[{"source": "abc-news", "title": "Puppy 'miraculously' survives being tossed from moving vehicle during Los Angeles police chase", "text": "The puppy was unharmed and was rescued by responding officers.  A puppy emerged unscathed after being tossed from a moving vehicle during a two-hour police chase in Los Angeles, in which suspects wrecked one vehicle and jumped into another before getting caught, police said.  As police chased three suspects through multiple cities in Los Angeles County on Friday, the puppy was placed in a designer bag and tossed from a moving vehicle. The pursuit ended in the city of Carson, the Los Angeles Police Department said Saturday.  LAPD say a puppy was tossed from a moving vehicle during a two-hour long police chase KABC  Officers were pursuing a suspect wanted in connection with an attempted murder and carjacking that occurred on March 26.  Officers rescued the puppy after it was tossed out, according to LAPD.   Miraculously the dog emerged unharmed and was rescued by responding LAPD officers. The puppy is now in the care of South L.A. Animal Services, where it is presently being held pending an investigation into the abandonment concern that was noted during the pursuit,  the LAPD said in a statement.  LAPD say a puppy was tossed from a moving vehicle during a two-hour long police chase LAPD  Three suspects, Gustavo Alvarez, 27; Lynette Moreno, 27; and Michelle Zamudio, 25, were arrested, the LAPD said.  Alvarez, a carjacking suspect, was arrested for attempted murder and is being held without bail, police said. Moreno, who police said set up a second getaway vehicle, was arrested for accessory and evading. Zamudio, who police said was the driver of the second getaway vehicle, was booked for evading.  Authorities said the investigation is ongoing.  ABC News' Alex Stone contributed to this report."}, {"source": "abc-news", "title": "Show stopper: Singalong fans ejected, 'Bodyguard' halted", "text": "A British performance of  The Bodyguard  musical screeched to a halt when unruly audience members couldn't refrain from singing along to the finale  MANCHESTER, England -- A British performance of  The Bodyguard  musical ended in unrequited love for some audience members who couldn't refrain from singing along to the anthemic finale.  The show at the Palace Theatre in Manchester screeched to a halt Friday when two unruly patrons were ejected for joining the lead in singing  I Will Always Love You,  the soaring, emotional ballad made famous by Whitney Houston.  It was not supposed to be a singalong. Ushers carried signs saying,  Please refrain from singing  and announcements were made in advance that patrons would have a chance to join along at the end but not to sing during the show, said Tash Kenyon, an audience member.  During the closing number, somebody shouted,  Does this mean we can start singing now?  Kenyon said. A tone-deaf voice projected from the balcony and competed with the vocals of Melody Thornton, a former member of The Pussycat Dolls.  Laughter then turned to anger and confusion, Karl Bradley told the Manchester Evening News.   The stage then just went black again and that's when it really started to kick off on the higher tier, you could really hear screams and audible gasps,  Bradley said.  Everyone starting standing up and looking over. There was chants of 'out, out, out' to get them gone.   When the lights came up, the unwanted backup singers were being hauled out of their seats by theater security and audience members began cheering.  But the music and show were over.  A spokesperson for the theater said the show was canceled because disruptive fans who refused to stay seated had spoiled the performance.  Thornton posted a video on Instagram thanking respectful fans and apologizing for those who weren't.  Greater Manchester Police said it spoke with the two people who were removed by security and would review evidence before taking any action."}, {"source": "abc-news", "title": "Police: Fleeing father dropped toddler who died in brook", "text": "Police say a 2-year-old boy from Vermont found dead in a brook may have been dropped there by his father as he fled the scene of a car crash in northwestern Massachusetts  CLARKSBURG, Mass. -- A 2-year-old boy from Vermont found dead in a brook early Saturday may have been dropped there by his father as he fled the scene of a car crash in northwestern Massachusetts, police said.  Massachusetts State Police troopers were called to the site of the crash in Clarksburg just before 2 a.m. Authorities learned that the child was missing and searched the Hudson Brook. Police and Clarksburg firefighters pulled the child from the brook and took him to a hospital where he was pronounced dead.  A preliminary police investigation concluded that the boy's father, later identified as Darel A. Galorenzo, a 35-year-old man from Readsboro, Vermont, likely dropped him into the waterway as he was fled the crash scene on foot.  Galorenzo was found nearby, taken into custody and charged with operating under the influence. He was later charged also with manslaughter, reckless endangerment of a child and negligent operating of a motor vehicle."}, {"source": "abc-news", "title": "Israelis protest judicial overhaul despite violence surge", "text": "Thousands of Israelis gathered for a weekly demonstration against the government's contentious judicial overhaul plans despite security concerns stemming from a surge in Israeli-Palestinian violence  TEL AVIV, Israel -- Thousands of Israelis gathered Saturday for a weekly demonstration against the government's contentious judicial overhaul plans, despite security concerns stemming from a surge in Israeli-Palestinian violence.  Prime Minister Benjamin Netanyahu put his overhaul on hold after mass protests against the plan, which has brought together large swaths of Israeli society in opposition to a series of bills that aim to weaken the country's Supreme Court.  The main protest in Tel Aviv, Israel's commercial hub, was held less than two kilometers (a mile) from Friday's attack, in which an Italian tourist was killed and five other Italian and British citizens were wounded when a car rammed into a group of tourists. In a separate incident, two British-Israeli women were shot to death near a settlement in the occupied West Bank.  The spasm of violence in Israel and the West Bank has heightened fears of an even more intense surge, with the rare convergence of the holy Muslim month of Ramadan, the Jewish Passover holiday and Easter currently underway.  Leaders of the grassroots protest movement against the judicial overhaul called for the weekly mass protest to continue as planned Saturday, with tens of thousands of people attending for a 14th consecutive week.  They portrayed the anti-government demonstration as a rally of solidarity with those killed and wounded in Friday's attacks, as well as with Israelis living near the Lebanese border and the Gaza border affected by recent Palestinian rocket fire. In Tel Aviv, protesters held a moment of silence for the victims.  The protest organizers argue that the overhaul plans have diminished Israel's national security by roiling the military and weakening the country in the eyes of its enemies.  Upon announcing the delaying of the proposed changes in Israel's legal system, Netanyahu appeared to calm some of the tensions that have fueled three tumultuous months of unrest. But his announcement failed to address the underlying issues that have polarized the nation, and he has vowed to revive the plan in the coming weeks if negotiations on a compromise with the political opposition fail.  The plan would give Netanyahu, who is on trial on corruption charges, and his allies the final say in appointing the nation's judges. It would also give parliament, which is controlled by his allies, authority to overturn Supreme Court decisions and limit the court's ability to review laws.  Netanyahu's supporters say the plan is needed to rein in the powers of unelected judges. Opponents say it will destroy a system of checks and balances by concentrating power in the hands of Netanyahu and his allies in parliament. They also say that Netanyahu, who has been indicted on corruption charges, has a conflict of interest at a time when he is on trial."}, {"source": "abc-news", "title": "Whirling disease detected at New Mexico fish hatchery", "text": "New Mexico wildlife managers say they will have fewer rainbow trout to stock in lakes and rivers around the state this spring  SANTA ROSA, N.M. -- New Mexico wildlife managers will have fewer rainbow trout to stock in rivers and streams around the state this spring after whirling disease was detected at a state hatchery where some of the fish are raised.  The state Game and Fish Department announced Friday that while the disease was found in only low levels at the Rock Lake State Fish Hatchery in eastern New Mexico, the agency will euthanize about 70,000 trout in the affected portions of the hatchery to reduce the chance of the disease spreading.  Whirling disease has not been detected in a New Mexico hatchery since 2007.   The department will continue to investigate the source of this infection and will continue to perform routine fish-health testing at state-owned fish hatcheries across the state,  the agency said in a statement.  The Rock Lake hatchery is the state's primary catchable trout-rearing station. It produces 300,000 trout a year for stocking statewide. It also raises bass, walleye, catfish, bluegills and tiger muskies.  The department said the disease is not known to infect humans.  Whirling disease is caused by the parasite Myxobolus cerebralis. It has become widespread in wild trout populations across the western United States over the past 25 years and sometimes causes temporary declines in trout populations.  The agency stocks rainbow trout in a number of waters to provide year-round angling opportunity. While many streams have been affected by wildfires in recent years, the fish can be found from Albuquerque's Tingley Beach to Red River, San Juan River and Cimarron River.  Rainbow trout are one of the five species of trout found in New Mexico. With numerous black spots and pink streaks on their silvery bodies, rainbow trout living in fresh water streams can reach up to 5 pounds (2.27 kilograms) while the lake variety can plump up to about 20 pounds (9 kilograms)."}, {"source": "abc-news", "title": "Court backs teacher firing over transgender students' names", "text": "A federal appeals court says an Indiana school district did not violate a former music teacher's rights by pushing him to resign after the man refused to use transgender students' names and gender pronouns  CHICAGO -- An Indiana school district did not violate a former music teacher's rights by pushing him to resign after the man refused to use transgender students' names and gender pronouns, a federal appeals court said in an order released Friday.  The decision from the 7th U.S. Circuit Court of Appeals upheld a prior ruling in the case by a federal judge.  According to court records, John Kluge was hired in 2014 as the music and orchestra teacher for Brownsburg High School about 20 miles (32 kilometers) northwest of Indianapolis. In 2017, district officials began requiring the high school's teachers to use the names and pronouns listed in the school's official student database, where changes were permitted with letters from a student's parent and a doctor.  Kluge told the school's principal, Bret Daghe, on the first day of classes for the 2017 school year that he had a religious objection to using transgender students' names and pronouns. District officials agreed that Kluge could call students by their last name and would not be responsible for handing out orchestra clothing.  But at least two transgender students reported that Kluge's refusal to use their first names singled them out in front of peers and was hurtful. Other students, teachers and counselors also told officials that the issue made Kluge's classroom uncomfortable for many.  In January, the district told teachers that everyone would be required to use the names and pronouns listed for students in the database. In response to Kluge questioning whether the rule would also apply to him, officials told him he could abide by it, resign or be fired.  Kluge resigned and then sued the school for religious discrimination.  An Indiana federal judge ruled that Kluge's refusal to use transgender students' names and pronouns created an undue hardship on the district, which is responsible for educating all of its students.  The appeals court agreed, writing that district officials tried to accommodate Kluge's religious objection but realized that letting the music teacher use last names  resulted in students feeling disrespected, targeted, and dehumanized, and in disruptions to the learning environment.    Brownsburg has demonstrated as a matter of law that the requested accommodation worked an undue burden on the school's educational mission by harming transgender students and negatively impacting the learning environment for transgender students, for other students in Kluge's classes and in the school generally, and for faculty,  the opinion read.  Rory Gray, an attorney with the conservative legal group Alliance Defending Freedom, is representing Kluge and said they are considering next steps.   Congress passed Title VII to prevent employers from forcing workers to abandon their beliefs to keep their jobs,  Gray said in a statement.  In this case, Mr. Kluge went out of his way to accommodate his students and treat them all with respect. The school district even permitted this accommodation before unlawfully punishing Mr. Kluge for his religious beliefs. "}, {"source": "abc-news", "title": "Senior skip day shooting injures 6 at South Carolina beach", "text": "Police are unable to determine if they have arrested the shooter.  A South Carolina beach partially filled with high school students participating in a  senior skip day  descended into chaos Friday afternoon as gunfire injured at least six beachgoers.  Isle of Palms Police Chief Kevin Cornett said that five of the six injured were teenagers, though one older beachgoer was also injured. Police were already at the beach responding to two fights when the shooting began around roughly 5:20 p.m. on Friday, according to Cornett.   A large crowd of individuals that apparently were part of a group from senior skip day had gathered on the beach,  Cornett said at a Friday evening press conference.  There were a couple of altercations that took place and during one of those altercations, there were several shots that were fired.   Two people have been arrested in the wake of the shooting, officials said Saturday. Shawn Alexander Goods-Martin, 18, has been charged with possession of a firearm in a municipal parking lot, while an unnamed 16-year-old is facing charges of possession of a stolen firearm and unlawful carry, officials said.  Both were detained in the aftermath of the incident allegedly in possession of weapons, but at this time police cannot confirm that they are suspects in the shooting, officials told ABC News Saturday morning.  Beachgoers run from the site of a shooting in Isle of Palms, South Carolina. Jessica Gick via Storyful  Police had multiple suspects in custody Friday evening, though Cornett said at the time that did not know if they had the actual shooter detained. Law enforcement also recovered multiple firearms at the beach which was shut down after the incident.   We have weapons recovered, but we cannot say that they were the weapons involved in the incident,  Cornett said.  Video from the scene of the shooting showed hundreds of beachgoers running from the area amid a cacophony of screaming and police sirens.  Some of the victims were transported by ambulance to a local area hospital though authorities confirmed that multiple others self-transported. One of the victims remains hospitalized in stable condition while the other five have since been released, officials said Saturday.  The shooting prompted a massive response from local, state and federal agencies, according to Cornett.  Cornett said that his department had preemptively ramped up the number of officers on duty in anticipation of the spring break increase in beach activity as seniors participating in the  skip day  tradition took the Friday off before spring break en masse.  Officers were already on the scene responding to a breakout of multiple fights when the shooting started, Cornett said.  Police Chief Kevin Cornett speaks about a beach shooting at a press conference in Isle of Palms, S.C., on April 8, 2023. WCIV   It is heart-wrenching to hear of this senseless act of violence, especially so close to home,  South Carolina Sen. Tim Scott said of the incident online.  With a population of roughly 4,000 residents, Isle of Palms is a coastal city located on a barrier island in Charleston County.   This should have been a joyous occasion for high school students on Senior 'Skip Day',  South Carolina Rep. Nancy Mace said.  Incredibly sad, and just horrific.   ABC News' Jianna Cousin contributed to this report."}, {"source": "abc-news", "title": "Israeli military: 3 rockets fired from Syria toward Israel", "text": "The Israeli military says three more rockets have been launched from Syria toward Israel, raising to six the number of missiles fired within hours in a rare attack from Israel's northeastern neighbor  JERUSALEM -- The Israeli military said its forces attacked targets in Syria early Sunday after six rockets were launched from Syrian territory in two batches toward Israel in a rare attack from Israel's northeastern neighbor.  After the second barrage of three rockets, Israel initially said it responded with artillery fire into the area in Syria from where the rockets were fired. Later, the military said Israeli fighter jets attacked Syrian army sites, including a compound of Syria's 4th Division and radar and artillery posts.  The rocket firings came after days of escalating violence on multiple fronts over tension in Jerusalem and an Israeli police raid on the city's most sensitive holy site.  In the second barrage, which was launched early Sunday, two of the rockets crossed the border into Israel, with one being intercepted and the second landing in an open area, the Israeli military said. In the first attack, on Saturday, one rocket landed in a field in the Israeli-annexed Golan Heights. Fragments of another destroyed missile fell into Jordanian territory near the Syrian border, Jordan's military reported.  There were no reports of casualties.  A Damascus-based Palestinian group loyal to the Syrian regime claimed responsibility for launching the three missiles Saturday, reported Beirut-based Al-Mayadeen TV.  The report quoted Al-Quds Brigade, a militia different than the larger Palestinian Islamic Jihad's armed wing with a similar name, as saying it fired the rockets to retaliate for the police raid on Al-Aqsa Mosque.  In Syria, an adviser to President Bashar Assad described the rocket strikes as  part of the previous, present and continuing response to the brutal enemy.   Israel, which has vowed to stop Iranian entrenchment in Syria, has carried out hundreds of strikes in government-controlled parts of that country in recent years, though it rarely acknowleges them. Before the latest strikes, Syrian officials had attributed 10 attacks to Israel this year, some of which put the Damascus and Aleppo airports temporarly out of service and killed civilians as well as Syrian soldiers and Iranian military advisers.  In the occupied West Bank, Israeli security forces fatally shot a 20-year-old Palestinian in the town of Azzun, Palestinian health officials said, stirring protests in the area. The Israeli military said troops fired at Palestinians hurling stones and explosive devices. The Palestinian Health Ministry identified the Palestinian killed as Ayed Salim.  His death came at a time of unusually heightened violence in the West Bank. Over 90 Palestinians and have been killed by Israeli fire so far this year, at least half of them affiliated with militant groups, according to a tally by The Associated Press.  Palestinian attacks on Israelis have killed 19 people in that time -- including on Friday two British-Israelis shot to death near a settlement in the Jordan Valley and an Italian tourist killed by a suspected car-ramming in Tel Aviv. All but one were civilians.  The rocket fire from Syria comes against the backdrop of soaring Israeli-Palestinian tensions touched off by an Israeli police raid on Jerusalem's most sensitive site, the sacred compound home to the Al-Aqsa mosque. That outraged Palestinians marking the holy fasting month of Ramadan and prompted militants in Lebanon -- as well as Palestinian militants in the Gaza Strip -- to fire a heavy barrage of rockets into Israel.  In retaliation, Israeli warplanes struck sites allegedly linked to the Palestinian militant group Hamas in Gaza and southern Lebanon.  Late Saturday, tensions ran high in Jerusalem as a few hundred Palestinian worshippers barricaded themselves in the mosque, which sits on a hilltop in the heart of Jerusalem's Old City sacred to both Muslims and Jews. Israeli police efforts to evict the worshippers locked in the mosque overnight with stockpiled firecrackers and stones spiraled into unrest in the holy site earlier this week.  The latest escalations prompted Israeli Defense Minister Yoav Gallant to extend a closure barring entrance to Israel for Palestinians from the occupied West Bank and Gaza Strip for the duration of the Jewish holiday of Passover, while police beefed up forces in Jerusalem on the eve of sensitive religious celebrations.  In a separate incident in the northern West Bank city of Nablus late Saturday, a leader of a local independent armed group known as the Lion's Den claimed the group executed an alleged Israeli collaborator who had tipped off the Israeli military to the locations and movements of the group's members. Israeli security forces have targeted and killed several of the group's key members in recent months.  The accused man's killing could not be immediately confirmed, but videos in Palestinian media showed medics and residents gathered around his bloodied body in the Old City, where the Lion's Den holds sway.  Traitors have neither a country nor a people,  Lion's Den commander Oday Azizi said in a statement.  The moves come at a time of heightened religious fervor - with Ramadan coinciding with Passover and Easter celebrations. Jerusalem's Old City, home to key Jewish, Muslim and Christian holy sites, has been teeming with visitors and religious pilgrims from around the world.  Gallant said that a closure imposed last Wednesday, on the eve of Passover, would remain in effect until the holiday ends on Wednesday night. The order prevents Palestinians from entering Israel for work or to pray in Jerusalem this week, though mass prayers were permitted at the Al-Aqsa Mosque on Friday. Gallant also ordered the Israeli military to be prepared to assist Israeli police. The army later announced that it was deploying additional troops around Jerusalem and in the West Bank.  Over 2,000 police were expected to be deployed in Jerusalem on Sunday - when tens of thousands of Jews are expected to gather at the Western Wall for the special Passover priestly blessing. The Western Wall is the holiest site where Jews can pray and sits next to the Al-Aqsa Mosque compound, where large crowds gather each day for prayers during Ramadan.  Jerusalem police chief Doron Turgeman met with his commanders on Saturday for a security assessment. He accused the Hamas militant group, which rules the Gaza Strip, of trying to incite violence ahead of Sunday's priestly blessing with false claims that Jews planned to storm the mosque.   We will allow the freedom of worship and we will allow the arrival of Muslims to pray,  he said, adding that police  will act with determination and sensitivity  to ensure that all faiths can celebrate safely.  The current round of violence erupted earlier in the week after Israeli police raided the mosque, firing tear gas and stun grenades to disperse hundreds of Palestinians who had barricaded themselves inside. Violent scenes from the raid sparked unrest in the contested capital and outrage across the Arab world."}, {"source": "abc-news", "title": "China starts 3 days of combat readiness patrol exercises around Taiwan", "text": "TAIPEI, Taiwan -- China says it has started three days of combat readiness patrol exercises around Taiwan starting on April 8, just a day after Taiwan President Tsai returned home following her meeting with U.S. House Speaker Kevin McCarthy.  Chinese state media released a video which mentions some of the assets used in the exercises, including PLA army's rockets -- likely the new PHL-16 truck-mounted self-propelled multiple rocket launcher -- the Navy's destroyer escort, a missile boat, the Air Force's J-series, fighter bombers, electronic warfare aircraft and aerial tankers.  China says this has all been  quickly amassed and moved to the designated drill zones in preparation for combat deployment. The drills aim to examine, under the support of joint combat forces, the military's capabilities of gaining air & sea superiority/controls as well as information warfare strength. The mission forces will simultaneously organize combat patrols encircling Taiwan and closing in on the island so as to impose/increase island-wide military intimidation.   The drills, named  United Sharp Sword,  include air and seaborne operations. China's Eastern Theater Command said these exercises are intended as a serious warning to the  collusion between Taiwan separatist forces and external forces and it is the necessary actions that need to be taken to defend national sovereignty and territorial integrity.   A Chinese warship sails during a military drill near Fuzhou, Fujian Province, near the Taiwan-controlled Matsu Islands that are close to the Chinese coast, China, April 8, 2023. Thomas Peter/Reuters  Taiwan's defense ministry said it has detected 42 fighter jets in the airspace around Taiwan as of Saturday morning, with 29 of them entering Taiwan's southwestern Air Defense Identification Zone or having crossed the median line of the Taiwan Strait. In total, eight warships have also been detected, according to officials.  Taiwan released a video saying,  China's Eastern Theater Command announced combat ready patrols & drills on the excuse of Taiwan President Tsai Ing-wen's US transits - a move that seriously jeopardizes the region's peace, stability and security. Taiwan's military has utilized joint surveillance measures to keep a tab on the situation nearby. [Taiwan] won't escalate tensions, neither trigger disputes. We will respond with calmness and reasons and take it seriously to safeguard our national sovereignty and national security.   Meanwhile, live-fire drills will also be held in Fujian -- located just across the strait from Taiwan -- over the next several days.  The military exercises are expected to run for a shorter period of time compared to the seven-day drills staged last August following former House Speaker Nancy Pelosi's visit."}, {"source": "ars-technica", "title": "Klaus Teuber made Catan, and it changed the world's expectations for board games", "text": "I was in my early 30s when I first played The Settlers of Catan. I had been at a bar with a small group one freezing winter night in 2012 in Buffalo, New York. One of us, eager to share his recent obsession, declared it was time for the outing's next stage. We went to his barely unpacked new apartment nearby. He pulled the game from a plastic tote, opened it on a wobbly dinette table, and laid out the board, apologizing for the moisture-warped edges. I took a picture (on my HTC Thunderbolt) because, having had a few, I wanted to ensure I'd remember this game with the wooden pieces and weird amount of sheep.  It was an inauspicious start to the rest of my board gaming life. Growing up in the '80s and '90s, then starting my young adult life in the early 2000s, I'd regarded board games as something you do in situations where you can't do anything else: power outages, cabins in the woods, gatherings with people without known shared interests. They weren't really going to be fun, and you wouldn't necessarily play them, but someone would get to be the winner, and time would pass. Catan changed that--for me and for what are now legions of modern board game enthusiasts.  From a German basement to 32 million copies  You may have seen the news this week that Klaus Teuber, the German designer who created The Settlers of Catan (now just Catan), died on April 1 at age 70. Teuber developed Die Siedler von Catan in the early 1990s, playing with ideas of Icelandic settlements, tinkering in his basement while working full-time at a dental lab. He'd bring up new iterations for his wife and kids to test every weekend, he told The New Yorker. The breakthrough, he said, was using hexagonal tiles instead of squares.  Advertisement  Teuber has created other memorable games, with two pre-Catan titles winning the top board game prize in Germany (and the world), the Spiel des Jahres. But Catan was the right game at the right time. Its 1995 release gave it time to infiltrate European gamers, then American Eurogame enthusiasts, and then, crucially, the still-nascent Internet. BoardGameGeek.com wouldn't show up until 2000, but by then, Catan had done its groundwork. It offered a face-to-face, objects-on-a-table counterpoint to a culture rapidly accepting online chatter and screen-based gaming. A 2009 feature in the Wall Street Journal captures the game just as it had overtaken Silicon Valley (with cameos from StumbleUpon, Zynga, RapLeaf, and other terribly 2009 names).  Guido Teuber, Klaus' son, said that sales spiked in Silicon Valley in 2007 to 2008, just after the game became available on Amazon and in Barnes & Noble. He told the Journal he was initially surprised by the  techie interest  but  then we saw how they need social interaction after sitting all day in front of a monitor.   What makes Catan (and Eurogames) different  The simplest way to explain what makes Catan and other  Eurogames  different from mainstream US board games is that they are relatively easy to learn yet offer many layers of deeper strategy for those who keep playing. They also typically don't let players be removed from the game before the final score tallying, they have a greater reliance on strategy, resource management, and risk/reward consideration than luck, and they feature less direct conflict between players.  Peruse the list of Spiel des Jahres winners and finalists since Catan's 1995 release, and you'll get the gist of the types of games I'm talking about: Carcassone, Puerto Rico, Ticket to Ride, Dominion, Pandemic, Forbidden Island, 7 Wonders, Terraforming Mars, Azul, Wingspan. It's possible to win these games your first time playing, but experienced players have an edge, softened just a bit by luck. They give you something to think about when it's not your turn, so you're not just waiting, but many such games are not so demanding as to preclude pizza, beer, and side conversations. And they have a time of play printed on the box, typically 90 minutes or less, that is realistic (at least when everyone knows the rules)."}, {"source": "abc-news", "title": "Mobile home park residents form co-ops to save their homes", "text": "With rents rising at mobile home parks across the U.S., housing advocates are urging state legislatures to pass bills that would help residents buy their parks if they're put up for sale  PORTLAND, Ore. -- When Gadiel Galvez learned that the owner of his mobile home park south of Seattle was looking to sell, he and other residents worried their largely Latino community would be bulldozed to make way for another Amazon warehouse.  So, they decided to form a cooperative and buy their park in Lakewood, Washington. With help from a nonprofit that advises communities like theirs and helps them secure loans, they bought it for $5.25 million. Since becoming owners in September, everyone's worked to make improvements.   Everybody thought, 'You know what? ... I'm going to make this place the best that I can,'  said Galvez, 22, who is a co-op board member.  Some people painted their homes, some people remodeled their interiors and exteriors, and some are working on their roofs.   With rents rising at mobile home parks nationwide, advocates tout the cooperative model as a way to preserve one of the last affordable housing options for people with low- or fixed-incomes and to give them a greater voice in managing their parks.  So far these resident-owned communities are proving to be a reliable option. None of the more than 300 in the network of nonprofit ROC USA have defaulted or closed. One decided to sell back to the county housing authority it originally purchased from.   They have a 100% track record of success, which tells you that it's working for the residents,  said George McCarthy, president and CEO of the Lincoln Institute of Land Policy, a Cambridge, Massachusetts, think tank.  Resident ownership is an absolute bulwark against the intrusion of institutional capital in the market.   The push to promote resident ownership comes as parks have become a favorite target of investment banks, hedge funds and other deep-pocketed investors.  Nearly a third of mobile home parks in the U.S. have been bought by such investors since 2015, lured by reliable cash flow and high returns from raising rents at nearly double the general rental market rate, McCarthy said.   They're trading on the desperation of people living in the parks,  he said.  There's no place that they can take their homes if they can't afford to keep paying the increasing rents.   Park residents often own their home but rarely the land beneath it. So if a landlord raises rent, residents can be evicted or forced to sell their home. If a park is sold to be redeveloped, mobile homes that can't be moved are demolished.   Homelessness is really what residents are facing  if investors aggressively raise rents, said Victoria O'Banion, ROC Northwest's marketing and acquisitions specialist.  At Rimrock Court in the central Oregon town of Madras, rent increased from $350 to $495 over five years. When the owner notified residents he planned to sell, they feared further increases -- or worse, that it would be torn down to make way for apartments. So they decided to buy it.   We were really worried about being forced out of our homes,  said Shawn King, who lives there with her husband on a fixed income and had experienced homelessness before.  To pay off the purchase loan, residents now pay $520 a month -- a stretch, but one that comes with reassurance, King said.   Just to have that peace of mind, to know that our rent is going to be locked in for awhile and not keep going up, and also knowing that our rent monies ... are going back into the property, that is the cool part,  she said.  The required rent increase to go co-op was even steeper in Evergreen Village Cooperative in Mount Bethel, Pennsylvania, -- from $460 a month to $750 to pay off the $12 million loan.  Still, more than two-thirds of residents voted in favor, figuring their rent would stabilize in the long run.   We are not for profit. All the money that we get has to go back into the village and pay the mortgages off,  said Stephen Laclair, board president.  Evergreen Village has earmarked funds for improvement projects for the next decade, and this year plans to enhance the sewer plant and fix electrical issues, he said.  Co-ops can also provide social support to residents. At Liberty Landing Cooperative in Missouri, residents started a food pantry to help neighbors in need.   If there's a hardship, we're willing to work with somebody. ... It's emotional when you find out that somebody's lost their job, their child support ... and they don't know what to do,  said Kristi Peterman, the board vice president.  Our president likes to say: 'If it doesn't work for the poorest of us then it's not going to work for anybody.'   Despite the talk of better management and stronger community, most parks aren't co-ops.  The country's roughly 43,000 mobile home communities are home to 22 million people, according to the Manufactured Housing Institute, a national trade organization. But only about 1,000 are resident-owned, according to Carolyn Carter, deputy director at the National Consumer Law Center.  Some resistance comes from residents, many of whom are seniors and people with disabilities who may not want the responsibility of managing their park. Others argue rent control or stricter zoning regulations protecting mobile home parks from redevelopment are more effective.   Zoning is critical. ... That is what we ought to be fighting for everywhere,  said Jan Leonard, who lives in a park in Walla Walla, Washington, and worked with other residents to successfully push the city council to amend zoning codes to add mobile home parks as a land-use type.  Other residents considering buying their parks are running up against the same forces that make them popular with investors -- a red-hot market and competition from private equity firms and other prospective buyers.  Sarah Marchant, vice president of Community Loan Fund, ROC USA's New Hampshire affiliate, recalled Tara Estates, a 380-home park in Rochester. The steep $45 million asking price discouraged residents from organizing.  Another challenge is that few states provide funding for residents looking to buy their parks. The lack of grants can make it difficult for residents to finance large loans.  New Hampshire, Vermont, Rhode Island, Massachusetts, Colorado and Oregon are among states with laws that have been effective in helping residents buy their parks, the National Consumer Law Center said.  A new bill in Oregon would allocate $35 million in grants to help residents purchase their parks. Washington passed a bill last month requiring that landlords offer tenants a chance to compete to purchase their park. It also requires two years' notice if a park will be closed, although that can be reduced if landlords financially compensate residents.  Mobile homes are  an important and affordable housing option for a lot of folks, especially older people aging in place, and we need to make sure it's preserved,  said state Sen. Noel Frame, the Washington bill's prime sponsor.  Some real estate groups and park owners argue the bill places an undue burden on landlords.   If you want tenants to organize and make offers to purchase their communities ... they should not wait until there's a clock ticking,  said Robert Cochran, property manager of Contempo Mobile Home Park in Spokane.  Housing advocates say they hope that $225 million in recently approved federal funding may provide some relief for mobile home park residents. Starting this year, the money will be funneled through grants to states, resident-owned parks, nonprofits, and local and tribal governments to preserve mobile home communities and improve infrastructure.  King cherishes the mobile home that going cooperative at Oregon's Rimrock Court saved from rent increases and a potential buyout by investors.   It's so hard to find affordable housing when you're low income. To be able to own your own home is so empowering,  she said.   It's 600-square-feet. It's not much, but it's a castle to me.   ___  AP writer Michael Casey in Boston contributed."}, {"source": "ars-technica", "title": "We're one step closer to reading an octopus's mind", "text": "Nine brains, blue blood, instant camouflage: It's no surprise that octopuses capture our interest and our imaginations. Science-fiction creators, in particular, have been inspired by these tentacled creatures.  An octopus's remarkable intelligence makes it a unique subject for marine biologists and neuroscientists as well. Research has revealed the brain power of the octopus allows it to unscrew a jar or navigate a maze. But, like many children, the octopus also develops an impish tendency to push the boundaries of behavior. Several aquariums have found octopuses memorizing guard schedules to sneak into nearby tanks to steal fish; meanwhile, marine biologists have discovered that wild octopuses will punch fish... for no apparent reason.  According to Dr. Jennifer Maher, a professor at the University of Lethbridge in Canada, there are a  number of [different] types of learning [for octopuses]: cognitive tasks like tool use, memory of complex operations for future use, and observational learning.   How does the distinct structure of the octopus's brain enable all this complex behavior? No one had successfully studied wild or freely moving octopuses' brain waves until a new study by researchers at the University of Naples Federico II in Italy and the Okinawa Institute of Science and Technology (OIST) in Japan, among others. In their Current Biology paper, the researchers tracked and monitored three captive but freely moving octopuses, analyzing their brain waves for the first time. Using recording electrodes, the researchers found a type of brain wave never before seen, along with brain waves that may be similar to some seen in human brains, possibly providing hints about the evolution of intelligence.  Advertisement  Cunning cephalopods  Our current understanding of octopus intelligence may seem unbelievable. In 2011, researchers discovered that each arm of the cephalopod has its own  brain.  Using a transparent maze with food in it, held outside of the tank, the researchers forced the octopus to navigate the maze using only its arm, even though it could see where the food was. The octopus couldn't rely on chemical cues processed by its brain to find the food, as it typically does in the ocean, forcing the arm's individual  brain,  or neuron bundle, to find the food on its own by processing the signals locally. Each octopus arm is thought to have around 10,000 neurons dedicated to sensing its surroundings.  Other research shows that octopuses are the only invertebrates, besides a few insects, to use tools. They will compress shells around their bodies as a type of proto-armor and camouflage against predators.  Octopuses can also mimic human movement by walking bipedally, lifting six of their legs like a skirt, and scooting along the ocean floor. However, that seems to be one of the few similarities between these cephalopods and humans, as evolution has separated us by many millions of years.   The enormous difference between octopuses and us stems from over 550 million years of independent evolution,  explained Dr. Michael Kuba, the OIST project leader for the 2023 octopus brainwave study who now works at Naples University.  Our closest common ancestor probably resembled a flatworm.  Yet Kuba and his team are looking at the few similarities to learn more about the evolution of mental abilities.  Wiring an octopus's brain  It's no easy task to read an octopus's brain. For one thing, the animals are nearly impossible to track in the wild.  Octopuses are hard to see, and besides, they are often out of water in tide pools,  Maher added.  Only some of them habituate to people, and many species are nocturnal.   Advertisement  To avoid these complications, many researchers turn to captive octopuses to study their brains. But even this can prove challenging.  Since the octopuses have eight ultra-flexible arms that can reach any part of their body and have a soft body with no skull to anchor the recording equipment, the challenge of this project was to realize a new equipment that was out of reach,  said Dr. Anna Di Cosmo, a professor at the University of Naples and a researcher involved in the 2023 study.  Reach matters because the animal often removes or plays with the recording equipment. Kuba, Di Cosmo, and others decided to take a new approach by implanting their recording devices inside the octopus's brain, far out of reach.  An octopus lobotomy   We developed a new engineering solution, able to record signals underwater, using small and lightweight data loggers, originally utilized to track the brain activity of birds during flight,  Di Cosmo added. These repurposed loggers were carefully placed into the upper head of three captive tropical octopuses, just between their eyes.  The electrodes were implanted into an area of the octopus's brain called the vertical lobe and median superior frontal lobe,  Di Cosmo stated,  which is the most accessible area and considered important to control learning and memory processes.   The octopuses were anesthetized during their surgeries. They spent the next 12 hours recovering, monitored in their tanks, being the first octopuses to be studied in real time.  We also filmed them with a sensitive camera as they swam, slept, and explored their surroundings,  Kuba added. While the researchers didn't have the octopuses complete any brain teasing activities during the next 12 hours of study, they did find some interesting brain activity in their test subjects.  When the team looked at an octopus's brain waves for the first time, the results were shocking. As Di Cosmo explained, these signatures were  long-lasting, slow oscillations that have not been described before.  As far as we know, these signatures appear to be unique to the octopuses.  Because the researchers didn't test the octopuses while recording them, they couldn't link these unique brain waves to any specific activity, leaving that question to be answered by a future experiment."}, {"source": "ars-technica", "title": "New photo reveals extent of Centaur V anomaly explosion [Updated]", "text": "10:30 pm ET Update: Several hours after this article was published, Ars obtained a still image of the Centaur V anomaly that occurred on March 29 during testing of the Vulcan rocket's upper stage. The photo shows the anomaly--a fireball of hydrogen igniting--to the left of Blue Origin's rocket engine test stand.  After the author posted this photo on Twitter, United Launch Alliance chief executive Tory Bruno offered a more detailed assessment of the anomaly.  Most of what you're seeing is insulation and smaller bits from the test rig. One piece of the hydrogen tank's dome, about a foot square, ended up a few feet away. The test article is still inside the rig and largely intact, which will significantly help with the investigation , Bruno said via Twitter.  Original post: On the evening of March 29, at Marshall Space Flight Center in Alabama, United Launch Alliance started pressurizing the upper stage of its new Vulcan rocket. But then, suddenly, something went wrong with this Centaur upper stage.  Shortly after the incident, to his credit, the chief executive of United Launch Alliance, Tory Bruno, was quick to acknowledge on Twitter that something had happened:  Keeping you posted: During Qual testing of Centaur V structural article at MSFC, the hardware experienced an anomaly.   Unpacking this tweet a little bit, Bruno is saying that during qualification testing--the process of testing rocket engines and stages on the ground to determine their behavior during flight-like conditions--the Centaur stage had a problem. More than a week later, however, there are more questions than answers about the accident.  Advertisement  A mushroom cloud  Multiple sources confirmed to Ars that there was a large explosion on that Wednesday evening, resulting in multiple first responders coming to the scene at NASA's field center where the company has a test stand. No one was injured, but the accident made for dramatic visuals.   A column of burning, clear hydrogen shot up into a mushroom cloud that dwarfed the test stand,  one source said.  Their test article is definitely more than just 'damaged.'   The anomaly was captured on video cameras operated by Blue Origin, which is restoring a nearby test stand. Located about 100 meters from the United Launch Alliance facility, Blue Origin has invested more than $100 million in NASA's old Test Stand 4670 for acceptance testing of its BE-4 and BE-3U rocket engines.  A Blue Origin source confirmed that a mushroom cloud formed from the anomaly. Afterward, United Launch Alliance asked Blue Origin to delete the explosive video footage from the company's computers, which Blue Origin agreed to do.  (Note: After publication of this article, when asked about the video deletion, Bruno tweeted that this  didn't happen.  However, two sources told Ars that after the incident, United Launch Alliance asked Blue Origin to  secure  the video for its investigation. Blue Origin did so, but also removed the video from its own internal servers, reserving access only for a few officials at the company).  The loss of the Centaur upper stage raises questions about ULA's schedule for the debut launch of its much-anticipated heavy-lift Vulcan rocket. For a couple of years, ULA has said it was waiting on Blue Origin to deliver BE-4 engines for the rocket's first stage. The fact that ULA was still doing qualification testing of the Centaur upper stage suggests it was also a pacing item for the new launch vehicle.  Advertisement  Although this Centaur V upper stage is based on a heritage design, the new version nonetheless has significant upgrades. Previously, Bruno said Centaur V would be able to operate for 40 percent longer in flight and has two-and-a-half times more energy than the Centaur upper stage ULA currently flies.  Another unanswered question concerns exactly what Centaur stage ULA was testing in Alabama. Was it a fully flight-like stage to be used for a future mission? Or was it more of a prototype stage used for development testing, which might be more susceptible to failure? ULA would not comment on this.  Vulcan's debut  Publicly, ULA has set a May 4 target date for the debut launch of the Vulcan rocket. However, last month, even before the Centaur anomaly occurred, Ars reported that this date was already likely to slip into the summer based on the company's internal timelines. The effect of the Centaur anomaly is yet unclear on Vulcan's schedule.   We are conducting an investigation and will fly when we believe it is safe to launch,  ULA spokesperson Jessica Rye told Ars this week.  We will not know the impact to the launch date until we learn more information from the investigation.   ULA has asked the primary customer for the Cert-1 mission, Astrobotic, to refrain from shipping its Peregrine lander to the launch site. The lunar lander remains at the company's facilities in Pittsburgh, waiting for a green light from the rocket company.  After the accident, Bruno speculated on Twitter that it was  very unlikely  to have implications for the Centaur V upper stage that is currently in Florida and planned for use on Vulcan's Cert-1 mission. However, any determination on this will need to wait until ULA completes its accident investigation and consults with the US Space Force, which will ultimately certify the rocket for national security launches.  Time is running out for ULA to complete the development of Vulcan and fly two certification missions this year. This would allow the vehicle to begin flying national security payloads for the Space Force. ULA had hoped to fly its first national security mission in 2023, but now that seems virtually impossible."}, {"source": "ars-technica", "title": "Artists astound with AI-generated film stills from a parallel universe", "text": "Since last year, a group of artists have been using an AI image generator called Midjourney to create still photos of films that don't exist. They call the trend  AI cinema.  We spoke to one of its practitioners, Julie Wieland, and asked her about her technique, which she calls  synthography,  for synthetic photography.  The origins of  AI cinema  as a still image art form  Last year, image synthesis models like DALL-E 2, Stable Diffusion, and Midjourney began allowing anyone with a text description (called a  prompt ) to generate a still image in many different styles. The technique has been controversial among some artists, but other artists have embraced the new tools and run with them.  While anyone with a prompt can make an AI-generated image, it soon became clear that some people possessed a special talent for finessing these new AI tools to produce better content. As with painting or photography, the human creative spark is still necessary to produce notable results consistently.  Not long after the wonder of generating solo images emerged, some artists began creating multiple AI-generated images with the same theme--and they did it using a wide, film-like aspect ratio. They strung them together to tell a story and posted them on Twitter with the hashtag #aicinema. Due to technological limitations, the images didn't move (yet), but the group of pictures gave the aesthetic impression that they all came from the same film.  The fun part is that these films don't exist.  The first tweet we could find that included the #aicinema tag and the familiar four film-style images with a related theme came from Jon Finger on September 28, 2022. Wieland, a graphic designer by day who has been practicing AI cinema for several months now, acknowledges Finger's pioneering role in the art form, along with another artist.  I probably saw it first from John Meta and Jon Finger,  she says.  Advertisement  It's worth noting that the AI cinema movement in its current still-image form may be short-lived once text2video models such as Runway's Gen-2 become more capable and widespread. But for now, we'll attempt to capture the zeitgeist from this brief moment in AI time.  Julie Wieland's AI story  To get more of an inside look at the #aicinema movement, we spoke to Wieland, who's based in Germany and has racked up a sizable following on Twitter by posting eye-catching works of art generated by Midjourney. We've previously featured her work in an article about Midjourney v5, a recent upgrade to the model that added more realism.  AI art has been a fruitful field for Wieland, who feels that Midjourney not only gives her a creative outlet but speeds up her professional workflow. This interview was conducted via Twitter direct messages, and her answers have been edited for clarity and length.  Ars: What inspired you to create AI-generated film stills?  Wieland: It started out with dabbling in DALL-E when I finally got my access from being on the waitlist for a few weeks. To be honest, I don't like the  painted astronaut dog in space  aesthetic too much that was very popular in the summer of 2022, so I wanted to test what else is out there in the AI universe. I thought that photography and movie stills would be really hard to nail, but I found ways to get good results, and I used them pretty quickly in my day-to-day job as a graphic designer for mood boards and pitches.  With Midjourney, I reduced my time from looking for inspiration from Pinterest and stock sites from two days of work to maybe 2-4 hours, because I can generate the exact feeling I need, to get it across for clients to know how it will  feel.  Onboarding illustrators, photographers, and videographers has never been easier ever since."}, {"source": "ars-technica", "title": "iOS 16.4.1 and macOS 13.3.1 address two security vulnerabilities", "text": "Apple has released bug fix and security updates for several of its operating systems, including iOS 16.4.1, iPadOS 16.4.1, and macOS Ventura 13.3.1.  The iOS and iPadOS updates don't add any new features. Their main purpose is to address two separate major security vulnerabilities, and the release notes include two big fixes.  Apple details the bug fixes as follows:  Pushing hands emoji does not show skin tone variations  Siri does not respond in some cases  Some users have been complaining vocally about the Siri bug, and Apple says it shouldn't be a problem anymore. As for the security updates, Apple says both vulnerabilities opened the door to arbitrary code execution, and both have reportedly been actively exploited. The company's security notes say:  IOSurfaceAccelerator Impact: An app may be able to execute arbitrary code with kernel privileges. Apple is aware of a report that this issue may have been actively exploited.  Description: An out-of-bounds write issue was addressed with improved input validation. WebKit Impact: Processing maliciously crafted web content may lead to arbitrary code execution. Apple is aware of a report that this issue may have been actively exploited.  Description: A use after free issue was addressed with improved memory management.  The macOS update addresses the same security vulnerabilities, and it also fixes the same bug with skin tones in emojis. But it also fixes a bug that impacted the feature that allows you to unlock your Mac with your Apple Watch.  These updates come just 10 days after Apple released iOS 16.4 and macOS Ventura 13.3. Those major updates added new emojis, introduced expanded accessibility features, and fixed several bugs.  Apple is expected to release at least one more major update for iOS 16, dubbed iOS 16.5, before iOS 17 is introduced this fall. The company will detail the features coming to iOS 17 and macOS 14 at its Worldwide Developers Conference, which begins June 5."}, {"source": "ars-technica", "title": "Woman with untreated TB is on the lam, took city bus to casino", "text": "A Tacoma, Washington, woman who has refused court-ordered tuberculosis treatment for over a year is evading arrest and has reportedly taken public transit to go to a casino while on the lam.  The Tacoma-Pierce County Health Department has been trying to get the woman to comply with treatment since at least January 2022 , when she received her first court order. Since then, she has received over a dozen court orders for treatment and isolation amid monthly court hearings and order renewals. Last month, Pierce County Superior Court Judge Philip Sorensen finally found her in contempt and issued a warrant for her arrest and involuntary detention at the county jail for treatment and isolation   In each case like this, we are constantly balancing risk to the public and the civil liberties of the patient,  the health department wrote in a blog post days before the arrest warrant was issued.  We are always hopeful a patient will choose to comply voluntarily. Seeking to enforce a court order through a civil arrest warrant is always our last resort.   But, according to a report from The News Tribune, the woman continues to buck authorities, evading apprehension and her court-appointed monitor.  In court filings from April 3, Chief of Corrections Patricia Jackson said she directed a law enforcement officer to surveil the woman to  determine her habits in order to execute the warrant in a safe manner.  During that surveillance, the officer witnessed the woman  leave her residence, get onto a city bus, and arrive at a local casino.   Advertisement  But in days following the casino trip, the woman did not appear to be home, the surveilling officer reported. Meanwhile, the woman's relatives have also been unresponsive to authorities' attempts to contact the woman, and her court-appointed monitor said she also has not been able to meet with her. Law enforcement concluded that the woman is now  actively avoiding execution of the warrant.   Ars reached out the Tacoma-Pierce County Health Department, but a representative did not respond to questions about the risk the woman posed to the public or the woman's current whereabouts. The representative only pointed to an April 6 update on the health department's blog that reads simply:   Law enforcement has the civil arrest warrant that authorizes them to detain the patient who is still refusing treatment.   In a meeting of the health department's board committee Wednesday, the department's director of communicable disease control, Nigel Turner, told board members that the Pierce County sheriff is arranging for her detention, though it's still unclear when that will occur. A press officer for the Pierce County Sheriff's department did not immediately respond to a comment request from Ars.  Tuberculosis is a potentially life-threatening bacterial infection caused by Mycobacterium tuberculosis. It spreads through the air when an infected person coughs, sneezes, spits, or launches bacterial cells around them. Risk of transmission is highest during prolonged contact with an infected person. But, inhaling just a few bacterial cells is enough to cause an infection, and curing it requires lengthy antibiotic courses, spanning four to up to 20 months.  Tuberculosis is one of the top infectious disease killers in the world, causing 1.6 million deaths in 2021, according to the World Health Organization. In the US, there were 7,882 tuberculosis cases in 2021 and 600 tuberculosis-related deaths in 2020, according to the Centers for Disease Control and Prevention. Washington state averages around 200 cases per year, and Pierce County averages about 20, the Tacoma-Pierce County Health Department reported."}, {"source": "ars-technica", "title": "Florida officials deleted data, stats from dubious COVID analysis: report", "text": "Florida health officials deleted key data and statistics from a state analysis on the safety of mRNA COVID-19 vaccines, falsely making them appear unsafe for young men, according to draft versions of the analysis obtained by the Tampa Bay Times through public records requests.  The final analysis, which was widely criticized for its poor quality and dubious conclusions , was the basis for a statewide recommendation by Surgeon General Joseph Ladapo last October that young men, ages 18 to 39, should not receive an mRNA COVID-19 vaccine. The analysis--posted on the Florida Department of Health's website with no authors listed--claimed to find  an 84% increase in the relative incidence of cardiac-related death among males 18-39 years old within 28 days following mRNA vaccination.   Ladapo, who has a history of fearmongering about COVID-19 vaccines, touted the analysis, saying in a press release at the time that  these are important findings that should be communicated to Floridians.   But according to draft versions of the analysis, the state epidemiologists who worked on the report came to entirely different conclusions.  The draft version contained data that showed that getting COVID-19 posed a far greater risk of cardiac-related deaths than that from mRNA vaccines. Specifically, the incidence of cardiac-related deaths from infection was more than 10 times higher than from the vaccine in people ages 18 to 24 and more than five times higher for people 25 to 39. This data is in line with many peer-reviewed, published studies but was omitted entirely from the final analysis announced by Ladapo.  Also omitted was a sensitivity analysis that showed that the risk of cardiac-related deaths in young men was not significant. The final version drew flak for not including a sensitivity analysis, with the core conclusion of risk in young men hinging on just 20 deaths. A sensitivity analysis is a means to essentially evaluate the robustness of a finding, and it was present in three versions of the draft analysis but not in the final one.  Advertisement   It's a double-check that didn't confirm that finding  of risk in young men, said Jonathan Laxton, a physician and assistant professor of medicine at the University of Manitoba, who reviewed the drafts for the Tampa Bay Times.  Overall, the draft versions of the analysis written by state epidemiologists supported the use of mRNA.  The risk associated with COVID-19 infection clearly outweighs any potential risks associated with mRNA vaccination,  one version states.  Matt Hitchings, an infectious disease epidemiologist and professor of biostatistics at the University of Florida, who also reviewed the drafts for the Times, told the outlet that the excluded data was akin to academic dishonesty.  You can call it a lie by omission,  he said."}, {"source": "ars-technica", "title": "Samsung forecasts a shocking 96 percent drop in profits for Q1 2023", "text": "Samsung's next quarter is shaping up to be even worse than Samsung's last quarter, which was already at an eight-year low. The company warned investors today that it's a shocking 95.8 percent year-over-year drop in operating profit for Q1 2023. If that expectation holds, this will be the company's worst quarter since 2009, which dates back to the company's pre-smartphone era.  Samsung doesn't have much explanation for the drop other than a weakening economy and lowered demand for chips. Preliminary results have the company making only 600 billion won ($450 million) in profit for Q1 2023, compared to 14.12 trillion won in profit ($10.7 billion) for Q1 2022.  While phones and TVs are probably Samsung's biggest consumer-facing products, the company's nigh-invisible component business makes up most of Samsung's profits. Components like RAM and NAND storage chips don't just ship in Samsung products, but also land in most other phones, laptops, desktops, TVs, and other electronics from Samsung's competitors. A DigiTimes breakdown of Samsung's business for 2022 has the memory division at 55 percent of profits, mobile at 22 percent, and displays at 11 percent, so Samsung's profits mostly go up and down with the memory business.  Lowered chip demand has Samsung's inventory piling up, with Bloomberg and other financial outlets reporting that Samsung will cut chip production while it sorts through its piles of unsold chips. Other memory vendors like Micron and Hynix are suffering, too, and they have already cut production.  Samsung's full earning report will be out later this month."}, {"source": "ars-technica", "title": "There's a new form of keyless car theft that works in under 2 minutes", "text": "When a London man discovered the front left-side bumper of his Toyota RAV4 torn off and the headlight partially dismantled not once but twice in three months last year, he suspected the acts were senseless vandalism. When the vehicle went missing a few days after the second incident, and a neighbor found their Toyota Land Cruiser gone shortly afterward, he discovered they were part of a new and sophisticated technique for performing keyless thefts.  It just so happened that the owner, Ian Tabor, is a cybersecurity researcher specializing in automobiles. While investigating how his RAV4 was taken, he stumbled on a new technique called CAN injection attacks.  The case of the malfunctioning CAN  Tabor began by poring over the  MyT  telematics system that Toyota uses to track vehicle anomalies known as DTCs (Diagnostic Trouble Codes). It turned out his vehicle had recorded many DTCs around the time of the theft.  The error codes showed that communication had been lost between the RAV4's CAN--short for Controller Area Network--and the headlight's Electronic Control Unit. These ECUs, as they're abbreviated, are found in virtually all modern vehicles and are used to control a myriad of functions, including wipers, brakes, individual lights, and engine. Besides controlling the components, ECUs send status messages over the CAN to keep other ECUs apprised of current conditions.  This diagram maps out the CAN topology for the RAV4:  The DTCs showing that the RAV4's left headlight lost contact with the CAN wasn't particularly surprising, considering that the crooks had torn off the cables that connected it. More telling was the failure at the same time of many other ECUs, including those for the front cameras and the hybrid engine control. Taken together, these failures suggested not that the ECUs had failed but rather that the CAN bus had malfunctioned. That sent Taber searching for an explanation.  Advertisement  The researcher and theft victim next turned to crime forums on the dark web and YouTube videos discussing how to steal cars. He eventually found ads for what were labeled  emergency start  devices. Ostensibly, these devices were designed for use by owners or locksmiths to use when no key is available, but nothing was preventing their use by anyone else, including thieves. Taber bought a device advertised for starting various vehicles from Lexus and Toyota, including the RAV4. He then proceeded to reverse engineer it and, with help from friend and fellow automotive security expert Ken Tindell, figure out how it worked on the CAN of the RAV4.  Inside this JBL speaker lies a new form of attack  Further Reading New York Times columnist falls prey to signal repeater car burglary  The research uncovered a form of keyless vehicle theft neither researcher had seen before. In the past, thieves found success using what's known as a relay attack . These hacks amplify the signal between the car and the keyless entry fob used to unlock and start it. Keyless fobs typically only communicate over distances of a few feet. By placing a simple handheld radio device near the vehicle, thieves amplify the normally faint message that cars send. With enough amplification, the messages reach the nearby home or office where the key fob is located. When the fob responds with the cryptographic message that unlocks and starts the vehicle, the crook's repeater relays it to the car. With that, the crook drives off.   Now that people know how a relay attack works ... car owners keep their keys in a metal box (blocking the radio message from the car) and some car makers now supply keys that go to sleep if motionless for a few minutes (and so won't receive the radio message from the car),  Tindell wrote in a recent post.  Faced with this defeat but being unwilling to give up a lucrative activity, thieves moved to a new way around the security: bypassing the entire smart key system. They do this with a new attack: CAN Injection. "}, {"source": "al-jazeera-english", "title": "Saudi foreign ministry says delegation arrives in Iran", "text": "A Saudi 'technical delegation' has met Iran's chief of protocol at the foreign ministry in Tehran, media reports.  A Saudi Arabian diplomatic delegation has arrived in Tehran to discuss the reopening of its diplomatic missions after a seven-year absence, Riyadh's foreign ministry has said.  The visit followed a meeting between the foreign ministers of both countries in China this week after they agreed last month to restore diplomatic ties.  Saturday's visit is part of  implementing the tripartite agreement  reached on March 10 between the two regional powers, brokered by China, to restore relations ruptured in 2016, the Saudi foreign ministry said, as reported by the official Saudi Press Agency (SPA).  A Saudi  technical delegation  met Iran's chief of protocol at the foreign ministry in Tehran, SPA reported.  The two countries severed ties in 2016 after protesters in Iran attacked Saudi diplomatic missions following Riyadh's execution of a prominent Shia leader.  The rapprochement between mainly Sunni Muslim Saudi Arabia, the world's biggest oil exporter, and Shiite-majority Iran, strongly at odds with Western governments over its nuclear activities, has the potential to reshape relations across a region characterised by turbulence for decades.  Under last month's agreement, the two countries are to reopen their embassies and missions within two months and implement security and economic cooperation deals signed more than 20 years ago.  Iranian President Ebrahim Raisi has been invited by Saudi King Salman to Riyadh, a trip planned to take place after the Islamic holy month of Ramadan.      Iran and Saudi Arabia vie for influence in Syria, Lebanon and Iraq.  They also support rival sides in several conflict zones across the region, including in Yemen, where Houthi rebels are aligned with Tehran and Riyadh leads a military coalition supporting the government.  In a separate development on Saturday, mediators from Oman arrived in the Yemeni capital Sanaa to discuss a new truce between the Houthi rebels and Saudi Arabia, the AFP news agency reported, citing an airport source.  Diplomatic efforts to resolve the conflict have gained momentum since the Chinese-brokered Saudi-Iran deal to restore relations."}, {"source": "al-jazeera-english", "title": "Thousands join Israeli judicial protests amid soaring tensions", "text": "Tens of thousands of people rally in Tel Aviv to protest against the government's proposed judicial overhaul.  Tens of thousands of Israelis have joined protests against Prime Minister Benjamin Netanyahu's plans to overhaul the judiciary, despite soaring tensions after two deadly attacks a day earlier.  The protests against the plans, which were paused last month in the face of a wave of strikes and mass demonstrations, come amid surging violence in Israel and the occupied Palestinian territories.  As protesters rallied in Tel Aviv on Saturday, Israeli forces shot dead a Palestinian man in the occupied West Bank, the Palestinian health ministry said. Ahed Salim, 20, was hit in the chest and stomach by live fire in Azzun near Qalqilyah, the ministry said.  Separately, the Israeli military said three rockets were launched from Syria toward Israeli territory. There was no immediate claim of responsibility for the rocket launches, which caused no damage or casualties.  Around Al-Aqsa Mosque in Jerusalem, tens of thousands of worshippers were expected for evening prayers amid concerns about a possible repeat of nighttime Israeli police raids this week that were followed by rocket barrages into Israel and Israeli air attacks on Gaza and southern Lebanon.  Israelis were also on edge after a car-ramming in Tel Aviv on Friday that killed an Italian man and wounded five other tourists, hours after a shooting attack killed two Israeli sisters and wounded their mother near an illegal Israeli settlement in the occupied West Bank.  Netanyahu has mobilised border police reservists and ordered the army to reinforce security positions to head off possible trouble, amid calls for calm from the United Nations, the European Union and the United States.  People ignore government calls  In central Tel Aviv, crowds waving the blue and white Israeli flags that have become a hallmark of the protests during the past three months gathered in a show of defiance against plans they see as an existential threat to Israeli democracy.  Al Jazeera's Resul Serdar, reporting from Tel Aviv, said that some 145,000 people were expected to attend the protest.   There were calls and warnings issued by the government asking people not to attend the protest today due to the security concerns,  he said.   However, protesters say that the government is using security as an excuse and it is not going to stop them from taking to streets,  he said.   They say that it is a historic moment for the country and they are here to save democracy in Israel.   The judicial proposals, which would give the government effective control over the appointment of Supreme Court judges and allow parliament to overrule many decisions of the court, have caused one of the biggest domestic crises in Israel's recent history.  Hundreds of thousands of demonstrators, including army reservists, business leaders, members of Israel's tech industry and leading academics have taken part, facing off against supporters of Netanyahu's far-right religious-nationalist coalition.  Marwan Bishara, Al Jazeera's senior political analyst, said that the growing crisis is further isolating Netanyahu.  He said that he is losing control of his government and was being subjected to  blackmail  by his coalition partners.   He is losing big time in the polls in Israel. He is also losing the security situation as well as so-called stability and prosperity in the country.   The government, which has accused activist judges of increasingly usurping the role of parliament, said the overhaul is needed to restore a proper balance between the judiciary and elected politicians.  Critics have said it will remove some of the vital checks and balances underpinning a democratic state and hand unchecked power to the government.  Before the protests, police had urged people to leave roads clear to allow emergency services to move freely following Friday's car-ramming on a popular shoreline promenade in Tel Aviv."}, {"source": "ars-technica", "title": "RIP to Dropcams, Nest Secure: Google is shutting down servers next year", "text": "In a post on the official Google Nest Community page, Google announced it is shutting down the service for several old Nest smart home products. Most of these have not been for sale for years, but since this is all hardware tied to the cloud, turning off the servers will turn them into useless bricks. The good news is that Google is giving existing users deals on hardware upgrades to something that is supported.  Google kills product RIP to Dropcams, Nest Secure: Google is shutting down servers next year  Google Assistant might be doomed: Division  reorganizes  to focus on Bard  Stadia's pivot to a cloud service has also been shut down  Google kills  Duplex on the Web,  an automated website navigation feature  Google kills Stadia, will refund game purchases View more stories First up is Dropcam, which Nest and Google acquired in 2014 for $555 million and eventually turned into the Nest Cam line. Dropcam (and Dropcam Pro) server support is getting shut off on April 8, 2024, and Google says,  Dropcam will no longer work after that date, and you will no longer be able to use your Nest app to check status.  The video clips are stored online, so Google adds,  If you wish to keep your video history, please download and save before this date.   Nest replaced the Dropcam line in 2015, so these cameras are all around 8 years old. Nest promises five years of support for its own products. Google isn't just cutting these users off, though; it's offering discounts on new Nest Cams if they want to keep rolling with the Google ecosystem. Google says if users are currently subscribed to Nest Aware, they'll get a free indoor, wired Nest Cam (a $100 value). Nest Aware is a $6 or $9 monthly subscription that lets you record video from the camera and store it online. Since that subscription fee will match the price of a Nest Cam in a year or two, it makes sense for Google to try to keep that subscription revenue flowing. If you don't have a Nest Aware subscription, Google is offering a 50 percent discount on the wired, indoor Nest Cam.  Advertisement  (Though I would encourage you to throw off the shackles of Google's always-turbulent walled garden and buy something that doesn't have a monthly fee or rely on the cloud. I like my Unifi Protect system for being self-hosted with decent hardware and a range of camera models, but there are many options out there. Nest Cams just do not offer anything that justifies the monthly fee, and it gives them a high total cost.)    Google  Google    Next up on the Nest chopping block is Nest Secure. This was a $500 home security system with a keyboard, window and door sensors, motion detectors, and a keychain presence sensor. Google killed the hardware in 2020 but will keep supporting existing devices until the same day as Dropcam: April 8, 2024. Google says on that date  your Nest Secure will no longer work. It will not be accessible in the Nest app and won't connect to the internet.   When Google initially announced the Nest Secure's cancellation, it promised to support the device until at least November 2022--exactly five years after the November 2017 release--but now it's getting 6.5 years of support.  Google just announced a rebooted security product in partnership with ADT, one of the stalwarts of the home security market (Google bought a 6.6 percent stake in ADT in 2020). It's the same basic product as Nest Secure, but with a mix of Google tech (cameras and smart displays) and ADT tech (the hub, sensors, and software). Like the Nest Cams, this hardware is subscription bait: Google and ADT would like it if you subscribed to ADT's 24/7 professional monitoring, which runs $25-$35 a month, depending on your house setup.  Nest Secure owners are offered a free upgrade to the new ADT system--Google calls this an  up to $485 value --though you'll have to do a lot of new installation work, swapping out every sensor and component to get it up and running. Another option is a $200 credit on the Google Store. If you qualify for discounts for the Nest Secure or Dropcams, Google says they'll email you. There's also a recycling program for your dead products.  Advertisement  The Nest smart home ecosystem,  Works with Nest  also finally got a shutdown date: September 29, 2023.  Works with Nest  was Nest's original smart home ecosystem, allowing for things like your thermostat changing when you leave the house or allowing third-party apps to control your Nest system. Third-party devices could also plug into this system and somehow interface with your thermostat, cameras, or smoke detector.  Works with Nest got a death sentence in 2019, and has been sitting on Google death row ever since. Google originally wanted to shut down Works with Nest in August 2019, but delayed the termination after a public outcry. Google still blocked Works with Nest from adding new devices in August 2019 though, so any system has been limping along since then. If something broke, you were out of luck and couldn't replace it.  At the time, Google wanted Nest users to switch to the  Works with Google Assistant  ecosystem, which is the same basic idea of smart home communication, but without the  not invented here  baggage of the acquired Nest system. It uses a Google account instead of a Nest account, has different hardware compatibility, and, critically, it let you control devices by voice. Of course, the Google Assistant also seems to be deprioritized at Google, so Works with Google Assistant isn't called Works with Google Assistant anymore; it's now called  Works with Google Home.  But  Google Home  doesn't refer to the original Google Home product, which was a smart speaker. That line was killed off and replaced with the Nest Audio speakers.  Google Home  now means the app that controls your smart devices, so  Works with Google Home  means you'll see it in the app. The Nest app, which can also control some Nest devices, is being phased out in favor of the Google Home app."}, {"source": "al-jazeera-english", "title": "Armed groups kill dozens in Nigeria's Benue state", "text": "At least 74 people killed in two separate attacks by armed groups this week, officials say.  At least 74 people were killed in two separate attacks by gunmen this week in Benue state, north central Nigeria, local officials and police have said.  Violence has increased in the region in recent years as population growth leads to an expansion of the area dedicated to farming, leaving less land available for open grazing by nomads' cattle herds.  Benue state police spokesperson Catherine Anene said 28 bodies were recovered at a camp for internally displaced people in Mgban local government area between Friday evening and Saturday morning.  It was not immediately clear what triggered the attack but witnesses said gunmen arrived and started shooting, killing several people.  The attack followed a separate incident in the same state on Wednesday in the remote Umogidi village of Otukpo local government area, when suspected herdsmen killed villagers at a funeral, Bako Eje, the chairman for Otukpo, told the Reuters news agency.  Paul Hemba, a security adviser to the Benue state governor, said 46 bodies were recovered after Wednesday's attack.  President Muhammadu Buhari in a statement on Saturday condemned  the recent bout of killings in Benue State in which tens of people were killed in Umogidi community  and directed security forces to increase surveillance in affected areas.  Many attacks in remote parts of Nigeria go unreported as thinly stretched security forces often respond late to distress calls by communities.  Benue is one of Nigeria's Middle Belt states, where the majority Muslim north meets the predominantly Christian south.  Competition over land use is particularly intractable in the Middle Belt, where fault lines between farmers and herders often overlap with ethnic and religious divisions.  Benue has been one of the states hit hardest by years of disputes between nomadic herders and pastoral farmers who blame herdsmen for destroying farmland with their cattle grazing.  Those conflicts have often spiralled into broader criminality and tit-for-tat revenge attacks between informal armed groups established to protect rival communities.  A spokesman for the national herders association this week urged officials not to blame herders for every attack before carrying out proper investigations.  Separately on Saturday, gunmen abducted at least 80 people in Zamfara state, a hot spot for kidnappings for ransom by armed gangs targeting remote villages."}, {"source": "al-jazeera-english", "title": "Israel-Palestine updates: One killed in Tel Aviv attack", "text": "Israel-Palestine updates: One killed in Tel Aviv attack  Israel's rescue service says several people were injured in the incident, adding that the victims were tourists."}, {"source": "al-jazeera-english", "title": "At least 20 missing after boat sinks off Tunisia", "text": "The coastguard rescued 17 others, two of whom are in critical condition, says Sfax court judge Faouzi Masmousdi.  At least 20 people are missing after a boat attempting to cross the Mediterranean sank off Tunisia, according to an official, amid a sharp rise in the number of refugees trying to reach Europe by boat from the North African country.  The coastguard rescued 17 others, two of whom are in critical condition, after the boat sank off the coast of Sfax, Sfax court judge Faouzi Masmousdi said on Saturday.  In recent weeks, dozens have gone missing or died in several drowning accidents off the Tunisian coast.  Tunisia has replaced Libya as a main departure point for people fleeing poverty and conflict in Africa and the Middle East in the hope of a better life in Europe.  Tunisia's National Guard said on Friday that more than 14,000 refugees, mostly from sub-Saharan Africa, were intercepted or rescued in the first three months of the year while trying to cross into Europe, five times more than figures recorded in the same period last year.   Coast guard patrols prevent 501 clandestine attempts to cross the maritime border and rescued 14,406 [refugees] including 13,138 from sub-Saharan African countries,  between January 1 and March 31, it said in a statement.      The vast majority of interceptions took place off the coast of Sfax and Mahdia provinces, whose shores lie just 150km (90 miles) from the Italian island of Lampedusa.  Italian Prime Minister Giorgia Meloni said on Friday that Europe risked seeing a huge wave of refugees arriving on its shores from North Africa if financial stability in Tunisia were not safeguarded.  Meloni called on the International Money Fund and other countries to help Tunisia quickly to avoid its collapse.  Tunisian Foreign Minister Nabil Ammar said last week that the country needed funding and equipment to better protect its borders. Tunisia had received equipment from Italy in the past years, but Ammar said it was outdated and not sufficient."}, {"source": "al-jazeera-english", "title": "Ukraine children returned from Russia after alleged deportation", "text": "Dozens of children reunited with families in Ukraine after being deported to Russia from occupied areas, charity says.  More than 30 children have been reunited with their families in Ukraine this week after a long operation to bring them back from Russia, where they had been taken from occupied areas during the war, a humanitarian group has said.  Kyiv has estimated nearly 19,500 children have been taken to Russia since Moscow invaded in February last year, in what it condemns as illegal deportations.  Moscow, which controls parts of Ukraine's east and south, has denied abducting children and said they have been transported away for their own safety.  On Friday, the Save Ukraine charity said the children and their relatives had crossed the border into Kyiv-controlled territory.  According to released footage, the children, who carried suitcases and bags, crossed the border on foot and later boarded a bus to continue their journey.   Now, the fifth rescue mission is nearing its completion. It was special regarding the number of children we managed to return and also because of its complexity,  said Mykola Kuleba, the founder of Save Ukraine.  Kuleba praised the  heroic mothers  who had travelled to retrieve their children in what he called the  most difficult  of the charity's rescue missions to date.  The group helped the Ukrainian relatives of children who had been taken to Russia with the logistics, transport and planning needed to embark on the long journey to fetch their children and bring them back.  A grandmother who had been due to reunite with two of her grandchildren died suddenly on the trip from  stress  and the children had to remain in Russia, Kuleba, Ukraine's former commissioner for children's rights, told a media briefing in Kyiv.  Writing on Facebook, he said the Ukrainian relatives had been subjected to a  13-hour interrogation  by Russia's FSB security service.      Kuleba said that all the children who have been brought back to Ukraine by Save Ukraine had said that no one in Russia was trying to find their parents in Ukraine.   There were kids who changed their locations five times in five months, some children say that they were living with rats and cockroaches,  he said. The children were taken to what Russians called summer camps from occupied parts of Ukraine's Kharkiv and Kherson regions, Kuleba said.  There was no immediate comment from Moscow.  Three children - two boys and a girl - were present at the media briefing in Kyiv. Save Ukraine said they were returned to Ukraine on a previous rescue mission last month that returned 18 children in total.  The three children said they had been separated from their parents who were pressured by Russian authorities to send their children to Russian summer camps for what was billed as two weeks, from occupied parts of Kherson and Kharkiv regions.  The children at the briefing said they were forced to remain at the summer camps for four to six months and were moved from one place to another during their stay.   We were treated like animals. We were closed in a separate building,  said Vitaly, a child from Kherson region whose age was not clear. He added that they were told their parents no longer wanted them.  Al Jazeera's Jonah Hull, reporting from Kyiv, said it is believed many thousands of Ukrainian children remain in Russia.   Some of them, accompanied by their parents, have made active decisions to stay in Russia. But it is alleged a lot morewere illegally deported. According to the evidence of some of those who have returned, sometimes they were held against their will and subjected to demeaning treatment, propaganda and indoctrination .      The International Criminal Court last month issued an arrest warrant for Russian President Vladimir Putin and Russia's children's rights commissioner, Maria Lvova-Belova, accusing them of abducting children from Ukraine.  Moscow has not concealed a programme under which it has brought thousands of Ukrainian children to Russia from occupied areas, but presented relocations as a humanitarian campaign to protect orphans and children abandoned in the conflict zone.  Russia has rejected the allegations of the ICC, saying it does not recognise the jurisdiction of the court and calling the warrant against Putin and Lvova-Belova null and void.  Lvova-Belova told a news conference earlier this week that her commission acted on humanitarian grounds to protect the interests of children in an area where military action was taking place and had not moved anyone against their will or that of their parents or legal guardians, whose consent was always sought unless they were missing.  Kateryna Rashevska, a lawyer from the Ukrainian NGO Regional Centre for Human Rights, told the briefing they were collecting evidence to build a case that Russian officials deliberately prevented the return of the Ukrainian children back to their country.   In every story, there is a whole range of international violations and it cannot go unpunished,  she said."}, {"source": "al-jazeera-english", "title": "Iran to use cameras in public spaces to identify unveiled women", "text": "The police says it will 'not tolerate any kind of individual or collective behaviour and action' violating the law.  Iranian authorities are installing cameras in public places and thoroughfares to identify and penalise unveiled women, the police has announced in a new attempt to rein in increasing numbers of women defying the compulsory dress code.  After they have been identified, violators will receive  warning text messages as to the consequences , police said in a statement on Saturday.  The move is aimed at  preventing resistance against the hijab law,  said the statement, carried by the judiciary's Mizan news agency and other state media, adding that such resistance tarnishes the country's spiritual image and spreads insecurity.  The police statement said it will  not tolerate any kind of individual or collective behaviour and action in violation of the [hijab] law .  The announcement came amid growing anger among the country's powerful religious elite over the relaxation in mandatory hijab rules since the anti-government protests that erupted in September last year.  Defying the law  A growing number of Iranian women have been ditching their veils since the death of a 22-year-old Kurdish woman in the custody of the so-called  morality police  last September. Mahsa Amini was detained for allegedly violating the country's dress code for women.  Her death triggered a wave of anti-government demonstrations that swept the country for months. Security forces violently cracked down on the protesters.  Still, risking arrest for defying the obligatory dress code, women are still widely seen unveiled in malls, restaurants, shops and streets around the country. Videos of unveiled women resisting the morality police have flooded social media.  Saturday's police statement called on owners of businesses to  seriously monitor the observance of societal norms with their diligent inspections .  Under Iranian law, imposed after the 1979 revolution, women are obliged to cover their hair and wear long, loose-fitting clothes to disguise their figures. Violators have faced public rebuke, fines or arrest.  Describing the veil as  one of the civilisational foundations of the Iranian nation  and  one of the practical principles of the Islamic Republic , a Ministry of the Interior statement said on March 30 that there would be no retreat on the issue.  It urged citizens to confront unveiled women. Such directives have in past decades emboldened hardliners to attack women. Last week, a viral video showed a man throwing yoghurt at two unveiled women in a shop."}, {"source": "al-jazeera-english", "title": "Two killed in occupied West Bank after Israel bombs Gaza, Lebanon", "text": "Killings near illegal Hamra settlement take place hours after Israeli air raids targeted Lebanon and Gaza.  Two people were killed when gunmen opened fire on a vehicle in the occupied West Bank after Israel unleashed air raids on Lebanon and bombarded the Gaza Strip on Friday, an escalation that sparked fears of a broader conflict after days of violence over Jerusalem's most sensitive holy site.  The attack targeted a car on Friday near the illegal Israeli settlement of Hamra in the West Bank's northern Jericho governate.   A shooting attack was carried out on a vehicle at the Hamra Junction. [Israeli army] soldiers are searching the area,  Israel's military said.  The Magen David Adom ambulance service said two women in their 20s were killed and a third in her 40s was seriously wounded.  The attack came hours after Israeli missile attacks on Lebanon and Gaza following an unusually large rocket barrage fired at Israel from southern Lebanon.  The Israeli military said its warplanes struck infrastructure belonging to Palestinian armed groups that it accused of firing the nearly three dozen rockets that slammed into open areas and northern Israeli towns on Thursday.  There were no reports of serious casualties, but several residents of the southern Lebanese town of Qalili, including Syrian refugees, said they were lightly wounded.   I immediately gathered my wife and children and got them out of the house,  said Qalili resident Bilal Suleiman, who was jolted awake by the bombing.  Daniel Levy, president of the US/Middle East Project, told Al Jazeera the violence is likely to escalate further.   Endless denial of freedoms and rights for the Palestinians under occupation - living under the repressive Israeli regime - is inevitably going to lead to people taking up whatever forms of resistance - that's what happens across the board, globally, historically,  said Levy.  The escalation in tensions comes after Israeli forces stormed the Al-Aqsa Mosque in occupied East Jerusalem on successive days this week, firing stun grenades and attacking Palestinians as they gathered for Ramadan prayers.  The Israeli attacks on southern Lebanon - what analysts described as the most serious border violence since Israel's 2006 war with the Hezbollah group - threatened to push the confrontation into a dangerous new phase.      Dead were sisters  Al Jazeera's Resul Serdar, reporting from occupied East Jerusalem, said a helicopter flew in to take the wounded to a hospital.   One of the women was the driver and when the shooting began she lost control of the vehicle and it hit a man. So two people are dead and two injured, one critically,  Serdar quoted Israeli sources as saying.   There are reportedly two suspects and a manhunt is under way for them.   Israeli media reported the dead were sisters from the illegal settlement of Efrat, south of Jerusalem, and the critically wounded woman was their mother.  Police Commissioner Kobi Shabtai issued a statement calling on Israelis with a firearm license to carry their weapons.  The shooting follows months of heightened violence in the occupied West Bank.  Attacks have surged to record heights there in recent months, with Palestinian health officials reporting the start of 2023 to be the most deadly for Palestinians in at least 20 years.  Nearly 90 Palestinians have been killed by Israeli fire in the occupied West Bank since the start of the year. During that time, 16 people have been killed in Palestinian attacks on Israelis."}, {"source": "al-jazeera-english", "title": "Hundreds of Russians attend war-blogger Vladlen Tatarsky funeral", "text": "Tatarsky was killed on Sunday after a woman handed him a statuette that later exploded in a cafe, wounding more than 40 people.  Hundreds gathered for the funeral of high-profile Russian military blogger Vladlen Tatarsky in Moscow after he was killed in a bomb attack in Saint Petersburg.  Tatarsky, whose real name was Maxim Fomin, was killed on Sunday after a woman handed him a bust that later exploded in a cafe, wounding more than 40 people.  Russian authorities say the attack was orchestrated by Ukraine with help from supporters of jailed critic Alexey Navalny. Kyiv has blamed it on Russia's domestic infighting.  Mourners, some carrying flowers, gathered at the prestigious Troyekurovskoye cemetery in western Moscow with a heightened police presence.  Some supporters wore the letters Z and V - symbols of Moscow's assault on Ukraine - on their clothes. Carrying lit candles, priests in white robes led a funeral service at the cemetery.  Tatarsky's awards were placed on velvet cushions near his coffin.  Al Jazeera's Dorsa Jabbari, reporting from the funeral in the capital, said the event was taking place under heavy security.   It took us quite a long time to get into the grounds of the cemetery and we're still not allowed to go inside due to security concerns,  she said.   Metal detectors have been erected at the entrance and we went through a very thorough security check.   Yevgeny Prigozhin, founder of the mercenary Wagner Group was also present at the funeral, Jabbari reported.   He laid an axe of some kind, we believe on top of the coffin, when he paid his respects. He was the first person to do so before the crowds were allowed in.   The cafe where Tatarsky was killed was owned by Prigozhin.  In a statement released by his spokespeople, Prigozhin - whose forces are leading the assault for towns in eastern Ukraine - praised the blogger for helping  destroy the enemy .   He is a soldier who stays with us, whose voice will always live and speak only the truth,  Prigozhin said.  Russian investigators have charged Darya Trepova, a 26-year-old St Petersburg resident, with  terrorist offences  over the bombing.  While Trepova was arrested in St Petersburg, her case was sent to Moscow where the country's top investigative agencies are based - an apparent reflection of its high priority.  'We will defeat everyone'  Earlier this week, Russian President Vladimir Putin bestowed the highest Order of Courage on Tatarsky, who was a strong supporter of Moscow's invasion of Ukraine.  He publicly demanded Russia pursue the war even more aggressively and he had more than 500,000 followers on the Telegram messaging app.  Tatarsky, who joined separatists in eastern Ukraine after a Moscow-backed rebellion erupted there in 2014, fought on the front lines for years before turning to blogging.  At a Kremlin ceremony announcing the annexation of four Ukrainian regions last September, Tatarsky recorded himself saying:  We will defeat everyone. We will kill everyone. We will rob everyone as necessary. Just as we like it.   Putin on Wednesday accused Western security services of having helped Kyiv stage  terror attacks  in Russia.  The attack on Tatarsky came after Darya Dugina, the daughter of a prominent ultranationalist intellectual, was killed last year in a car bombing outside Moscow, which Russia also blamed on Ukraine."}, {"source": "al-jazeera-english", "title": "Israel launches air raids on Gaza, Lebanon", "text": "Israeli army says it's 'striking in Lebanon' following air attacks on Gaza amid rising tension in wake of Al-Aqsa raids.  Israel's military has said it carried out air raids in Lebanon, on what it called Hamas targets, hours after it launched air raids on the besieged Gaza Strip.  The bombardment in the early hours of Friday followed a spate of rocket launches from southern Lebanon as tensions soared after Israeli forces stormed the Al-Aqsa Mosque in occupied East Jerusalem twice this week.  Israel's army announced in a short statement at 4:07am (01:07 GMT) on Friday that it  is currently striking in Lebanon . A Lebanese TV station reported explosions near a refugee camp in the southern port city of Tyre.  Hours earlier, there were explosions in Gaza after Israeli Prime Minister Benjamin Netanyahu promised in a video statement that his country's enemies would  pay a price for any aggression .  There were no immediate reports of casualties in Lebanon or Gaza.  The latest raids come amid rising tensions over the storming of the Al-Aqsa Mosque in Jerusalem by Israeli troops, who fired stun grenades, attacked Palestinian worshippers and expelled them from the holy site as they gathered for Ramadan prayers.  The Muslim holy month this year coincides with Passover, a key holiday in the Jewish calendar, as well the Christian festival of Easter.  The attacks on Gaza and Lebanon came after the Israeli military said 34 rockets had been fired from Lebanon on Thursday, with 25 intercepted and at least four landing inside the country. They were the first rockets fired from Lebanon towards Israel in a year and the biggest launch since Israel and Lebanon's powerful Shia movement Hezbollah fought a war in 2006.  No organisation has yet claimed responsibility.  The Israeli military said its attack was focused on Hamas, the Palestinian movement running the Gaza Strip and a Hezbollah ally.   The [Israeli military] will not allow the Hamas terrorist organisation to operate from within Lebanon and holds the state of Lebanon responsible for every directed fire emanating from its territory,  it said in a statement.  Al Jazeera's Zeina Khodr, reporting from Tyre on Friday morning, said  security sources say that they believe Palestinian groups were responsible .   But many people here will say they could not have done with this without the support and the backing of Hezbollah which holds sway in this region,  she added, warning that the escalation threatened  a conflict that could spiral out of control .  'Flagrant aggression'  In Gaza, Al Jazeera's Youmna ElSayed said the Israeli air raids targeted the whole of the Strip but focused on  military camps and training camps belonging to Hamas , as well as agricultural lands.  She added, however, that buildings including a hospital in a residential neighbourhood were damaged by the attacks.   Homes of people [in Tuffah] have been partially or severely destroyed. Also nearby, the children's hospital Adura was also partially damaged from the strikes,  she added.  In a statement, Hamas said:  We hold the Zionist occupation fully responsible for the grave escalation and the flagrant aggression against the Gaza Strip and for the consequences that will bring onto the region.   The Israeli military said it had targeted Hamas, striking two tunnels and two alleged weapons facilities.  Netanyahu was reportedly in a security cabinet meeting as the Gaza attack unfolded. Among the topics under discussion was the recent rocket fire.  Following the meeting, Netanyahu issued a brief statement.  Israel's response, tonight and beyond, will extract a heavy price from our enemies,  it read.  Caretaker Lebanese Prime Minister Najib Mikati on Thursday condemned the rocket fire from Lebanon into northern Israel.  Lebanon absolutely rejects any military escalation emanating from its land, and the use of Lebanese territory to carry out operations that may destabilise the existing stability,  he said.  The United States, meanwhile, urged  restraint  amid the tensions, with State Department spokesperson Vedant Patel saying:  Any unilateral action that jeopardises the status quo to us is unacceptable. "}, {"source": "associated-press", "title": "Competing abortion pill rulings sow broad alarm, confusion", "text": "FILE - Three members of the Women's March group protest in support of access to abortion medication outside the Federal Courthouse on Wednesday, March 15, 2023 in Amarillo, Texas. Matthew Kacsmaryk, a Texas judge who sparked a legal firestorm with an unprecedented ruling halting approval of the nation's most common method of abortion, Friday, April 7, 2023, is a former attorney for a religious liberty legal group with a long history pushing conservative causes. (AP Photo/David Erickson)  FILE - Three members of the Women's March group protest in support of access to abortion medication outside the Federal Courthouse on Wednesday, March 15, 2023 in Amarillo, Texas. Matthew Kacsmaryk, a Texas judge who sparked a legal firestorm with an unprecedented ruling halting approval of the nation's most common method of abortion, Friday, April 7, 2023, is a former attorney for a religious liberty legal group with a long history pushing conservative causes. (AP Photo/David Erickson)  Emma Hernandez is defiant even if she fears what may come in the latest stage of the nation's fight over abortion: a widening prohibition to safe and legal ways to end unwanted pregnancies, including access to abortion pills .  Competing rulings by two federal judges over the availability of the abortion drug mifepristone are sowing alarm and confusion for Hernandez and countless other Americans who insist that availability must be guaranteed. Others celebrated one judge's ruling that would restrict that access but acknowledge the battle is far from over.  Hernandez's concerns were heightened Friday when U.S. District Judge Matthew Kacsmaryk , a Trump appointee in Amarillo, Texas, overruled decades of scientific approval and put on hold federal approval of mifepristone, one of two drugs used in combination to end pregnancies. The judge immediately stayed his ruling for a week so federal authorities could file a challenge.  ADVERTISEMENT  At about the same time in Spokane, Washington, U.S. District Judge Thomas O. Rice, an Obama appointee, directed federal officials not to hinder access to the drug in at least 17 states where Democrats sued to keep the drug's availability intact. The issue will likely be settled by the U.S. Supreme Court, which last year repealed Roe v. Wade , the 1973 landmark Supreme Court decision that had established a constitutional right to abortions.   As a person who's had multiple medication abortions, we know that the medication itself is safe and effective,  said Hernandez, a 30-year-old Texas resident who works for We Testify, an organization that provides an outlet for people to share their stories about abortions.   These restrictions are intentionally creating confusion and limiting our options to a point where we're being asked to accept whatever abortion option remains available,  she said Saturday.  Abortion opponents like Rose Mimms, the executive director of Arkansas Right to Life, welcomed the Texas decision.   That's really going to put a big dent in the abortion industry across the country, (but) I do expect it will be appealed,  Mimms said.  While some states like hers have sharply curtailed access to abortions, she wants stricter controls over abortion-inducing medications that can be delivered through the mail, even in states where abortion is illegal or severely restricted.  ADVERTISEMENT  In his ruling, Kacsmaryk noted how some groups are undermining a state's ability to regulate abortion. He specifically mentioned New York-based Mayday Health, a nonprofit that provides information on how to obtain the medication.  Mayday Health's executive director, Dr. Jennifer Lincoln, urged women to begin stockpiling mifepristone in case it is banned. She said pills can be obtained from international suppliers through the mail.   You can order them now and keep mifepristone like you would keep Tylenol. It has a shelf life of about two years,  said Lincoln, a Portland, Oregon, obstetrician and gynecologist.  About a million people every month visit the organization's website. Following the Texas ruling, Lincoln said, the number of visits has become even more brisk.  ADVERTISEMENT   We know those numbers will climb when people see that safe healthcare is threatened,  she said.  Renee Bracey Sherman, founder and executive director of We Testify, said she is  frustrated that access to abortion care is hanging on by a thread.   While mifepristone and misoprostol, another abortion-inducing drug, remain available in the U.S., Sherman calls the court battle and debate over the drugs  a very slippery slope  toward an outright ban on abortion in any form.  New York Gov. Kathy Hochul said during an interview Saturday on CNN that she would push legislation that would require insurance companies to cover misoprostol, which can be used alone but is more effective when taken with mifepristone.   We're also concerned about the next phase,  Hochul said.  We're trying to figure out all the different ways we can get ahead of this.   In recent years, abortion foes have won major victories, and they have become more emboldened in their efforts to further erode access to abortions, said Hernandez.  ADVERTISEMENT   It's something that we saw around the bend,  she said.  I do know that we've been preparing for these moments and understanding how we can get people to still have access in whatever way is available in their region.   The growing restrictions could particularly hurt people who don't have the resources to travel to such places as California and New York to get in-clinic abortions.  Hernandez recalls her first abortion when she was 21. She didn't want to reveal her pregnancy to anyone; to retain her privacy, she relied on medication to abort her pregnancy. Without access to a car, she would not have had a convenient way to get to a clinic.   For me it was the best option because it did not require any sort of sedation,  Hernandez said.  And I did not have a support system that could assist me in traveling to and from a clinic for an abortion procedure.   __________  Calvan reported from New York and Miller from Oklahoma City."}, {"source": "associated-press", "title": "Ben Ferencz, last living Nuremberg prosecutor of Nazis, dies", "text": "FILE - Benjamin Ferencz, Romanian-born American lawyer and chief prosecutor of the Nuremberg war crimes trials, speaks during an opening ceremony for the exhibition commemorating the Nuremberg war crimes trials in Nuremberg, Germany, Sunday, Nov. 21, 2010. Ferencz, the last living prosecutor from the Nuremberg trials, who tried Nazis for genocidal war crimes and was one of the first outside witnesses to document the atrocities of Nazi labor and concentration camps as a U.S. Army soldier, died Friday evening, April 7, 2023, in Boynton Beach, Fla.,, according to St. John's University law professor John Barrett, who runs a blog about the Nuremberg trials. He had just turned 103 in March. (Armin Weigel/Pool Photo via AP, File)  FILE - Benjamin Ferencz, Romanian-born American lawyer and chief prosecutor of the Nuremberg war crimes trials, speaks during an opening ceremony for the exhibition commemorating the Nuremberg war crimes trials in Nuremberg, Germany, Sunday, Nov. 21, 2010. Ferencz, the last living prosecutor from the Nuremberg trials, who tried Nazis for genocidal war crimes and was one of the first outside witnesses to document the atrocities of Nazi labor and concentration camps as a U.S. Army soldier, died Friday evening, April 7, 2023, in Boynton Beach, Fla.,, according to St. John's University law professor John Barrett, who runs a blog about the Nuremberg trials. He had just turned 103 in March. (Armin Weigel/Pool Photo via AP, File)  Ben Ferencz, the last living prosecutor from the Nuremberg trials, who tried Nazis for genocidal war crimes and was among the first outside witnesses to document the atrocities of Nazi labor and concentration camps, has died. He had just turned 103 in March.  Ferencz died Friday evening in Boynton Beach, Florida, according to St. John's University law professor John Barrett, who runs a blog about the Nuremberg trials. The death also was confirmed by the United States Holocaust Memorial Museum in Washington.   Today the world lost a leader in the quest for justice for victims of genocide and related crimes,  the museum tweeted.  Born in Transylvania in 1920, Ferencz immigrated as a very young boy with his parents to New York to escape rampant antisemitism. After graduating from Harvard Law School, Ferencz joined the U.S. Army in time to take part in the Normandy invasion during World War II. Using his legal background, he became an investigator of Nazi war crimes against U.S. soldiers as part of a new War Crimes Section of the Judge Advocate's Office.  ADVERTISEMENT  When U.S. intelligence reports described soldiers encountering large groups of starving people in Nazi camps watched over by SS guards, Ferencz followed up with visits, first at the Ohrdruf labor camp in Germany and then at the notorious Buchenwald concentration camp. At those camps and later others, he found bodies  piled up like cordwood  and  helpless skeletons with diarrhea, dysentery, typhus, TB, pneumonia, and other ailments, retching in their louse ridden bunks or on the ground with only their pathetic eyes pleading for help,  Ferencz wrote in an account of his life.   The Buchenwald concentration camp was a charnel house of indescribable horrors,  Ferencz wrote.  There is no doubt that I was indelibly traumatized by my experiences as a war crimes investigator of Nazi extermination centers. I still try not to talk or think about the details.   At one point toward the end of the war, Ferencz was sent to Adolf Hitler's mountain retreat in the Bavarian Alps to search for incriminating documents but came back empty-handed.  After the war, Ferencz was honorably discharged from the U.S. Army and returned to New York to begin practicing law. But that was short-lived. Because of his experiences as a war crimes investigator, he was recruited to help prosecute Nazi war criminals at the Nuremberg trials, which had begun under the leadership of U.S. Supreme Court Justice Robert Jackson. Before leaving for Germany, he married his childhood sweetheart, Gertrude.  ADVERTISEMENT  At the age of 27, with no previous trial experience, Ferencz became chief prosecutor for a 1947 case in which 22 former commanders were charged with murdering over 1 million Jews, Romani and other enemies of the Third Reich in Eastern Europe. Rather than depending on witnesses, Ferencz mostly relied on official German documents to make his case. All the defendants were convicted, and more than a dozen were sentenced to death by hanging even though Ferencz hadn't asked for the death penalty.  ADVERTISEMENT   At the beginning of April 1948, when the long legal judgment was read, I felt vindicated,  he wrote.  Our pleas to protect humanity by the rule of law had been upheld.   With the war crimes trials winding down, Ferencz went to work for a consortium of Jewish charitable groups to help Holocaust survivors regain properties, homes, businesses, art works, Torah scrolls, and other Jewish religious items that had been confiscated from them by the Nazis. He also later assisted in negotiations that would lead to compensation to the Nazi victims.  In later decades, Ferencz championed the creation of an international court which could prosecute any government's leaders for war crimes. Those dreams were realized in 2002 with establishment of the International Criminal Court in The Hague, though its effectiveness has been limited by the failure of countries like the United States to participate.  Ferencz is survived by a son and three daughters. His wife died in 2019.  ___  Follow Mike Schneider on Twitter at @MikeSchneiderAP"}, {"source": "associated-press", "title": "Texas gov. seeks to pardon Army sergeant convicted of murder", "text": "FILE - This booking photo provided by the Austin, Texas, Police Department shows U.S. Army Sgt. Daniel Perry. Perry was convicted of murder for fatally shooting an armed protester in 2020 during nationwide protests against police violence and racial injustice, a Texas jury ruled Friday, April 7, 2023. (Austin Police Department via AP, File)  FILE - This booking photo provided by the Austin, Texas, Police Department shows U.S. Army Sgt. Daniel Perry. Perry was convicted of murder for fatally shooting an armed protester in 2020 during nationwide protests against police violence and racial injustice, a Texas jury ruled Friday, April 7, 2023. (Austin Police Department via AP, File)  AUSTIN, Texas (AP) -- Texas Gov. Greg Abbott said Saturday that he is seeking to pardon a U.S. Army sergeant who was convicted of murder in the 2020 fatal shooting of an armed protester during nationwide protests against police violence and racial injustice.  Abbott tweeted that because the state constitution limits him to a pardon only on a recommendation by the state Board of Pardons and Paroles he is asking the board to recommend a pardon and to expedite his request in order to pardon Sgt. Daniel Perry.   I look forward to approving the board's pardon recommendation as soon as it hits my desk,  Abbott wrote.  Perry was convicted Friday by a Travis County jury of fatally shooting 28-year-old Garrett Foster during a protest in Austin. He faces up to life in prison when sentenced.   Texas has one of the strongest 'Stand Your Ground' laws of self-defense that cannot be nullified by a jury or a progressive District Attorney,  Abbott said.  ADVERTISEMENT  A phone call to District Attorney Jose Garza's office on Saturday was not answered.  Perry's attorneys argued that the shooting was self-defense as Foster approached Perry's car with an AK-47 rifle. Prosecutors said Perry could have driven away before firing his revolver and witnesses testified that Foster never raised his rifle at Perry.  Perry, who was charged in 2021, was stationed at Ft. Hood about 70 miles (112 kilometers) north of Austin in July 2020 when he was working for a ride-sharing company and turned onto a street and into a large crowd of demonstrators in downtown Austin.  In video streamed live on Facebook, a car can be heard honking before several shots ring out and protesters begin screaming and scattering.  When Foster was killed, demonstrators in Austin and beyond had been marching in the streets for weeks following the police killing of George Floyd .  Floyd died May 25, 2020, after a Minneapolis police officer pressed his knee against the Black man's neck for more than nine minutes. Floyd, who was handcuffed, repeatedly said he couldn't breathe.  Floyd's killing was recorded on video by a bystander and sparked worldwide protests as part of a broader reckoning over racial injustice."}, {"source": "associated-press", "title": "NBA opens investigation into Dallas' move to sit players", "text": "Dallas Mavericks' Luka Doncic, left, Josh Green, center, and Kyrie Irving, right, stand on the court during a timeout in the second half of an NBA basketball game against the Chicago Bulls, Friday, April 7, 2023, in Dallas. (AP Photo/Tony Gutierrez)  Dallas Mavericks' Luka Doncic, left, Josh Green, center, and Kyrie Irving, right, stand on the court during a timeout in the second half of an NBA basketball game against the Chicago Bulls, Friday, April 7, 2023, in Dallas. (AP Photo/Tony Gutierrez)  The NBA wants to know why the Dallas Mavericks held out several key players in their next-to-last game of the season, even while the team still had a mathematical chance of making the play-in tournament.  NBA officials opened an investigation Saturday into the Mavericks' decision-making surrounding Friday's game against the Chicago Bulls , in which Dallas sat Kyrie Irving for the entire game and Luka Doncic for most of the contest. The Mavericks blew an 11-point fourth-quarter lead and lost, getting eliminated from postseason consideration.  That outcome also could help ensure that Dallas has a top-10 draft pick this summer -- and with it, potentially a 4.5% chance of winning the lottery and getting the opportunity to select French phenom Victor Wembanyama.   The NBA commenced an investigation today into the facts and circumstances surrounding the Dallas Mavericks' roster decisions and game conduct with respect to last night's Chicago Bulls-Mavericks game, including the motivations behind those actions,  league spokesman Mike Bass said.  ADVERTISEMENT  Potential penalties are unclear, though Commissioner Adam Silver made clear before the season began that the league wouldn't tolerate any obvious attempts at tanking.   I know that many of our NBA teams are salivating at the notion that potentially through our lottery that they could get (Wembanyama), so they should all still compete very hard next season,  Silver said in October.  Dallas coach Jason Kidd said before the game that the decision to sit players was made by  the organization,  and referenced it being made by his bosses -- owner Mark Cuban and general manager Nico Harrison -- after the game as well.  Dallas had Irving, Tim Hardaway Jr., Maxi Kleber, Josh Green and Christian Wood all out for Friday's win-or-else game, and it limited Doncic to about one quarter of play before pulling him for the remainder of the contest. Doncic played briefly on a night that paid tribute to his native Slovenia, with the Mavericks handing out souvenir Slovenia-themed scarves to the first 3,500 fans in attendance. He came out less than a minute into the second quarter.  The Mavs cited right foot injury recovery for Irving, right hamstring injury recovery for Kleber, left ankle soreness for Hardaway and rest for both Wood and Green. All five of those players -- plus Doncic -- played Wednesday in Dallas' win over Sacramento.  ADVERTISEMENT   The organization, they made this decision,  Kidd said before Friday's game, later adding,  we have to go by that.   Postgame, Kidd added:  This is maybe a step back, but hopefully it leads to going forward. ... These are decisions that are made from my bosses and we've got to follow them and we trust that Cuban and Nico are going to put the pieces together to put us in a position to win a championship. And that's just starting the process today.   This isn't the first time the Mavericks have caught the NBA's eye when it comes to tanking.  The NBA fined Cuban $600,000 in February 2018 for comments about tanking during a podcast with Basketball Hall of Fame player Julius Erving, which Commissioner Adam Silver called  public statements detrimental to the NBA.  The Mavericks were well on their way to what became a 24-58 season when Cuban spoke to Erving and discussed tanking.  ADVERTISEMENT  Later, Cuban acknowledged to The Associated Press that he  earned  the fine.  I got excited talking to Dr. J and said something I shouldn't have,  he told the AP at the time.  Dallas, in fairness, was in an uphill spot for the last play-in berth in the West anyway entering Friday, and beating the Bulls would have extended postseason hopes but would not have guaranteed anything. It needed to win Friday and Sunday and hope that Oklahoma City would lose to Memphis on Sunday -- just to get the No. 10 spot and still need two more road wins in play-in games to make it to a Round 1 series against Denver.  Not making the play-in tournament helps Dallas' chances of claiming no worse than the No. 10 pick in this summer's draft -- which is important. If the Mavs' pick is between No. 1 and No. 10, Dallas keeps it. If it is No. 11 or deeper in the draft, it conveys to New York as part of the compensation agreed to in the Kristaps Porzingis trade in 2019.  ADVERTISEMENT  The NBA investigation comes just days after the league denied a protest by the Mavericks over a confusing sequence that led to an uncontested basket for Golden State in a two-point win by the Warriors in a game last month.  That loss was part of a freefall by the Mavericks, who were fourth in the West in mid-February and figured to become a title contender after trading for Irving to play alongside Doncic in a suddenly starry backcourt.  But the Mavericks have gone 7-17 in their last 24 games, with only Sunday's now-meaningless finale against San Antonio remaining.  ___  AP NBA: https://apnews.com/hub/NBA and https://twitter.com/AP_Sports"}, {"source": "associated-press", "title": "Koepka leading Rahm by 4 on a short Saturday at the Masters", "text": "Patrons leave the course after play was suspended in the weather delayed third round of the Masters golf tournament at Augusta National Golf Club on Saturday, April 8, 2023, in Augusta, Ga. (AP Photo/Charlie Riedel)  Patrons leave the course after play was suspended in the weather delayed third round of the Masters golf tournament at Augusta National Golf Club on Saturday, April 8, 2023, in Augusta, Ga. (AP Photo/Charlie Riedel)  AUGUSTA, Ga. (AP) -- Moving day at the Masters was mostly about everyone leaving on Saturday.  A cold, relentless rain was too much for Augusta National to handle, leading to one of the earliest finishes for a Saturday -- just 15 minutes after CBS came on the air -- and setting up a marathon finish for Brooks Koepka, Jon Rahm and anyone able to catch them.  Koepka, who began the third round with a two-shot lead over Rahm, extended it to four shots when the Spaniard made consecutive bogeys. They made it to the seventh green, already filled with tiny pools of water, before play was suspended for the day.  The round was to resume at 8:30 a.m. Sunday, followed by another two-tee start.  Tiger Woods was relieved to make the cut -- his 23rd in a row at the Masters, tying the tournament record -- and then looked as though he couldn't get off the course fast enough after making back-to-back double bogeys for the first time ever at Augusta National. He was in last place, 22 shots behind.  ADVERTISEMENT  Koepka was at 13-under par and faced a 10-foot par putt on the seventh green. Rahm was at 9 under and had about 8 feet for birdie. There was a long way to go.   I'm not too concerned about playing 29 holes or however many holes we've got left,  Koepka said.  It's part of the deal. I'm pretty sure I'll be up for it considering it is the Masters. So I don't think anybody should have a problem with that.   The lasting image was thousands of spectators under their green-and-white Masters umbrellas moving slowly in unison toward the exit.  There was plenty of entertainment in the short window of golf, most of it in the morning when the second round was completed.  Temperatures didn't quite reach 50 degrees Fahrenheit (10 degrees Celsius). The rain and wind made it feel worse, and playing conditions were so severe that hardly anyone could reach the par 5s. Some players were hitting fairway metal on the par-4 18th.  Rahm did remarkably well to close the gap on Koepka, getting to within one shot when he holed a birdie putt from just off the back of the 17th green. But he came up short of the 18th with a 4-iron -- he hit 8-iron into the 18th hole in warm weather on Thursday -- and made bogey for a 69.   Those two holes at the end, 17 and 18, were two absolute monsters,  Rahm said.  ADVERTISEMENT  Cameron Young summed it for some three dozen players who were forced to handle the rain, the cold and a course that played longer than it ever has on Saturday morning.   It's basically impossible,  Young said.  I really don't know what you're supposed to do.   Players lost tee shots to the right because of water on the face of the club -- even after wiping it dry before they hit. Shots were skidding across rain-soaked greens. The ball was going nowhere.  Koepka was among the fortunate who finished his second round in the warm breeze on Friday before the bad weather moved in and changed everything.  While it was the first time at the Masters that two players finished 36 holes at double digits under par, this felt more like survival.  No one paid the price quite like Justin Thomas. He returned to the course at 2 under for the tournament and began losing ground quickly, with a shot into the water on the 11th for a double bogey, a tee shot over the back of the green on the par-3 12th and a three-putt bogey on the par-5 15th from 45 feet.  ADVERTISEMENT  Woods had his own issues. He was hovering around the cut line -- he had never missed the cut as a pro at Augusta -- when he finished bogey-bogey to fall outside the top 50 and ties. He needed either Thomas or Sungjae Im to bogey one of the last two holes to make it.  Both obliged, but Thomas wound up making bogey on Nos. 17 and 18. He had to hit 5-wood into the 18th, pulled it into the gallery and missed a 10-foot putt for a 42 on the back nine and a 78, matching his worst score in the Masters.  There was a brief respite in the rain, and then out came the umbrellas not long after the third round began.  U.S. Amateur champion Sam Bennett, who at 8-under 136 had the lowest 36-hole score by an amateur since Ken Venturi in 1956, promptly bogeyed his opening two holes.  ADVERTISEMENT   It was brutal out there,  Bennett said.  I think they honestly could have called it about 45 minutes earlier, but they tried their best.   Koepka and Rahm each birdied the par-5 second hole, but then Rahm got out of position on the par-3 fourth for bogey, and three-putted from long range on the fifth. But he ended his day with two good swings and then was done for the day.  Having to complete the third round on Sunday morning is not unusual. The last two times for weather delays on Saturday (2005 and 2006), play resumed and was stopped by darkness. This time it was 3:15 p.m., an abrupt and early end.  The forecast for Sunday should allow for the Masters to finish as scheduled. But even as rain clears, it is sure to leave a softer Augusta National that can be attacked.   It looks like it's good weather tomorrow -- so we're going to have good weather conditions and most likely a soft golf course,  Rahm said.  Patrick Cantlay and U.S. Open champion Matt Fitzpatrick were 3 under for the second round, the best of scoring on this miserable day. They were tied for fourth, along with Collin Morikawa and Viktor Hovland, still eight shots behind.  ADVERTISEMENT  Phil Mickelson also was in the mix. The three-time Masters champion had two early birdies before giving them back. He was in the group at 4-under par and headed to the back nine when play was stopped.  Woods ended Saturday morning with two bogeys and started Saturday afternoon -- he was in the last group on the back nine -- with another one. But it really got ugly at the end. His wedge to the 15th spun off the green and into the water. And on the par-3 16th, with a front right pin, he went well left and into the water.  But in only his fourth tournament since last year's Masters, he was still playing. He joined Fred Couples and Gary Player in the Masters record book with his 23rd straight cut made. Couples carved out his own spot in the book. At age 63, he became the oldest player to make the cut at the Masters.  ___  AP golf: https://apnews.com/hub/golf and https://twitter.com/AP_Sports"}, {"source": "associated-press", "title": "Report: Florida officials cut key data from vaccine study", "text": "FILE - Dr. Joseph Ladapo speaks with reporters after the Florida Senate confirmed his appointment as the state's surgeon general on Feb. 23, 2022, in Tallahassee, Fla. An analysis that was the basis of a highly criticized recommendation from Florida's surgeon general cautioning young men against getting the COVID-19 vaccine omitted information that showed catching the virus could increase the risk of a cardiac-related death much more than getting the shot. That's according to drafts of the analysis obtained by the Tampa Bay Times. (AP Photo/Brendan Farrington, File)  FILE - Dr. Joseph Ladapo speaks with reporters after the Florida Senate confirmed his appointment as the state's surgeon general on Feb. 23, 2022, in Tallahassee, Fla. An analysis that was the basis of a highly criticized recommendation from Florida's surgeon general cautioning young men against getting the COVID-19 vaccine omitted information that showed catching the virus could increase the risk of a cardiac-related death much more than getting the shot. That's according to drafts of the analysis obtained by the Tampa Bay Times. (AP Photo/Brendan Farrington, File)  TAMPA, Fla. (AP) -- An analysis that was the basis of a highly criticized recommendation from Florida's surgeon general cautioning young men against getting the COVID-19 vaccine omitted information that showed catching the virus could increase the risk of a cardiac-related death much more than getting the mRNA shot, according to drafts of the analysis obtained by the Tampa Bay Times.  The nonbinding recommendation made by Florida Surgeon General Joseph Ladapo last fall ran counter to the advice provided by the federal Centers for Disease Control and Prevention. Ladapo, a Harvard-trained medical doctor who was appointed by Florida Gov. Ron DeSantis in 2021 to head the Florida Department of Health, has drawn intense scrutiny over his shared resistance with the Republican governor to COVID-19 mandates for vaccines and masks and other health policies endorsed by the federal government.  ADVERTISEMENT  The early drafts of the analysis obtained by the Times through a records request showed that catching COVID-19 could increase the chances of a cardiac-related death much more than getting the vaccine, but that information was missing from the final version put out by the Florida Department of Health last October.  Ladapo said that the risk of men ages 18 to 39 having cardiac complications outweighed the benefits of getting the mRNA vaccine.  Matt Hitchings, an infectious disease epidemiologist and professor of biostatistics at the University of Florida, told the Times that it seems that sections of the analysis were omitted because they did not fit the narrative the surgeon general wanted to push.   This is a grave violation of research integrity,  Hitchings said.  (The vaccine) has done a lot to advance the health of people of Florida and he's encouraging people to mistrust it.   In a statement on Twitter posted Saturday in response to the Times' story, Ladapo said,  It's not only unfortunate that COVID has corrupted scientists' ability to think clearly about epidemiology but also sad that people rush to defend a vaccine that has shown increased cardiovascular risk in multiple studies.   Last year, Ladapo released guidance recommending against vaccinations for healthy children, contradicting federal public health leaders whose advice says all kids should get the shots . In response, the American Academy of Pediatrics and its Florida chapter issued written statements reiterating support for vaccinating eligible children age 5 and older against COVID-19.  ADVERTISEMENT  DeSantis, who is contemplating a run for the GOP presidential nomination, also has requested that a grand jury be convened to investigate any wrongdoing with respect to the COVID-19 vaccines. DeSantis' request argues that pharmaceutical companies had a financial interest in creating a climate in which people believed that getting a coronavirus vaccine would ensure they couldn't spread the virus to others.  The Florida Supreme Court agreed to the request last December."}, {"source": "associated-press", "title": "US deploys guided-missile submarine amid tensions with Iran", "text": "This photo released by the US Navy show a guided-missile submarine capable of carrying up to 154 Tomahawk missiles. The Navy said nuclear-powered submarine, based out of Kings Bay, Georgia, passed through the Suez Canal on Friday, April 7, 2023. (US Navy via AP)  This photo released by the US Navy show a guided-missile submarine capable of carrying up to 154 Tomahawk missiles. The Navy said nuclear-powered submarine, based out of Kings Bay, Georgia, passed through the Suez Canal on Friday, April 7, 2023. (US Navy via AP)  DUBAI, United Arab Emirates (AP) -- The U.S. Navy has deployed a guided-missile submarine capable of carrying up to 154 Tomahawk missiles to the Middle East, a spokesman said Saturday, in what appeared to be a show of force toward Iran following recent tensions.  The Navy rarely acknowledges the location or deployment of submarines. Cmdr. Timothy Hawkins, a spokesman for the 5th Fleet based in the Gulf nation of Bahrain, declined to comment on the submarine's mission or what had prompted the deployment.  He said the nuclear-powered submarine, based out of Kings Bay, Georgia, passed through the Suez Canal on Friday.  It is capable of carrying up to 154 Tomahawk land-attack cruise missiles and is deployed to U.S. 5th Fleet to help ensure regional maritime security and stability,  Hawkins said.  The 5th Fleet patrols the crucial Strait of Hormuz, the narrow mouth of the Persian Gulf through which 20% of all oil transits. Its region includes the Bab el-Mandeb Strait off Yemen and the Red Sea stretching up to the Suez Canal, the Egyptian waterway linking the Mideast to the Mediterranean Sea.  ADVERTISEMENT  The U.S., the U.K. and Israel have accused Iran of targeting oil tankers and commercial ships in recent years, allegations denied by Tehran. The U.S. Navy has also reported a series of tense encounters at sea with Iranian forces that it said were being recklessly aggressive.  Last month, the U.S. launched airstrikes against Iran-backed forces in Syria after a rocket attack killed a U.S. contractor and wounded seven other Americans in that country's northeast.  Tomahawk cruise missiles launched from ships or submarines can hit targets up to 2,500 kilometers (1,500 miles away). They were famously employed during the opening hours of the 2003 U.S.-led invasion of Iraq and in response to a Syrian chemical weapons attack in 2018 .  U.S.-Iranian tensions have soared since then-President Donald Trump withdrew from a 2015 agreement with world powers that provided sanctions relief in return for Iran curbing its nuclear activities and placing them under enhanced surveillance.  The Biden administration's efforts to restore the agreement hit a wall last year. The tensions have worsened as Iran has supplied attack drones to Russian forces in Ukraine and as Israel and Iran have escalated their yearslong shadow war in the Middle East.  ADVERTISEMENT  In addition to drawing closer to Moscow, Tehran has sought improved relations with China, which brokered an agreement last month to restore diplomatic ties between Iran and Saudi Arabia."}, {"source": "australian-financial-review", "title": "KPMG, Goldman Sachs faulted in suit over SVB failure", "text": "SVB collapsed last month following bets on bonds that lost value as interest rates rose. Its venture capital clients began drawing down deposits en masse, forcing the lender to sell assets at losses and setting off a panicked run on the bank. SVB's parent company filed for Chapter 11 bankruptcy.  Friday's lawsuit claims the underwriters issued misleading registration statements on the bank's stock offerings that contained  untrue statements of material facts.   'Substantial Doubt'  KPMG's alleged liability, explained in greater detail, is based in part on the fact that it signed off on SVB's 2022 annual report two weeks before the March 8 market close, according to the suit.  That was when the bank said it was seeking to raise $US2.25 billion ($3.37 billion) to address its liquidity problems, and announced an approximately $US1.8 billion loss on the sale of its own securities.   Even though SVB's deposits began to decline in 2022, falling $US25 billion during the final nine months of 2022 and reducing SVB's liquidity, KPMG did not identify risks associated with SVB's declining deposits or SVB's ability to hold debt securities to maturity in its report,  according to the suit.  Advertisement  Additionally, KPMG's audit report  was silent  about whether there was  substantial doubt  about the bank's ability  to continue as a going concern for a reasonable period of time,  it said.  The Justice Department, Securities and Exchange Commission and Federal Reserve are examining issues around SVB's collapse, including share sales by officers and the absence of a risk officer at the bank for much of 2022, according to people familiar with the matter. No one at the bank has been accused of wrongdoing and the investigations could end without charges or lawsuits being brought.  The case is City of Hialeah Employees Retirement System et al v. Becker, 23-cv-01697, US District Court for the Northern District of California ( San Francisco).  Bloomberg"}, {"source": "associated-press", "title": "Mobile home park residents form co-ops to save their homes", "text": "Mobile home park residents form co-ops to save their homes  Claire Rush Statehouse reporter based in Portland, Oregon. ClaireARushcrush@ap.org  PORTLAND, Ore. (AP) -- When Gadiel Galvez learned that the owner of his mobile home park south of Seattle was looking to sell, he and other residents worried their largely Latino community would be bulldozed to make way for another Amazon warehouse.  So, they decided to form a cooperative and buy their park in Lakewood, Washington. With help from a nonprofit that advises communities like theirs and helps them secure loans, they bought it for $5.25 million. Since becoming owners in September, everyone's worked to make improvements.   Everybody thought, 'You know what? ... I'm going to make this place the best that I can,'  said Galvez, 22, who is a co-op board member.  Some people painted their homes, some people remodeled their interiors and exteriors, and some are working on their roofs.   With rents rising at mobile home parks nationwide, advocates tout the cooperative model as a way to preserve one of the last affordable housing options for people with low- or fixed-incomes and to give them a greater voice in managing their parks.  ADVERTISEMENT  So far these resident-owned communities are proving to be a reliable option. None of the more than 300 in the network of nonprofit ROC USA have defaulted or closed. One decided to sell back to the county housing authority it originally purchased from.   They have a 100% track record of success, which tells you that it's working for the residents,  said George McCarthy, president and CEO of the Lincoln Institute of Land Policy, a Cambridge, Massachusetts, think tank.  Resident ownership is an absolute bulwark against the intrusion of institutional capital in the market.   The push to promote resident ownership comes as parks have become a favorite target of investment banks, hedge funds and other deep-pocketed investors.  Nearly a third of mobile home parks in the U.S. have been bought by such investors since 2015, lured by reliable cash flow and high returns from raising rents at nearly double the general rental market rate, McCarthy said.   They're trading on the desperation of people living in the parks,  he said.  There's no place that they can take their homes if they can't afford to keep paying the increasing rents.   Park residents often own their home but rarely the land beneath it. So if a landlord raises rent, residents can be evicted or forced to sell their home. If a park is sold to be redeveloped, mobile homes that can't be moved are demolished.  Full Coverage: Photography  ADVERTISEMENT   Homelessness is really what residents are facing  if investors aggressively raise rents, said Victoria O'Banion, ROC Northwest's marketing and acquisitions specialist.  At Rimrock Court in the central Oregon town of Madras, rent increased from $350 to $495 over five years. When the owner notified residents he planned to sell, they feared further increases -- or worse, that it would be torn down to make way for apartments. So they decided to buy it.   We were really worried about being forced out of our homes,  said Shawn King, who lives there with her husband on a fixed income and had experienced homelessness before.  ADVERTISEMENT  To pay off the purchase loan, residents now pay $520 a month -- a stretch, but one that comes with reassurance, King said.   Just to have that peace of mind, to know that our rent is going to be locked in for awhile and not keep going up, and also knowing that our rent monies ... are going back into the property, that is the cool part,  she said.  The required rent increase to go co-op was even steeper in Evergreen Village Cooperative in Mount Bethel, Pennsylvania, -- from $460 a month to $750 to pay off the $12 million loan.  Still, more than two-thirds of residents voted in favor, figuring their rent would stabilize in the long run.   We are not for profit. All the money that we get has to go back into the village and pay the mortgages off,  said Stephen Laclair, board president.  Evergreen Village has earmarked funds for improvement projects for the next decade, and this year plans to enhance the sewer plant and fix electrical issues, he said.  Co-ops can also provide social support to residents. At Liberty Landing Cooperative in Missouri, residents started a food pantry to help neighbors in need.  ADVERTISEMENT   If there's a hardship, we're willing to work with somebody. ... It's emotional when you find out that somebody's lost their job, their child support ... and they don't know what to do,  said Kristi Peterman, the board vice president.  Our president likes to say: 'If it doesn't work for the poorest of us then it's not going to work for anybody.'   Despite the talk of better management and stronger community, most parks aren't co-ops.  The country's roughly 43,000 mobile home communities are home to 22 million people, according to the Manufactured Housing Institute, a national trade organization. But only about 1,000 are resident-owned, according to Carolyn Carter, deputy director at the National Consumer Law Center.  Some resistance comes from residents, many of whom are seniors and people with disabilities who may not want the responsibility of managing their park. Others argue rent control or stricter zoning regulations protecting mobile home parks from redevelopment are more effective.  ADVERTISEMENT   Zoning is critical. ... That is what we ought to be fighting for everywhere,  said Jan Leonard, who lives in a park in Walla Walla, Washington, and worked with other residents to successfully push the city council to amend zoning codes to add mobile home parks as a land-use type.  Other residents considering buying their parks are running up against the same forces that make them popular with investors -- a red-hot market and competition from private equity firms and other prospective buyers.  Sarah Marchant, vice president of Community Loan Fund, ROC USA's New Hampshire affiliate, recalled Tara Estates, a 380-home park in Rochester. The steep $45 million asking price discouraged residents from organizing.  Another challenge is that few states provide funding for residents looking to buy their parks. The lack of grants can make it difficult for residents to finance large loans.  New Hampshire, Vermont, Rhode Island, Massachusetts, Colorado and Oregon are among states with laws that have been effective in helping residents buy their parks, the National Consumer Law Center said.  A new bill in Oregon would allocate $35 million in grants to help residents purchase their parks. Washington passed a bill last month requiring that landlords offer tenants a chance to compete to purchase their park. It also requires two years' notice if a park will be closed, although that can be reduced if landlords financially compensate residents.  Mobile homes are  an important and affordable housing option for a lot of folks, especially older people aging in place, and we need to make sure it's preserved,  said state Sen. Noel Frame, the Washington bill's prime sponsor.  Some real estate groups and park owners argue the bill places an undue burden on landlords.   If you want tenants to organize and make offers to purchase their communities ... they should not wait until there's a clock ticking,  said Robert Cochran, property manager of Contempo Mobile Home Park in Spokane.  Housing advocates say they hope that $225 million in recently approved federal funding may provide some relief for mobile home park residents . Starting this year, the money will be funneled through grants to states, resident-owned parks, nonprofits, and local and tribal governments to preserve mobile home communities and improve infrastructure.  King cherishes the mobile home that going cooperative at Oregon's Rimrock Court saved from rent increases and a potential buyout by investors.   It's so hard to find affordable housing when you're low income. To be able to own your own home is so empowering,  she said.   It's 600-square-feet. It's not much, but it's a castle to me.   ___  AP writer Michael Casey in Boston contributed."}, {"source": "australian-financial-review", "title": "China plans military drills around Taiwan", "text": "China announced it will conduct military drills  around  Taiwan island for three days from Saturday, after Taiwan President Tsai Ing-wen returned from visits to the US.  The People's Liberation Army will hold drills and patrols in airspace and waters on the north, south and east sides of Taiwan from April 8 to 10, Eastern Theater Command spokesman Senior Colonel Shi Yi said in a statement on Saturday.  House Speaker Kevin McCarthy welcomes Taiwanese President Tsai Ing-wen. AP  The exercises will be conducted  according to plan,  Shi said, without mentioning Tsai's visits to New York and Los Angeles, which included meetings with House Speaker Kevin McCarthy and other US lawmakers.  Beijing had pledged to respond to any meeting between Tsai and McCarthy, calling it a provocation that  damages China's sovereignty and territorial integrity.   The latest planned drills appear to be on a smaller scale than exercises held by China after then-US House Speaker Nancy Pelosi visited Taiwan last year, and didn't include any imposition of exclusive zones in its airspace and waters."}, {"source": "associated-press", "title": "Small towns reclaim abandoned ski areas as nonprofits", "text": "Small towns reclaim abandoned ski areas as nonprofits  CUCHARA, Colorado (AP) -- It's been the longest wait, their whole lives, in fact. But Race Lessar and Landen Ozzello are finally right where they want to be, on a snowy slope close to home, molding snow into a ski jump.  Their local ski mountain just reopened.   I'm happy that it's open for at least one year,  Lessar said. It opened as a nonprofit, and that may be the key.  I didn't know that there was a hope,  he said.  His ties to the mountain are so close, he's practically named after it. His dad used to race here and named his son for what brought him joy. Chad Lessar first skied on hand-me-down gear and later worked summers at a nearby ranch to earn money for more nimble racing equipment.   We've never been very rich,  Chad said of Huerfano, one of the poorest counties in the state.  It's nice to see a little area open up on the cheap,  he said. The ski runs here are short, but the fact it's affordable just might be enough to keep it up and running.  ADVERTISEMENT  Under the gaze of the imposing Spanish Peaks in southern Colorado, the 50-acre Parker-Fitzgerald Cuchara Mountain Park is the story of so many American ski areas, only the community was determined to change the script.  Ski resorts boomed in the 70s and 80s, emerging even in areas that didn't have the climate or workers to sustain them long-term. First-time ski resort owners took on debt and quickly filed for bankruptcy after a bad snow season. Ownerships transferred numerous times before resorts calcified into ghost towns.  But some communities are now finding a niche, offering an alternative to endless lift lines and soaring ticket prices. They're reopening, several as nonprofits, offering a mom-and-pop experience at a far lower cost than corporate-owned resorts.   It's not necessarily about drawing overnight or out-of-town guests, but about bringing positive economic impact and a source of physical and mental wellness for the community,  said Adrienne Isaac, marketing director for the National Ski Areas Association.  (AP Video/Brittany Peterson)  A DELAYED REOPENING  Cuchara shuttered in 2000 after years of mismanagement, unpredictable snow and bankruptcies. It was dead for 16 years, when a group of stubborn locals with fond memories of the mountain came together. When the last owner put it up for sale, the Cuchara Foundation gave the county a down payment and helped raise the remaining funds.  ADVERTISEMENT  Going into this season, the work of readying was in full swing. Volunteers kept holding fundraisers. There were donation jars. Inheriting snowmaking equipment and lifts may sound good, said Ken Clayton, a board member at Panadero Ski Corporation, a sister nonprofit that runs operations. But both required expensive repairs, and then the refurbished chairlift didn't even pass inspection. On top of that, it was a warm, dry winter. As the season wore on, the volunteers began to lose hope of reopening.  It just wasn't going to happen because we didn't have the snow,  Clayton said.  Finally, when cold air and snowstorms arrived in late winter, Cuchara's maintenance director had an idea. They welded old school bus seats to a car-hauling trailer and hitched it to a snowcat, a tractor with snow treads, then put out the word they would be towing people up the mountain.  We're trying to give the community something because they've supported us for so long,  Clayton said.  And the community showed up.  GROWING ACCESS  There's no guidebook for how to reopen an abandoned ski area, especially as a nonprofit, so some community groups are making common cause, and learning from each other.  Will Pirkey had heard of a nonprofit ski area six hundred miles north in Wyoming, and sought them out as soon as he joined the volunteer board. The Antelope Butte Foundation had been running a nonprofit ski area in northern Wyoming since 2018 after a closure that lasted 15 years. With a limited, mostly volunteer staff, it opens Friday through Monday. Keeping skiing affordable, especially for children, is key to its mission.  For $320, a child can receive a season pass to the Wyoming mountain, rentals, and four lessons. The foundation covers families who can't afford the cost. They also host classes for area schools that introduce kids to cross country and downhill skiing.  ADVERTISEMENT  Greybull Middle School Principal Cadance Wipplinger used to chaperone students to ski areas when she taught in a Montana town with a robust outdoor industry. But her students now mainly come from mining, railroad, and farming families with fewer resources.   A high percentage of our kids would not be getting the opportunity if we weren't taking them,  Wipplinger said.  It opens up their world a little bit.   A FUTURE WITH SHORTER, WEIRDER WINTERS  If fond memories and volunteer spirit are essential to reopening an abandoned ski area as a nonprofit, so is snow, and its consistency dictates whether it can endure.  The Antelope Butte Foundation studied 30 years of snow patterns before committing to reopen, board president Ryan White said, but knew it would face ever-shorter winters. As greenhouse gas emissions warm the atmosphere , winter is growing shorter and there are also more dramatic swings, for example last year's snow drought in the Sierra Nevada followed by this year's record snowfall.  ADVERTISEMENT  This season, Antelope Butte was buried in powder, said former Executive Director Rebecca Arcarese, but she knows other years won't be as abundant. Snowmaking could extend the season, but it's a tough decision for a mountain that doesn't have the personnel to open seven days a week.   Does it give us two, three more weeks, or just two or three more days? And does that make sense to make that capital investment?  Arcarese asked.  In southeast Vermont, irregular snow has long plagued standalone Mount Ascutney. A local nonprofit reopened Ascutney after five years of closure. A few seasons ago, a storm dumped several feet of snow on the slopes, but a week later, rain washed it away.   If you spend one hundred thousand dollars on making snow, your heart gets broken when it's washed down the mountain,  said Steve Crihfield, a board member of Ascutney Outdoors, the nonprofit that owns and manages the mountain.  So ski areas are dealing with climate risk by offering year-round activities from archery to concerts and weddings. But in a quiet town like La Veta, with limited outdoor winter activities and a population of fewer than 1000, there is just no substitute yet for snow sports.  On a late Sunday afternoon in March, energy pulses at the Mountain Merman Brewing Company -- one of the few bars in town. Pints sling across the counter to construction workers wearing ski pants, while windburned teenagers -- Lessar and his pals -- nosh chicken barbecue pizza and play Battleship.  The shift is so busy, co-owner Jen Lind is having to help behind the bar. She hardly recognizes the energy in her brewery compared to its typically mellow pace at the end of a weekend.   I think that comes right off the mountain,  Lind said.  People are excited to be out and about and having stuff to do.   ____  ADVERTISEMENT  The Associated Press receives support from the Walton Family Foundation for coverage of water and environmental policy. The AP is solely responsible for all content. For all of AP's environmental coverage, visit https://apnews.com/hub/climate-and-environment"}, {"source": "associated-press", "title": "Tennessee becomes new front in battle for American democracy", "text": "Tennessee becomes new front in battle for American democracy  Vice President Kamala Harris has made a last-minute trip to Tennessee to support two Democratic lawmakers who were expelled by the Republican-controlled state House for their role in a protest following a deadly school shooting in Nashville. (Apr 7)(AP video by Kristin Hall)  Vice President Kamala Harris has made a last-minute trip to Tennessee to support two Democratic lawmakers who were expelled by the Republican-controlled state House for their role in a protest following a deadly school shooting in Nashville. (Apr 7)(AP video by Kristin Hall)  NASHVILLE, Tenn. (AP) -- Tennessee has become a new front in the battle for the future of American democracy after Republicans expelled two Black lawmakers from the state Legislature for their part in a protest urging passage of gun-control measures.  In separate votes on Thursday, the GOP supermajority expelled Justin Jones and Justin Pearson, a move leaving about 140,000 voters in primarily Black districts in Nashville and Memphis with no representation in the Tennessee House.  Kevin Webb, a 53-year-old teacher from Pearson's district, said removing him  for such a small infraction  is  classic America.    There's been bias against Black individuals in this country for 500 years,  Webb said.  What makes us think that it's going to stop all of a sudden?   Pearson and Jones were expelled in retaliation for their role in the protest , which unfolded in the aftermath of a school shooting in Nashville that killed six people, including three young students. A third Democrat was spared expulsion by a one-vote margin.  ADVERTISEMENT  The removal of the lawmakers, who were only recently elected, reflects a trend in dozens of states where Republicans are trying to make it harder to cast ballots and challenging the integrity of the election process.  At least 177 bills restricting voting or creating systems that can intimidate voters or permit partisan interference were filed or introduced in dozens of states so far this year, according to the Brennan Center.   It represents a really slow erosion of our democracy,  said Neha Patel, co-executive director of the State Innovation Exchange, a strategy center for state legislators working toward progressive policies.  Patel called the expulsions  the third prong of a long-range strategy.  She said it was once  unprecedented  for states to make it harder for people to vote, but the practice has become  commonplace.   It's also become common for the GOP to challenge the electoral process and raise questions about election integrity. The next question is whether states with Republican supermajorities will follow Tennessee's lead in expelling opponents with different points of view, she said.  Fred Wertheimer, founder and president of Democracy 21, a nonpartisan organization advocating for better government, said expulsions have generally been reserved for lawmakers involved in criminal activity.  ADVERTISEMENT  Voters losing their chosen representatives for doing their jobs is  unheard of,  Wertheimer said. He has not learned of any similar action in other states,  but this stuff travels.   The action in Tennessee drew outcries from a range of groups.  National Urban League President Marc Morial said the issue was about race, but  it's not only about race. It's about basic American values.   Referring to the right to vote, freedom of speech and freedom of assembly, he said,  It appears as though the Tennessee Legislature needs a refresher on the American Constitution.   The president of the Congressional Black Caucus, Nevada Rep. Steven Horsford, called for the Tennessee lawmakers to be returned to their seats and for Attorney General Merrick Garland to look into potential violations of the Voting Rights Act.  ADVERTISEMENT  NAACP President and CEO Derrick Johnson said the civil rights organization was prepared to take legal action  to ensure that this heinous attempt to silence the voice of the people is addressed in a court of law.   House Speaker Cameron Sexton pushed back against criticism that he was leaving thousands of Tennesseans without representation and taking away their voice.   There are consequences for actions,  he said.  Those members took away the voice of this chamber for 45 minutes when they were on the House floor leading the protest and disrupting the business that we're doing.   The trio's participation in the demonstration lasted only a few minutes. It was Sexton who called for a recess to meet with lawmakers.  Webb questioned why Jones and Pearson would be expelled while Rep. Gloria Johnson, who is white, was not.  Clayton Cardwell, who lives in Jones' district in Nashville, said in a telephone interview that the protest in favor of stricter gun laws last week was  the right thing to do.   ADVERTISEMENT   I was hoping that the entire House would join in,  he said. When the retired teacher was getting his master's degree in special education, Cardwell remembers being told that teaching was the safest occupation you could have.  Now I think it is one of the most dangerous.   Cardwell, who is white, also questioned the motives behind the expulsions:  We've just got a lot of old white men there who are prejudiced.   Nashville attorney Chris Wood was so concerned about the possible expulsion of his representative that he went to the Capitol on Thursday to watch the proceedings.   It was appalling,  he said.  It was an abuse of power.   Wood has three children in public schools and called it  unbelievable and immoral  that the Republican majority would refuse to even consider gun restrictions.  No issue could be more important to the community  than ending gun violence and letting our kids come home at the end of the day,  he said.  This is the only country in the world where this happens.   ADVERTISEMENT  Wood expects Jones and Pearson to be back soon. They could be reappointed to the House by county commissions in their districts and run again in a special election.  Andrea Wiley, a lifelong Tennessee resident who lives and works in Pearson's district, said she was embarrassed for the state.   It's really hard to be from here and see us in the national news at this level,  she said.  It is really scary to me that I don't have a voice in Nashville that's representing me, my community, my neighborhood.   Tamala Johnson said she and her family voted for Pearson and she agreed with him about changing gun laws.   I don't think he should have been expelled for voicing his opinion,  Johnson said.  The vote to expel  makes me feel like we don't have a word,  she said.  You threw him out just because he's fighting to improve gun laws. ... There's no trust.   ____  Sainz reported from Memphis, Tennessee. Fields reported from Washington, D.C. Associated Press writers Kimberlee Kruesi in Nashville, Tennessee, and Hilary Powell in Richmond, Virginia, also contributed to this report."}, {"source": "australian-financial-review", "title": "Why crypto is watching Ethereum's 'Shanghai' upgrade", "text": "Since it was introduced by crypto entrepreneur Vitalik Buterin in 2014, it's become a popular platform for developing apps used for everything from trading to gaming.  Transactions on Ethereum and many other crypto platforms known as blockchains are publicly viewable and are built on open source software, so developers can jump in and try to make improvements.  Ether's value tumbled during the  crypto winter  of 2022 that saw investors pull back from many digital assets. But the appeal of Ethereum's underlying technology has endured.  2. What is the Shanghai upgrade?  Until September 2022, Ethereum relied on a costly, energy-intensive process known as proof-of-work to order transactions. That changed when a technical overhaul known as the  Merge  applied an alternative approach -- proof-of-stake.  People who put up, or stake, Ether can become  validators  of transactions on the Ethereum blockchain and receive an income in return -- much like deposits at a bank. Since 2020, users have been able to stake their Ether but couldn't withdraw it. Shanghai will allow them to take those coins out. About 16 per cent of total Ether supply, worth around $US37 billion ($55 billion), was stuck in the protocol for staking as of early April.  Advertisement  3. Why is this a sensitive moment?  It's not clear how many users will want to cash out once their Ether is unlocked. The token's value has fluctuated wildly in the years since staking was first enabled -- soaring as its popularity grew with institutional and retail investors, then tumbling in 2022.  At least initially, demand for withdrawals is expected to outweigh new staking deposits on Ethereum. Longer-term, the opportunity to withdraw staked tokens is likely to make Ether staking more appealing as it will reduce risk for those involved.  Investors also expect volatility in so-called liquid-staking tokens, which represent staked Ether and can be used in decentralised-finace apps that let people lend, borrow and trade coins. Prices of some of these tokens have risen in recent months and risk falling in tandem with Ether around the time of the Shanghai upgrade.  4. Will people be able to withdraw staked Ether right away?  They'll have to join queues, which may be longer or shorter depending on where their stakes are being held. The process is likely to be more complicated for holders of liquid-staking tokens such as Lido.  Advertisement  The service, which holds roughly a third of staked Ether, expects to enable withdrawals in May. It could take months for Ether holders to withdraw their coins as Ethereum has put limits in place to make sure too many people don't withdraw at once, leaving it vulnerable to an attack.  5. Could there be technical problems?  There's a chance of glitches as Shanghai goes live. During a recent test of the code, transaction confirmations took much longer than expected as many computers handling the process hadn't had a software upgrade.  Still, Ethereum developers have a track record of seamless software changes. There's also a risk that some nodes in the broader Ethereum blockchain that are holding staked Ether may have lost the keys that enable access to the coins, leaving users shut out.  6. Any other concerns?  Since the Merge, Ether has drawn scrutiny from regulators including the US Securities and Exchange Commission, which has indicated that certain services offering yields from staking cryptocurrencies amount to illegal securities offerings. The Shanghai upgrade, by allowing staked Ether to be unlocked, could result in stepped-up scrutiny.  Bloomberg"}, {"source": "australian-financial-review", "title": "US economy: Larry Summers says US recession probabilities are rising", "text": "Former Treasury secretary Lawrence Summers said the likelihood of a US recession is rising after a series of weak economic indicators and that the Federal Reserve is approaching the end of its series of interest-rate hikes.   What's pretty clear is that we're in the very late innings of the current tightening cycle,  Summers said on Bloomberg Television's  Wall Street Week  with David Westin.   The Fed needs to engage in some serious soul-searching,  Summers said.  Business as usual at the Fed has not been successful over the last two and a half years.  Bloomberg   Whether there's going to be another move necessary or not, I think that's a judgment they should be holding off on until the very last kind of moment,  he said of Fed policymakers, whose next decision comes May 3.  Summers discounted Friday's March jobs report, which he said reflected the strength of the economy early in the first quarter but is now less relevant given prospects of a tightening in credit. The data showed another firm gain for US payrolls, with the unemployment rate dipping to 3.5 per cent.  By contrast, weaker-than-expected purchasing manager surveys for manufacturing and services released this week showed a bigger slowdown in activity than expected. The ISM's factory gauge hit the lowest level since the spring of 2020. Other data this week showed a slide in job openings and an increase in the trend for jobless claims."}, {"source": "australian-financial-review", "title": "Amazon: Ever wanted to see how that little brown Amazon box arrives at your door? Now is your chance.", "text": "The robotic drivers can lift as much as 680 kilograms of inventory stored in the pods, of which there are 33,000 in the building.  From Kemps Creek, products can reach 80 per cent of the population located within a 12-hour drive, allowing Amazon's next-day delivery promise.  Amazon has storage spaces across six local distribution centres. Its global fulfilment network includes more than 200 facilities with robotics.  Amazon's Sydney robotics fulfilment centre tour guide Joshua Dawe said people will be struck by the size of the warehouse.   Most of all I'm excited for my kids to be able to see where their dad works. After all, it's not every day that you get to see the inside of a robotics warehouse the size of 24 rugby league fields,  he said.  US parent Amazon last month said it will cut another 9000 jobs around the globe in its second major staff cull this year. In January, it made 18,000 workers redundant following a hiring spree over COVID-19.  Advertisement  Amazon entered Australia in late 2017 to the fear of many local retailers that lagged in terms of online and digital investment. Its arrival pushed many companies to invest in their online offering. Amazon now has Prime membership available for Australians, and appears to be operating at scale.  Broker Jarden believes that Amazon could take more than 20 per cent of incremental non-food sales in 2023. It passed eBay in early 2023 as the No.1 most visited site.  Amazon Australia had a strong 2022, with reported revenue rising 50 per cent year-on-year surpassing $2.6 billion. Jarden estimates it generated about $4 billion of gross merchandise value (GMV), which includes sales from third-party sellers.   Its GMV is now larger than those of Accent Group, Beacon, Premier Investments and Universal Store combined,  analyst Ben Gilbert said.  In a booming retail environment, constrained by supply chain issues, the impact on incumbents has been minimal, but Mr Gilbert said that will change in a tougher trading period.   Consumer spending is slowing, supply chain issues are easing and, whilst online penetration has normalised consumers are using online to research more than ever,  he said.  We expect Amazon.com.au's share to lift, its impact to accelerate and earnings risk for incumbents to rise.   Electronics, home and garden, and general merchandise retailers that rely on third-party brands without exclusivity are most at risk, notably JB Hi-FI, Kogan.com, Wesfarmers, Temple & Webster and Myer, the broker added."}, {"source": "australian-financial-review", "title": "Levy review: Abrdn among advisers in push for Michelle Levy reforms", "text": " These technologies are predominantly Australian-developed and Australian-owned ... While respectively we each offer different types of digital advice solutions and or target different consumer needs, we are united in our perspective of the final report of the [Quality of Advice] Review: that its recommendations should be supported by government and implemented as soon as possible.   The letter was co-signed by Ignition Advice global head of strategy Andrew Baker, Money GPS founder George Haramis, Advice Intelligence chief executive Jacqui Henderson and Abrdn executive adviser Jason Nyilas.  The referenced review, chaired by Allens lawyer Michelle Levy, made 13 recommendations to simplify the law and strip out red tape to boost consumer access. Among them was an exemption for digital financial advisers from the duty to act in the best interests of customers. Instead, they would be subject to a new duty to  give good advice , which critics have slammed as unclear and too low a bar.  'Match demand and supply'  The letter conceded that adoption of the recommendations would be in  the commercial interests of [its] signatories , but said the review had concluded there is a public interest in getting more advice to more people.   The shrinking number of financial advisers in Australia cannot possibly serve the growing advice needs of Australia's ageing population, nor the mass wealth accumulators needing access to advice ... The only way to match the demand and supply of advice ... is via the application of digital advice technologies,  it read.  Advertisement  It claimed the consortium was  agnostic  as to whether the best interests duty remained in place, saying a digital advice market could thrive under the current settings. But many financial institutions have been hesitant to experiment with digital advice for fear of breaching the complex financial advice laws.  Abrdn's Mr Nyilas said there was  too much friction  in the system compared to other markets where the $600 billion investment manager operates a digital advice product. He said adopting the Levy review recommendations would bring Australia into line with peers like Britain and Singapore.  But Mr Baker said banks and super funds were warming to the model, encouraged by the Levy review's favourable view of digital advice.  Increasingly they realise they need to do something, and they are getting on with it,  he said.  Ms Henderson said:  Consumers today want to leverage wealth technology the same way they use tech in their daily lives - via online platforms and smartphones. Delivering financial advice via a hybrid of tech-enabled-human advisers and digital channels is key for the industry's evolution.   Mr Haramis said the government's adoption of the report would be a  trigger switch  for the market to boom.  The government has subjected the report to additional  stress-testing  and is expected to release its official response after the May budget."}, {"source": "australian-financial-review", "title": "Russia Ukraine war: Australia urged to make a long-term commitment to Ukraine", "text": "Like Australia, it weathered the storm of China's ire. Mr Budrys said the support of other European Union members and like-minded countries had been crucial and Lithuania had set an example for other countries to follow in the face of Beijing's pressure.   We assisted our companies that were directly affected, and we put a lot of effort also into finding and exploring and developing new markets for our products in the region,  he said.   In this perspective, we managed, and we would encourage everyone not to limit themselves because of the threat of economic coercive measures.   Politically we hope to re-establish the normal relations between the countries. It was not in our interest to have the economic and other consequences because our decisions were not based on hostility towards China.   Financial support needed  Lithuania has provided more than EUR400 million ($650 million) in military aid to Ukraine, while Australia has contributed $510 million, including armoured vehicles.  Advertisement  Australian announcements have been ad hoc, although the government has pledged ongoing support.  While the battlefield environment continued to be dynamic and a Ukrainian victory this year could not be discounted, Mr Budrys said long-term plans for Ukraine's defence needed to be considered by supporters including Australia.   And when we do this, then we start to thinking about how we will support it, for example in 2024 and 2025, what resources we will need for that? And it's not only the military equipment and lethal support but also financial support,  he said.   That would release the political pressure that comes from different angles and different countries and different cabinets saying we have to reach a peace settlement. Today, the peace wouldn't be in favour of Ukraine, knowing their requirements and the ultimatums coming from Russia.   Mr Budrys said Ukraine's demands for a restoration of its 1991 borders at the time of independence - which would require Russia to hand back Crimea and the parts of eastern Ukraine it has seized - were legitimate.   It's absolutely in our interest for this to happen,  he said.  Advertisement   We cannot allow for the aggressor to gain something from this war because if the aggressor gets something to its advantage, it means it was worth it.   Mr Budrys said sanctions targeting Russian politicians and companies, military chiefs and business people with ties to the Kremlin needed to be expanded to a wider range of businesses to heap further pressure on President Vladimir Putin to end the war."}, {"source": "australian-financial-review", "title": "RBA interest rates: Is Australia the lucky country?", "text": "Interest rates affect asset prices, the exchange rate, savings and investment decisions, wage demands by workers and price setting by firms. If Australia's rates remain well below foreign peers, the Australian dollar is likely to weaken further below the US67C/ it was trading at on Wednesday and increase imported inflation.  The long pause?  We might be about to test Lowe's theory that monetary policy operates with more potency in Australia.  HSBC economist Paul Bloxham believes the RBA is done raising rates and is preparing for a  long pause .   The pause is in contrast to some other central banks that have continued to hike recently,  Bloxham says.  We see the RBA as putting a higher priority on delivering a soft economic landing than other central banks, which appear more focused on getting inflation down more quickly, even if it means a recession.   Indeed, the RBA chief's ambition is to tread the fraught, narrow path to tame inflation and cement a low unemployment rate below 5 per cent. That would be a fitting legacy for Lowe, who has capped his 40 years in central banking with a seven-year term as governor, expiring in September.  But it will be easier said than done. The RBA could have more monetary policy tightening to do to get inflation down from 7.8 per cent in the December quarter to the 2 per cent to 3 per cent target by its mid-2025 forecast.  The central bank will be hoping that March quarter inflation falls to about 6.5 per cent when the data is released on April 26. But if inflation proves sticky, Lowe will feel compelled to raise interest rates again.  University of NSW economics professor Richard Holden believes the RBA has chickened out and prematurely stopped raising rates, and will ultimately need to lift the cash rate above 4 per cent to reduce inflation.   You don't just smoothly ski down from the peak of inflation,  Holden says.  The longer it takes, the more painful it is because it erodes people's income and savings.   Advertisement  He admits that Australia may be somewhat different to the US, because of a relatively lower - although still very large - fiscal stimulus (of about 15 per cent of GDP) compared with the US (25 per cent) during the pandemic.   There is reason to believe we are a bit different to the US, but I don't think our cash rate is going to land at 3-point-something.   Push-pull factors  Lowe says there are factors pulling in different directions.  On the positive side of the ledger, unemployment is low and the additional $300 billion of savings people accumulated during the pandemic equals about 20 per cent of annual aggregate household income.   It is also unclear how those who have built up additional savings will use them: will they treat them as wealth to be spent slowly over time or as funds that can be used to support spending this year and next?  Lowe says.  On the downside, cost-of-living pressures are squeezing budgets, falling house prices have reduced wealth and the 35 per cent of households with a mortgage have experienced a significant rise in required payments.   It is increasingly clear that the higher interest rates are having an impact on aggregate household spending,  Lowe says.  He is hoping that Australia can continue to avoid a self-defeating wage breakout that has pushed inflation and interest rates higher in the US.  More subdued wage growth is one of the reasons Australia has avoided the double-digit inflation rates recorded overseas. The wage price index grew at a relatively healthy 3.3 per cent last year, inside the 4 per cent limit Lowe has identified as sustainable.  Advertisement   One factor that has allowed the RBA to pause is that although inflation is high, it has not yet fed through to uncomfortably high wages growth,  Bloxham says.  But unions are pushing for a wage increase of about 7 per cent to match inflation for more than 20 per cent of the economy's workforce.  Goldman Sachs economist Andrew Boak expects the RBA to wait for the Fair Work Commission's decision on minimum and award wages in June, before resuming rate increases in July and August to take the terminal cash rate to 4.1 per cent.  The RBA will also be able to assess the roll-off of many fixed-rate mortgages over the June quarter, Boak says.  By this time, the RBA will have a better read on inflation momentum over the June quarter and the Fair Work Commission's decision on minimum and award wages growth,  he says.  A key question the central bank is grappling with is whether Australia is different on wages, or if pay pressures could just arise later, because of the lags in pay increases from the multi-year enterprise bargaining system.  Return of the worker   At the aggregate level, wages growth is still consistent with the inflation target, provided that productivity growth picks up,  Lowe says.   The board remains alert to the risk of a prices-wages spiral, given the limited spare capacity in the economy and the historically low rate of unemployment.   Accordingly, it will continue to pay close attention to both the evolution of labour costs and the price-setting behaviour of firms.   A relief valve for business is proving to be the return of about 400,000 extra migrants a year, injecting more workers into the labour market.  Advertisement  The labour market remains tight with a near-50-year low unemployment rate of 3.5 per cent. But businesses report that labour shortages are easing. Job ads and vacancies have moderated from very high levels.  On the other hand, the return of strong migrant flows is contributing to a surprising recovery in house prices.  Real estate analyst Geoff Lucas says  record immigration played a contributing role in the increase in property prices  in the past two months.   Recent CoreLogic data highlights positive consumer sentiment translating into property price hikes of 1.4 per cent in Sydney and 0.6 per cent across Australia respectively,  says Lucas, chief executive of The Agency Group and a former CEO of McGrath Real Estate.   We expect further sentiment improvement in coming weeks as borrowers now feel we are at the end of the current tightening cycle.   We remain cautious, as there are many factors that suggest inflation is stickier than some of the wishful thinking suggests, and while there is an expectation of interest rate cuts into 2024, it is possible the next move may be upward if inflation proves more resilient than many would hope.   Money markets are betting that interest rate increases have probably ended, and that rate cuts could begin late this year or early next year.  But as Westpac chief executive Peter King told The Australian Financial Review Banking Summit, the most important issue is less about how high rates peak and more about how long they stay elevated."}, {"source": "australian-financial-review", "title": "Investors forced to choose between super and mortgage", "text": "Many self-managed super investors are dumping investment properties because of rising costs and falling returns and focusing on other assets, such as shares and fixed income, to boost their retirement savings.  The Dalys, who spent 10 years building their property investment portfolio, will retain their six negatively geared residential properties in Victoria, Queensland and South Australia as their core superannuation investment.   We overpay a little bit on our home mortgage to reduce overall debt,  says Gemma.  But it becomes more difficult as interest rates continue to rise.   They are bracing for a 40 per cent increase in home loan costs this month when their fixed rate ends on their principal residence.  How to decide  The decision to pay off a mortgage early or focus on superannuation depends on individual circumstances including age, capacity to repay, when the money will be needed and whether contributions exceed super caps, say financial specialists.  Advertisement  Innumerable studies have also highlighted the psychological benefits of owning a home, ranging from a sense of control and security to strengthening relationships.   But property buyers need to appreciate the cost of ownership has significantly increased, despite help from negative gearing for property investors,  says Moran.  For example, he adds, in the past 11 months interest rates have increased by 150-200 per cent, while rents have only increased by between 5 per cent and 15 per cent.  Alex Jamieson, a financial adviser with AJ Financial Planning, adds:  Now that interest rates are higher, paying down some of your mortgage makes more sense, particularly if you are approaching the end of a fixed-rate term and face a rise in mortgage rates.  Borrowers need to check with their lender about any restrictions on how much can be repaid.   Guaranteed  return  Alex Dunnin, executive director of research and compliance at Rainmaker Information, says the interest saved on each extra dollar paid off on a mortgage is equivalent to a tax-free guaranteed return at an interest rate equivalent to the mortgage rate.  Advertisement  The savings are even bigger when an individual's top marginal tax rates are considered.  The pre-tax rate of return for a 32.5 per cent taxpayer paying off their mortgage at an interest rate of 6.25 per cent is 9.18 per cent, which is twice the return of most top-paying base rate savings accounts.  The 12-month forecast gross yield for the S & P/ASX 200 is 5.7 per cent, including franking credits, according to financial advisory group Cameron Harrison. Investment grade bonds are delivering around 6 per cent.  According to the Reserve Bank of Australia, the number of property buyers paying down their mortgages has reached highs previously recorded during the fallout from the global financial crisis.   Many borrowers topped up mortgage repayments during COVID-19 because there was not much else to do with their savings,  says Kate Hill, a buyers' agency at Sydney-based Adviseable.   This trend is continuing because of rising rates. They are maintaining their higher repayments and have made significant inroads into capital .   Advertisement  Ways to boost retirement savings  Those with a long-term view who are prepared to make the financial sacrifice to pay down their mortgage early have a number of options to boost their super.  Rainmaker's Dunnin illustrates the result of reducing a 30-year term by five years and investing what would have been the regular monthly mortgage repayments into a balanced fund.  He says a $1 million property buyer with a 30-year, 6.2 per cent standard variable mortgage would knock five-and-a-half years off the term and save around $405,000 by increasing repayments by $500 a month.  Then, putting regular monthly payments of around $6600 a month into a balanced investment super fund would accumulate $474,000 in 60 months. This is based on the 30-year net average 7 per cent return. The cumulative payments would earn around $78,000 over the five years.  Another financial incentive for using mortgage savings to top up super is that contributions are taxed at a maximum rate of 15 per cent.  Advertisement  But there are also contribution caps that limit annual concessional contributions to $27,500. Unused concessional contributions carry forward on a rolling basis for five years for workers with less than $500,000 in super.  Look outside super  Tax-effective structures outside super, such as investment bonds, also provide a range of investment options, ranging from equity funds to bonds and specialist sectors such as small companies and indices.  Investment earnings are taxed within the fund, like superannuation, but at a maximum rate of 30 per cent. After 10 years, the balance can be withdrawn tax-free.   Unlike super, investment bond funds are not locked into preservation age or retirement, which means funds can be withdrawn at any time,  says Grant Hackett, chief executive of Generation Life.  Greg Bird, Australian Unity's head of strategy and distribution for life and super, adds an investor can control the timing of earnings withdrawals within the first 10 years to tally with a lower income year.  Advertisement  Watch the small print  Terms and conditions for repaying a mortgage early depend upon whether it is a fixed or variable rate and the availability of an offset account or redraw facility.  For example, CommBank borrowers with a fixed rate home loan can make additional repayments of up to $10,000 for each year of their fixed loan without an administrative fee or early repayment adjustment, which is a fee to cover any bank losses.  Conditions vary between lenders so borrowers are advised to check or seek assistance from a mortgage broker.  Other ways to reduce your home loan  Scott Girdlestone, a director of consultancy William Buck, says an offset account allows a borrower to reduce the interest charged on a standard variable rate or investment home loan while having access to the cash when required.  Advertisement   It makes a loan much more manageable. Liquidity is essential to every household, especially during periods of economic slowdown and the prospect of rising unemployment  he adds.  It works like a transaction account in that the borrower can make deposits or withdrawals at any time, but it's linked to a home loan. The money in account  offsets  the balance of the loan, reducing interest paid each month.  Alternatively, a redraw facility, while different from an offset account, can also help save on a home loan.  Additional repayments on the loan above the minimum required can be accessed. But the amounts in redraw will reduce so that by the end of the agreed term the loan balance and available redraw will be zero.  Borrowers using the facilities need to check small-print restrictions and conditions that can blow out a loan's total cost and duration. Some smaller lenders charge up to $100 per withdrawal, while others have minimum withdrawal amounts  Lenders providing most variable-rate mortgages provide redraw facilities but not all have full offset accounts.  Michael Baumann, Commbank executive general manager home buying, says:  Additional lump sum payments, especially during the early years of a home loan, can have a profound effect on how much total home repayments will be and the length of time to own a property outright. "}, {"source": "ansa", "title": "Papa, non restiamo impotenti di fronte al male e guerre - Ultima Ora", "text": "(ANSA) - CITTA DEL VATICANO, 08 APR - A volte l'uomo si sente  impotente  e  paralizzato  di fronte al male, alle guerre, alla corruzione. E invece la Pasqua ci spinge  ad andare avanti  perche Cristo con la sua resurrezione ha cambiato la storia.  Allora  ricorda e cammina : e l'invito del Papa nella notte di Pasqua. Ricorda  il primo amore ,  la tua Galilea , ovvero il momento nel quale hai incontrato Dio. E cammina per andare avanti e non restare immobile e senza speranza.  Il Papa e arrivato questa sera nella basilica vaticana, dove sono presenti ottomila fedeli, sulla sedia a rotelle. La voce e apparsa a tratti affaticata. D'altronde questa e per lui una settimana particolarmente impegnativa, con le diverse celebrazioni del triduo pasquale, impegno che ha portato avanti nonostante il recente ricovero al Gemelli per una infezione respiratoria, fatta eccezione per la Via Crucis di ieri sera alla quale ha dovuto rinunciare a causa del freddo.  A volte  ci siamo sentiti impotenti e scoraggiati dinanzi al potere del male, ai conflitti che lacerano le relazioni, alle logiche del calcolo e dell'indifferenza che sembrano governare la societa, al cancro della corruzione, ce n'e tanta, al dilagare dell'ingiustizia, ai venti gelidi della guerra , ha detto il Papa nell'omelia sottolineando che invece, come accadde per le donne che annunciarono la resurrezione di Cristo,  la Pasqua del Signore ci spinge ad andare avanti, a uscire dal senso di sconfitta, a rotolare via la pietra dei sepolcri in cui spesso confiniamo la speranza, a guardare con fiducia al futuro, perche Cristo e risorto e ha cambiato la direzione della storia . (ANSA).  "}, {"source": "ansa", "title": "Boscaiolo muore schiacciato da un albero che ha tagliato - Ultima Ora", "text": "(ANSA) - BOLOGNA, 08 APR - Un incidente mortale sul lavoro si e verificato in mattinata lungo il sentiero della 'Via degli Dei', in localita Le Croci di Monzuno, sull'Appennino bolognese.  Un boscaiolo di 38 anni e morto, schiacciato dal tronco di un albero ad alto fusto che aveva appena tagliato e che gli e caduto addosso, finendogli sul torace. La vittima era il titolare di una ditta individuale della zona, specializzata in questo tipo di interventi, e stava lavorando nell'area boschiva insieme a un collega, che dopo l'incidente ha subito dato l'allarme al 118. (ANSA).  "}, {"source": "ansa", "title": "Zangrillo, Berlusconi risponde bene alle terapie - Ultima Ora", "text": "(ANSA) - MILANO, 08 APR -  Sono sereno perche stiamo facendo del nostro meglio. E sono sereno perche ho davanti un paziente che e anche un grande amico per me non posso negarlo, c'e un grande coinvolgimento personale ma e una persona che ci ha abituato a rispondere sempre al meglio e quindi anche davanti una patologia grave in una situazione veramente difficile lui sta rispondendo bene alle terapie . Cosi il professor Alberto Zangrillo, medico personale dell'ex premier e responsabile della terapia intensiva dove e ricoverato. (ANSA).  "}, {"source": "australian-financial-review", "title": "The three rules that make Australia's banks the strongest in the world", "text": " Could the failure of a mid-size Californian bank specialising in servicing the fintech and start-up sectors impact the stability of the banking system in Australia 12,000 kilometres away?  he wondered.  Message of reassurance  Things have moved so fast over the past fortnight that the speech Lonsdale had drafted in early March was shredded and replaced with words of reassurance - but not complacency.  The core message? The hard work undertaken since the financial system inquiry to build  unquestionably strong  levels of equity capital will hold the Australian banking system in good stead. Depositors should be very confident that Australia's banks - big and small - have buffers to allow lenders to withstand the turbulence that is set to continue.  While this week was relatively calmer, attention is swinging back to other regional US banks who have high levels of exposure to risky commercial property. As interest rates rise aggressively to curb inflation, schisms in US banking regulation are appearing and some lenders remain vulnerable.  As Commonwealth Bank chief executive Matt Comyn told the summit after Lonsdale's address:  The market is hunting at the moment for the banks that look a bit weaker, either from a capital or from an earnings perspective and the ability to generate capital to pay dividends.   CBA CEO Matt Comyn (right) explained bank capital strength to Chanticleer columnist James Thomson at the Summit. Peter Rae  Comyn has also been talking to senior members of the government over the past few weeks. Indeed, just hours before the Summit started on Tuesday, Chalmers texted Comyn on his mobile phone, asking if he was available to talk. The CBA boss called him straight back.  The treasurer was keen for an early morning update on how Comyn was reading the markets. Chalmers fed back intelligence from his discussions that morning with US Treasury Secretary Janet Yellen and, late on Monday night, president of the European Central Bank Christine Lagarde.  After convening another meeting of the Council of Financial Regulators on Thursday, Chalmers explained his latest thinking in the Financial Review on Friday.  Advertisement   The world is now in the grips of an inflation shock with the risk of a hard landing brought about by the blunt and brutal tightening of monetary policy,  Chalmers wrote.  But the lessons from 2008 about building resilience in our financial markets could prove vital in safeguarding our economy from the worst of the volatility impacting international markets currently.   Indeed, Australian banks are the best capitalised major financial institutions in the world, Morgan Stanley noted this week: the big four are ranked in the top four places based on common equity tier 1 (CET1) capital ratios on the broker's tally of world's best capitalised banks. Lonsdale also presented to the event the results of the most recent bank stress testing, which confirmed their capital buffers are solid enough to withstand an economic catastrophe.  Nevertheless, while capital and liquidity buffers are vital, the failure of Credit Suisse showed a major bank can topple when the market loses faith - even if capital is strong. Indeed, only nine months ago, a US Federal Reserve stress test of European lenders found Credit Suisse was third-strongest out of 33 tested for capital resilience.  So Lonsdale and Comyn engaged this week in an exercise to manage confidence. Like the Reserve Bank's subtle signals about its thinking on inflation can move the price of interest rates in the bond market, Lonsdale's comments were designed to reassure depositors beyond the headline messages of resilience.  Australia has built  a regulatory system for banking that has different and often tougher standards and requirements than many peer jurisdictions , Lonsdale said.  We might be connected, but their issues and problems are not necessarily ours.   Three key rules  He set out how Australia had gone beyond the Basel III global banking regulatory requirements in several important areas. These include demanding higher levels of capital reflecting Australian banks' concentration risk in residential mortgage lending.  Unlike the regional banks in the US, whose books are more orientated to business loans, smaller banks in Australia mostly lend for housing; in the customer-owned mutual bank sector, for example, 75 per cent of lending is for mortgages. While home loans are not without risk, they are considered safer than corporate exposures.  Regulators worried that Silicon Valley Bank could cause global contagion, like the Butterfly Effect. AP  Australia also has a narrower range of  high-quality liquid assets  (HQLA) when determining the  liquidity coverage ratio  (LCR), which ensures banks can manage 30 days of higher-than-usual deposit outflows. Removing corporate bonds and residential mortgage-backed securities (RMBS) - which can't always be sold easily - from the calculation strengthens the quality of bank liquidity, he explained.  Advertisement  Furthermore, these bonds are valued at market prices and are fully hedged - which should see local banks avoid the fate of SVB, which was forced to sell bonds at a loss (their price fell as interest rates rose) to meet growing redemptions.  And then there is the extra capital to protect depositors from  interest rate risk in the banking book  (IRRBB). Australia is the only jurisdiction in the world that mandates large banks carry capital to address the risk of rising interest rates as part of their core capital requirements.   The significance of this measure in light of current events is hard to overstate,  Lonsdale continued.  SVB's exposure to rising interest rates was one of the main factors behind its collapse. In contrast, as markets moved in response to RBA changes in the official cash rate, Australian banks have had to hold additional capital.   Some banks had expressed displeasure about the application of capital for IRRBB. But two weeks ago, the IRRBB requirement proved its worth.   Apart from the IRRBB rules, in Australia the bank capital and liquidity rules are applied to banks of all sizes, unlike US regional banks, who successfully argued for exemptions from the full force of regulation applying to America's largest banks.  As Comyn explained, all this extra safety comes at a price. The big banks hold $120 billion more capital above minimum global requirements, which costs between $7 billion and $11 billion every year. But the cost is worth it.  I think the Australian banking system is a credit to the policy frameworks and is in an extremely strong position, I would say uniquely globally,  he said.  Customers queue in the rain outside a branch of Northern Rock Building Society, in Birmingham, England, in September 2007. Customers no longer need to wait for a branch to open before withdrawing funds. AP  The relative attractiveness of Australian banks in the eyes of global investors was on display just hours after the Summit concluded, when ANZ completed two bond raisings in Europe to haul in $6 billion.  Investors said this pointed to a  flight to quality , which could also make it easier for Australian banks, especially the big four, to attract deposits at times of volatility, given the implicit understanding that no government would ever let a major bank fail.  New challenges  Advertisement  Despite all the reassurances, Lonsdale was clear to point out that regulators will continue to be challenged by the new reality that we are living in a very different era now, where app-based banking makes crises appear much faster than they used to.  He contrasted the situation at SVB with the fall of Britain's Northern Rock in 2007, which was visible by hundreds of customers queuing in the street outside branches waiting to withdraw their money. Now, the ubiquity of modern online banking means there's no need to be constrained by bank branch opening hours.   Entire balances can be instantly transferred elsewhere at the click of a button 24 hours a day,  he warned.  Information - and misinformation - also spread further and faster than ever before, particularly through social media.   Lonsdale revealed regulators are considering whether liquidity regulations might be strengthened to respond to technological innovation, and to ensure banks with a particularly high exposure to a particular industry or demographic can reduce this concentration risk.  Leading banking analysts agree the biggest lesson from recent events is the speed with which sentiment about a bank's prospects can change.   We have been amazed by the speed with which the current financial crisis is playing out,  says Barrenjoey analyst Jon Mott.  This originally started as a deposit/liquidity crisis at SVB, unfolding in a matter of hours. With digital banking and social media, a liquidity crisis can unfold much faster than envisaged in an era of cash, cheques and branches.   Lonsdale also pointed to the increasingly interconnected global economy, noting news and speculation can cross the world instantly and the banking system will always be exposed to forces beyond APRA's control.   For these reasons, we must always be mindful of not only the importance of liquidity and capital, but also confidence more broadly: in our banks, in our prudential framework, and in us as regulators. "}, {"source": "ansa", "title": "Berlusconi: Luigi lascia l'ospedale,  sta meglio  - Ultima Ora", "text": "(ANSA) - MILANO, 08 APR - Il figlio di Silvio Berlusconi, Luigi, ha lasciato da pochi minuti l'ospedale San Raffaele di Milano. Ai cronisti che gli hanno domandato come stesse il padre, l'ultimogenito dell'ex premier ha risposto  sta meglio, grazie  da dietro il vetro dell'auto, mentre varcava il cancello di via Olgettina 60. Luigi era arrivato in visita poco prima di mezzogiorno. (ANSA).  "}, {"source": "ansa", "title": "Attentato Tel Aviv: Tajani, la salma di Parini presto in Italia - Ultima Ora", "text": "(ANSA) - ROMA, 08 APR - La salma di Alessandro Parini, l'avvocato romano morto nell'attentato di ieri sera a Tel Aviv  dovrebbe rientrare nei prossimi giorni in Italia . Lo ha detto a SkyTg24 il vicepremier e ministro degli Esteri Antonio Tajani sottolineando la  vicinanza del governo  alla famiglia e ricordando di aver  parlato a lungo con il padre. (ANSA).  "}, {"source": "ansa", "title": "Israele, condoglianze a Italia, terrorismo nemico di tutti noi - Ultima Ora", "text": "(ANSA) - TEL AVIV, 08 APR -  A nome del governo e del popolo di Israele invio le nostre condoglianze alla famiglia e agli amici di Alessandro Parini, il cittadino italiano assassinato nell'attentato a Tel Aviv, cosi come al governo e a tutto il popolo italiano . Lo scrive su Twitter il ministro degli Esteri Eli Cohen.  Il terrorismo omicida - ha continuato - e nemico di tuti noi. Auguro ai feriti una pronta guarigione . (ANSA).  "}, {"source": "ansa", "title": "I genitori del giovane ucciso a Tel Aviv, era semplice e modesto - Ultima Ora", "text": "(ANSA) - ROMA, 08 APR -  La semplicita, la riservatezza, e la modestia  erano i segni distintivi di Alessandro Parini. Lo dicono i genitori dell'avvocato 35enne ucciso in un attentato a Tel Aviv lasciando la casa del figlio a Monteverde, a Roma.   Dove e arrivato e i traguardi da lui ottenuti - aggiungono - non li conosceva nessuno, solo lo studio per cui lavorava.  Alessandro era fatto cosi .  Arrivati in casa del figlio in tarda mattinata, con le lacrime agli occhi, entrando hanno ripetuto:  Siamo i genitori.  Non ce la facciamo proprio  a parlare. I genitori sono usciti di casa con un zaino, qualche busta e dei fiori in mano.   Era educato e riservato. Viaggiava tanto e viveva da solo.  L'avevo visto prima di partire. Era felice, certamente come chiunque prima di un viaggio , ha detto un vicino di casa.  Era un bravo ragazzo. Una persona meravigliosa ma in questo momento ogni parola sarebbe superflua , ha aggiunto.  La sua pagina Facebook testimonia della passione per i viaggi in Medio oriente, come quello che aveva fatto nel 2019 a Petra e Wadi Rum in Giordania. Altre foto lo mostrano impegnato in una gita in bicicletta sulla pista ciclabile lungo il Tevere, con lo sfondo di Castel sant'Angelo, ad un matrimonio di amici e a Milano, in piazza del Duomo. (ANSA).  "}, {"source": "ansa", "title": "Attentato a Tel Aviv, la procura di Roma avvia un'indagine - Ultima Ora", "text": "(ANSA) - ROMA, 08 APR - La procura di Roma ha aperto un fascicolo di indagine per l'attentato terroristico avvenuto ieri a Tel Aviv e costato la vita ad Alessandro Parini. I pm del gruppo antiterrorismo della Capitale, coordinati dall'aggiunto Michele Prestipino, hanno ricevuto una prima informativa da Ros e Digos: si procede per omicidio, attentato con finalita di terrorismo e lesioni. (ANSA).  "}, {"source": "ansa", "title": "'Il rombo dell'auto, gli spari e il mio amico a terra' - Ultima Ora", "text": "(ANSA) - TEL AVIV, 08 APR -  Abbiamo sentito il rumore dell'auto che ci passava accanto, poi gli spari e ci siamo dispersi. Quando siamo tornati indietro abbiamo visto Alessandro steso in terra nel sangue , dopo essere stato investito dalla macchina. Questo il racconto di uno dei giovani italiani che faceva parte del gruppo dei turisti coinvolti nell'attentato di ieri sera a Tel Aviv - perpetrato da un arabo israeliano - che ha ucciso Alessandro Parini.  Eravamo appena arrivati in citta e - ha continuato - stavamo andando a raggiungere l'altra meta della comitiva in un ristorante di Giaffa . (ANSA).  "}, {"source": "aftenposten", "title": "George Floyd ropte 21 ganger at han ikke kunne puste", "text": "George Floyd ropte 21 ganger at han ikke kunne puste  21 ganger ropte George Floyd at han ikke kunne puste for han dode. Det viser nye utskrifter fra opptakene fra politimennenes kroppskameraer.  En Black lives matter-demonstrasjon i Pittsburgh.  09.07.2020 06:04 Oppdatert 09.07.2020 06:38  I en utveksling kort etter at han var lagt i bakken, sa Floyd til politimannen Derek Chauvin at <<du kommer til a drepe meg>>.  - Sa slutt a snakke, slutt a skrike, snakk tar en helvetes masse oksygen, ropte Chauvin.  Utskriftene, blant annet fra politimannen Thomas Lanes kroppskamera, ble lagt frem for retten i Minnesota tirsdag og avdekker nye detaljer om pagripelsen og Floyds dod.  Chauvin er siktet for forsettlig drap etter at han satte kneet pa halsen til Floyd i sju minutter slik at han kort etter dode, mens tre andre politimenn er siktet for medvirkning. Alle fire er sagt opp fra politiet.  Floyd ropte ogsa pa sin mor mens han la under politimannens kne med handjern pa.  - Mamma, jeg elsker deg, si til barna mine at jeg elsker dem, jeg er dod, sa han og ropte pa henne flere ganger til.  Ifolge utskriften var hans siste ord: <<De dreper meg, de dreper meg, jeg kan ikke puste.>>  George Floyds dodsfall 25. mai ble ogsa filmet av flere vitner og utloste en massiv protestbevegelse i USA og rundt i verden mot rasisme og politivold."}, {"source": "aftenposten", "title": "Direkteblogg om korona", "text": "Helse- og omsorgsminister Ingvild Kjerkol (Ap) sier regjeringens strategi om tidlig a kunne avdekke en eventuell bekymringsfull utvikling og ta flere grep ved behov, star ved lag. Foto: Terje Bendiksby / NTB  Norge vil ikke kreve negativ koronatest for reisende fra Kina selv om flere europeiske land har innfort dette.  I begynnelsen av januar kom EUs krisehandteringsmekanisme frem til en liste med anbefalte tiltak for a handtere pandemien og den utviklingen man ser i Kina. Blant annet ble alle de 27 EU-landene anbefalt a kreve koronatesting av passasjerer fra Kina.  Mandag kunngjorde Helse- og omsorgsdepartementet at det ikke vil bli innfort krav til negativ koronatest her i landet.  - Anbefalingene de europeiske landene ble enige om, er basert pa helhetsvurderinger for alle de europeiske landene samlet. Landenes oppfolging og handtering av tiltakene tilpasses nasjonale forhold, sier helse- og omsorgsminister Ingvild Kjerkol (Ap).  Norske myndigheter stotter ovrige tiltak. Blant annet at reisende fra Kina skal bruke munnbind pa flyet, samt at de skal fa informasjon om hygienetiltak.  I tillegg skal Folkehelseinstituttet fortsette med overvaking. Blant annet skal instituttet overvake avlopsvann fra Gardermoen og analysere virusvarianter hos sykehusinnlagte personer.  Anbefalingen fra EUs krisehandteringsmekanisme er radgivende, ikke juridisk bindende. Sverige og Tyskland har innfort krav til negativ test, mens folkehelsemyndighetene i Danmark har anbefalt at det ikke skal innfores et slikt krav."}, {"source": "aftenposten", "title": "Oberstloytnant som vitnet mot Trump, gar av", "text": "Oberstloytnant som vitnet mot Trump, gar av  Oberstloytnant Alexander Vindman, som vitnet mot president Donald Trump i riksrettssaken, orker ikke mer mobbing og trekker seg fra haeren.  Oberstloytnant Alexander Vindman tas i ed under riksrettssaken mot president Donald Trump. Na forlater han haeren som folge av Trumps mobbing.  09.07.2020 05:57 Oppdatert 09.07.2020 07:23  Vindman fikk sparken fra sin stilling i det nasjonale sikkerhetsradet i Det hvite hus i februar, to dager etter at president Donald Trump ble frikjent.  Vindman la an til forfremmelse til oberst, men hans advokat David Pressman sier i en kunngjoring at det apenbart ikke blir noe av.  I kunngjoringen heter det at Vindman forlater haeren etter 21 ars tjeneste etter at det ble klart for ham at hans fremtid i haeren for alltid er begrenset.  - Ved hjelp av en mobbe- og hevnkampanje har USAs president forsokt a tvinge Vindman til a velge mellom a adlyde loven eller gjore en president til lags, mellom a hedre sin ed eller beskytte sin karriere, heter det i en kunngjoringen.  Les ogsa Eksplosiv smittebolge fortsetter i USA  Vindman fortalte i riksrettssaken om hvordan han i kraft av sin stilling hadde hort pa telefonsamtalen der Trump ba Ukrainas president Volodymyr Zelenskyj innlede gransking av Joe Biden.  Senator Tammy Duckworth sier at saken setter sokelyset pa forsvarsminister Mark Esper, som <<ikke har beskyttet en dekorert veteran mot en hevngjerrig overstkommanderende>>.  Hun gjor det klart at hun vil blokkere alle 1.123 planlagte forfremmelser i forsvaret inntil Esper kommer med en transparent redegjorelse for situasjonen."}, {"source": "aftenposten", "title": "Europa apnet grensene i juni. Nye tall forteller hvor mange som ble smittet.", "text": "Europa apnet grensene i juni. Nye tall viser hvor mange som ble smittet.  Apning av grensene i Europa i juni har gitt <<ubetydelig>> importsmitte, ifolge det europeiske smittevernbyraet.  Den greske oya Hydra i juni. Hvor mye har koronaviruset spredt seg i Europa etter at grensene apnes? En rapport fra det europeiske smittevernbyraet viser at bare 3 prosent av nye smittetilfeller i EU/EOS i juni kom som folge av reise til andre land.  08.07.2020 19:24 Oppdatert 11.07.2020 11:37  Saken ble oppdatert torsdag kl. 16.13 med nye smittetall t.o.m. 6. juli og opplysninger fra Danske Serumsinstitutt og ECDC, og fredag kl. 11.45, forut for regjeringens pressekonferanse om nye reiserad.  Norge har de siste ukene hatt de mest stengte landegrensene i Europa innenfor EU- og Schengen-omradet. Begrunnelsen har vaert risikoen for okt smitte."}, {"source": "aftenposten", "title": "Kina og USA stadig naermere klinsj i Sor-Kina-havet, mener eksperter", "text": "Kina og USA stadig naermere klinsj i Sor-Kina-havet, mener eksperter  Kinas militaerovelser i Sor-Kina-havet motes med kritikk fra USA, som selv viser muskler i regionen. Eksperter mener de to er stadig naermere militaer konflikt.  Hangarskipene USS Ronald Reagan (foran) og USS Nimitz (i bakgrunnen) seiler sammen i formasjon i Sor-Kina-havet mandag. Eksperter advarer om at risikoen for militaer konflikt mellom USA og Kina er storre enn noensinne, med stadig hoyere spenning i Sor-Kina-havet.  09.07.2020 06:53 Oppdatert 09.07.2020 22:51  Satellittbilder skal vise hvordan Beijing bygger ut sitt naervaer pa de kunstige oyene de har etablert i havet.  Det er tydelig hoyere spenning i Sor-Kina-havet, et av fa steder der kinesiske og amerikanske interesser motes, sier Mikael Weissmann, som er forsker ved Forsvarshogskolen og Utrikespolitiska institutet i Sverige til TT.  Kinesiske myndigheter kunngjorde i starten av juli at de ville gjennomfore en militaerovelse i omradet. USA har svart med a sende to hangarfartoy, noe som har fatt regjeringen i Beijing til a se rodt.  - Det viser tydelig at en opptrapping har skjedd. Fra USA er det en maktdemonstrasjon. A sende to hangarfartoy er veldig tungt, sier Weissmann.  Les ogsa Trusler om Hongkong-sanksjoner sender Kina i strupen pa USA  Bygger ut  Kina, som gjor krav pa nesten hele Sor-Kina-havet, har de siste arene skapt kunstige oyer rundt rev og klipper i havet. Pa oyene er det bygd militaeranlegg.  Ifolge amerikanske Centre for Strategic and International Studies (CSIS) kontrollerer Beijing na 20 posteringer rundt oygruppen Paraceloyene, som bade Kina, Vietnam og Taiwan gjor krav pa, og ytterligere sju andre oygrupper.  Samtidig rapporteres det i asiatiske medier at Kina har begynt med mudring pa en av Parcel-oyene. Pa satellittbilder ser det ut som Kina bygger ut oyas nordvestre hjorne, som utgjor Beijings administrasjonssenter i Sor-Kina-havet.  USS Nimitz fotografert i naerheten av Sor-Korea i 2013.  Omstridt omrade  Ifolge nabolandene er Kinas militarisering av oyene i strid mot internasjonal lov og rett.  Blant annet Vietnam, Taiwan og Filippinene har fremsatt krav for deler av Sor-Kina-havet, noe Kina anser som en utfordring mot kinesisk territorium.  Flere land henvendte seg i mai til FN med fordommelse av Kinas fremferd.  Flere arsaker  Dragkampen om omradet handler ikke bare om at det er en av verdens viktigste handelsruter, eller at bunnen antas a inneha enorme olje- og gassverdier.  I takt med at Kina har tatt stadig storre plass i den globale verdensorden, har det blitt mer og mer viktig for landet a bli sett som handlekraftig, bade for egen befolkning og omverden, forklarer Weissmann.  I tillegg handler ambisjonene i omradet for Kina ogsa om forholdet til USAs allierte Taiwan, som Kina anser som en utbryterregion.  Les ogsa Kina apner kontor for sikkerhetsagenter i Hongkong  Mye a tape  Den okende politiske mistilliten mellom Kina og USA over koronaviruset har heller ikke bidratt til a roe ned situasjonen.  National Institute for South China Sea Studies i Beijing, som studerer amerikansk naervaer i Sor-Kina-havet, beklaget seg i en nylig rapport over at hundrevis av kommunikasjonskanaler mellom de to landenes militaerstyrker er blitt lukket.  Eksperter, blant dem instituttets sjef, advarer om at risikoen for militaer konflikt mellom landene er storre enn noen gang tidligere.  Weissmann tviler imidlertid pa at det vil bryte ut konflikt.  - Man kan selvfolgelig aldri vite sikkert, men det ligger ikke i noen parts interesse a havne i krig. Det har bade USA og Kina for mye a tape pa, sier han."}, {"source": "aftenposten", "title": "Steriliseringsmetoden har resultert i over 33.000 soksmal. I Norge er metoden stoppet, men pasienter blir ikke informert.", "text": "Steriliseringsmetoden har resultert i over 33.000 soksmal. I Norge er metoden stoppet, men pasienter blir ikke informert.  Etter at Kjerstin Bakkevoll fikk satt inn et implantat for a bli steril, fikk hun sterke fysiske plager. I Norge brukes ikke lenger implantatet, men norske pasienter far ingen informasjon.  Kjerstin Bakkevoll ble sterilisert i 2016 ved hjelp av et implantat som er omstridt i utlandet. Hun reagerer pa at det ikke finnes informasjon om mulige bivirkninger av produktet pa norsk - hverken fra helsemyndighetene eller firmaet som produserte implantatet.  09.07.2020 05:34 Oppdatert 11.07.2020 07:43  En kveld i juni ligger Kjerstin Bakkevoll (42) og ektemannen i sengen og skal se pa Netflix for de sovner. Han foreslar dokumentaren <<The Bleeding Edge>>. Den handler om medisinsk utstyr og hvordan det testes for det nar pasientene.  Noen av kvinnene i dokumentaren omtaler et implantat som brukes i forbindelse med sterilisering - Essure. Bakkevoll kjenner seg plutselig ubehagelig mye igjen i bivirkningene som skildres: kraftig hodepine, invalidiserende smerter, svimmelhetsanfall og hartap."}, {"source": "aftenposten", "title": "Prinsesse Ingrid Alexandra bor i Viken, men skal ga pa skole i Oslo. Hvordan kan det ha seg?", "text": "Prinsesse Ingrid Alexandra bor i Viken, men skal ga pa skole i Oslo. Hvordan kan det ha seg?  Mandag ble det klart at prinsesse Ingrid Alexandra skal begynne pa Elvebakken videregaende skole i Oslo til hosten, selv om hun er bosatt i Viken. Slottet oppgir at hun kom inn pa ordinaere vilkar.  Prinsesse Ingrid Alexandra sammen med dronning Sonja i september 2019.  08.07.2020 16:11 Oppdatert 08.07.2020 20:34  Prinsesse Ingrid Alexandra ble tatt opp pa <<ordinaere vilkar>> da hun kom inn pa en av Oslos mest populaere videregaende skole, opplyste Slottet mandag.  - Prinsessen sokte og fikk plass pa ordinaere vilkar, sa kommunikasjonssjef Guri Varpe til NTB."}, {"source": "aftenposten", "title": "Russisk resolusjonsforslag om Syria falt", "text": "Russisk resolusjonsforslag om Syria falt  Et russisk resolusjonsforslag i FNs sikkerhetsrad om a redusere nodhjelp over grensen til Syria, har falt.  En stor syrisk flyktningleir naer grensen til Tyrkia.  09.07.2020 05:38 Oppdatert 09.07.2020 21:39  Russland trengte ni stemmer av Sikkerhetsradets 15 og ingen stemmer imot blant de fem vetomaktene for a fa forslaget igjennom. Men det fikk bare fire stemmer.  Sju land stemte mot forslaget, og fire avsto, ifolge Tysklands FN-ambassador Christoph Heusgen, som for tiden er Sikkerhetsradets president. Foruten Russland stemte Kina, Vietnam og Sor-Afrika for forslaget.  Tirsdag la Russland og Kina ned veto mot et forslag fra Tyskland og Belgia om a holde to grenseoverganger mellom Tyrkia og Syria apne for nodhjelp inn i Syria i ett ar.  Russland mener i prinsippet at all nodhjelp bor ga via de syriske myndighetene, men ville ha godtatt at ett krysningspunkt fra Tyrkia holdes apent i seks maneder. I januar fikk Russland gjennom at antall overganger ble redusert fra fire til to.  Les ogsa Russland og Kina nedla veto mot Syria-resolusjon i Sikkerhetsradet  Nytt forsok  Tyskland og Belgia vil na gjore et nytt forsok pa a fa vedtatt en forlengelse av to grenseoverganger. For a tekkes Russland vil de tilby a korte ned forlengelsen til seks maneder.  Den navaerende ordningen har godkjent at FN siden 2014 har fatt bruke grenseoverganger som ikke kontrolleres av syriske myndigheter.  De to grenseovergangene det er snakk om, er Bab al-Salam, som leder frem til Aleppo-regionen, og Ban al-Hawa, som gar til Idlib. Russland onsker a stenge den forste av dem.  Ifolge FNs kontor for humanitaer hjelp (OCHA) gir de to overgangene direkte adgang til de storste konsentrasjonene av internflyktninger i omrader de behovene er enorme.  Les ogsa FN: Apenbare krigsforbrytelser i Idlib-offensiven i Syria  Frykter alvorlige folger  Internasjonale hjelpegrupper frykter alvorlige konsekvenser for millioner av internflyktninger i Syria om ikke de to grenseovergangene holdes apne.  - Dersom antall grenseoverganger for nodhjelp reduseres ytterligere, vil det vaere et stort tilbakeslag for humanitaer hjelp i det nordvestlige Syria. Det vil uvegerlig fore til stor mangel pa forsyninger til en befolkning som har store behov, sier Konstantin Witschel i tyske Welthungerhilfe.  Verdens matvareprogram WFP har beregnet at 9,3 millioner syrere ikke lenger har nok mat."}, {"source": "argaam", "title": "'hm 'Hdth l'sbw` blswq ls`wdy", "text": "shsh@ tdwl lswq ls`wdy trSd  'rqm  fy hdh ltqryr 'hm l'Hdth wlmw`yd khll l'sbw` llshrkt lmshm@ lmdrj@ fy lswq ls`wdy w lswq"}, {"source": "aftenposten", "title": "Tik Tok installert pa flere mobiler i regjeringen", "text": "Tiktok installert pa flere mobiler i regjeringen  USA frykter at brukerdata fra Tiktok kan bli overfort til Kina. I Norge har flere i regjeringen lastet ned appen - inkludert statsminister Erna Solberg.  Den kinesiskeide videoappen Tiktok har den siste tiden vaert i hardt vaer. USAs utenriksminister Mike Pompeo opplyste denne uken at USA vurderer a forby appen, blant annet av frykt for at persondata som samles inn gjennom Tiktok, kan bli overfort til kinesiske myndigheter.  09.07.2020 05:44 Oppdatert 09.07.2020 09:18  Med mer enn to milliarder nedlastinger er Tiktok blitt en av verdens mest populaere apper.  Men na vokser skepsisen. India innforte forbud mot appen i forrige uke. USA vurderer a gjore det samme. EU, Danmark, Nederland og Storbritannia har alle apnet sak.  Frykten er at Tiktok, som eies av kinesiske Byte Dance, kan misbrukes til storstilt innsamling av personopplysninger, deriblant om barn - og at disse personopplysningene i verste fall kan havne i kinesiske myndigheters hender.  Som NTB skrev onsdag, er det likevel ingen relevante myndighetsorganer i Norge som har gjort noe forsok pa a undersoke appen naermere.  Det er heller ikke utarbeidet rad for hvordan myndighetspersoner skal forholde seg til den.  Les ogsa Bade Selma og Morten opplevde a bli sensurert pa Tiktok. Ingen av dem vet noyaktig hvorfor.  Tiktokere i regjeringen  En kartlegging NTB har gjort, viser na at flere regjeringsmedlemmer har opprettet brukere pa Tiktok.  Det inkluderer statsminister Erna Solberg (H). Hun skaffet seg appen i forbindelse med at hun deltok i en dansevideo pa Tiktok med sykepleiere pa Rikshospitalet.  Da videoen ble spilt inn, fortalte statsministeren til VG at hun hadde Tiktok selv, men at hun ikke hadde publisert noe der.  - Etter det har jeg ikke brukt appen, og jeg har den heller ikke pa telefonen, sier Erna Solberg i en kommentar til NTB.  Statsminister Erna Solberg danset sammen med sykepleierne Ida Larsson Gero og Marie Bachke Lian pa Rikshospitalet 12. mai i ar. Videoen ble delt pa Tiktok, og statsministeren skaffet seg appen i den forbindelse.  Les ogsa Tiktok gar klar av kritisk sokelys i Norge: Ingen har vurdert sikkerheten  Henrik Asheim og Tina Bru  To andre regjeringsmedlemmer som har vaert pa Tiktok, er olje- og energiminister Tina Bru (H) og forsknings- og hoyere utdanningsminister Henrik Asheim (H).  Sistnevnte trekker frem nettopp dansevideoen med Erna Solberg som noe av det som gjorde ham nysgjerrig.  - Jeg har en bruker pa Tiktok rett og slett fordi jeg matte sjekke hva det var, sier Asheim til NTB.  Ingen spesifikke rad  Seniorradgiver Martin Bernsen i Politiets sikkerhetstjeneste (PST) forteller at det ikke er gjort noen spesifikk vurdering av hvor trygt det er for regjeringsmedlemmer a ha Tiktok.  - Vi gir rad til myndighetspersoner, og bruk av sosiale medier er noe vi snakker om der. Men da gir vi rad som ofte er tilpasset hver enkelt myndighetsperson, med utgangspunkt i trusselbildet rundt personen og hvilke sosiale medier denne personen bruker, sier Bernsen til NTB.  Ifolge ham gjor PST ingen teknisk vurdering av konkrete apper.  - Det vi sier, er at vi oppfordrer myndighetspersoner, men ogsa andre personer som har yrker og stillinger der de kommer borti sensitiv informasjon, til a ha et bevisst forhold til hva de legger ut, og hvilke plattformer de bruker.  Les ogsa Tiktok-kjendiser far barn til a sende penger via livesendinger. Det er ikke greit! | Ingrid Bergtun  Maeland bekymret  Justis- og beredskapsminister Monica Maeland (H) er ikke blant dem som har brukt Tiktok.  Hun ser med bekymring pa de mulighetene som nye kommunikasjonsplattformer kan gi for aktorer med uredelige hensikter.  Maeland viser samtidig til at Nasjonal sikkerhetsmyndighet (NSM) nylig kom med nye rad om sikkerhet pa mobile enheter.  - Et av radene er at vi alle bor gjore en kritisk vurdering av hvilke apper vi skal installere. Vi bor ha et bevisst forhold til alle apper og tjenester vi benytter, sier hun.  - Dette handler ikke bare om denne ene appen, men gjelder generelt.  Selv har Tiktok gjentatte ganger avvist anklagene mot appen. Tiktok fastholder overfor NTB at selskapet overholder de personvernlovene som gjelder lokalt, og at ingen data overfores til Kina.  Etter at NTB tok kontakt, har Asheim slettet Tiktok fra sin mobil."}, {"source": "argaam", "title": "bydw lSyny@ tqDy abl bsbb nskh mzyf@ mn tTbyq dhk STn`y", "text": "rf`t shrk@ mHrk lbHth lSyny@ l`mlq@ <<bydw>> d`w~ qDy'y@ Dd `dd mn mTwry ltTbyqt wshrk@ <<'bl>> bsbb nskh mzyf@ mn tTbyq <<yrny bwt>> fy mtjr tTbyqt <<'bl>>.    wuSf tTbyq <<yrny bwt>> ldhy y`ml bldhk lSTn`y, wldhy 'Tlq lshhr lmDy, b'nh 'qrb mnfs Syny ltTbyq <<tsht jy by ty>> ldhy Twrth lwlyt lmtHd@.    wqlt <<bydw>> nh rf`t d`w~ qDy'y@ fy mHkm@ bbkyn Dd lmTwryn ldhyn khtlqw ltTbyqt lmzyf@ l<<yrny bwt>> wshrk@ <<'bl>>.    w'Dft lshrk@ lSyny@ fy byn nushr fy wqt mt'khr mn ywm ljm`@ `l~ Hsbh lrsmy <<fy lwqt lHly, lys ld~ <<yrny>> 'y tTbyq rsmy>>.    wtb`t <<Ht~ Sdwr `ln rsmy mn shrktn, fn 'y tTbyq mn tTbyqt <<yrny>> trh fy mtjr ltTbyqt <<'bl>> 'w lmtjr l'khr~ hw mzyf>>.    wwjd bHth 'jrth <<rwytrz>> ywm lsbt, 'nh l yzl hnk m l yql `n 'rb`@ tTbyqt tHml sm <<yrny bwt>> bllG@ lSyny@, wklh mzyf@ fy mtjr tTbyqt <<'bl>>.    l ytwfr brnmj <<yrny bwt>> l llmstkhdmyn ldhyn ytqdmwn llHSwl `l~ rmwz llwSwl l~ brnmj ldhk lSTn`y lSyny.    wHdhrt <<bydw>> lSyny@ fy bynh mn l'shkhS ldhyn yby`wn rmwz lwSwl l~ ltTbyq."}, {"source": "aftenposten", "title": "Over 600 tyske soldater etterforskes for hoyreekstremisme. Na har spesialstyrkene til oktober a rydde opp i eget hus.", "text": "Over 600 tyske soldater etterforskes for hoyreekstremisme. Na har spesialstyrkene til oktober a rydde opp i eget hus.  48.000 patroner og 62 kilo med eksplosiver har forsvunnet fra vapenlagrene til tyske spesialstyrker. Tyske myndigheter er bekymret.  Rundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifolge militaerets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i haerens spesialstyrker, ogsa kjent som KSK.  07.07.2020 12:08 Oppdatert 19.07.2020 20:50  En dag i mai, mens resten av Tyskland fortsatt strever seg gjennom koronakrisen, graver politistyrker opp hagen til en sersjant i de tyske spesialstyrkene. Under jorden finner de et lager med eksplosiver, vapen og tusenvis av patroner. Alt antas a vaere stjalet fra soldatens egen arbeidsplass. I tillegg finner man et lager med nazieffekter.  - Han hadde en plan. Og han er ikke den eneste, sier Eva Hogl, Tysklands parlamentarisk kommissaer for de vaepnede styrkene, skriver New York Times.  Saken har fatt stor oppmerksomhet i Tyskland. Spesielt fordi soldaten som har tjent de tyske spesialstyrkene i 19 ar, antas a vaere nynazist. Hoyreekstreme holdninger er han ikke alene om innad i landets forsvarsrekker. Det vedgar bade landets politiske ledelse og militaeret.  Professor: - Alarmerende  Rundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifolge militaerets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i haerens spesialstyrker, ogsa kjent som KSK. Det er en andel som er fem ganger sa hoy som i andre deler av den tyske haeren.  Professor i internasjonal politikk pa Universitet i Munchen, Dr. Carlos Masala, sier saken om sersjanten har bidratt til en svaert viktig debatt om holdninger innad i det tyske militaeret.  - Ser man pa antall saker sammenlignet med antallet soldater i styrken, er det uten tvil problemer med hoyreekstremisme i spesialstyrkene. Dette er snakk om svaert godt trente elitesoldater, sa det er alarmerende, sier Masala.  KSK-ledelsen har fatt beskjed fra tyske myndigheter om at store endringer ma gjennomfores innen oktober.  Opploste en del av spesialstyrkene  I kjolvannet av politiaksjonen mot sersjanten ble det satt ned en komite som skulle undersoke utbredelsen av hoyreekstreme holdninger i KSK. Funnene til komiteen forte til at Tysklands forsvarsminister, Annegret Kramp-Karrenbauer, i forrige uke ga ledelsen i KSK klar beskjed: Rydd opp i egne rekker innen oktober.  - KSK kan ikke fortsette i sin navaerende form, sa Kramp-Karrenbauer pa en pressekonferanse.  Hun beskrev kulturen i spesialstyrkene som <<usunn elitisme>> og med <<giftig lederskap>>, ifolge BBC.  Spesialstyrkene far ikke dra pa internasjonale oppdrag for bade rekrutteringen, treningen og ledelsesmetodene har fatt en overhaling.  I tillegg kunngjorde forsvarsministeren en reform med drastiske tiltak. Blant annet fjernes en av KSKs fire enheter. Der hadde hoyreekstreme holdninger fatt sa kraftig fotfeste at det eneste man kunne gjore var a legge den ned.  Tysklands forsvarsminister, Annegret Kramp-Karrenbauer, er fast bestemt pa a fa has pa hoyreekstreme holdninger innad i landets militaerstyrker.  Fakta KSK Tysklands elitestyrke med spesialtrente soldater har siden 1996 vaert en del av den tyske haeren, Bundeswehr. Styrkene fokuserer pa operasjoner i forbindelse med antiterror og gisseltagning i farlige omrader. Styrkene har blant annet blitt sendt til Afghanistan og Balkan. Operasjonene blir hemmeligholdt. Vis mer  Kan vaere kroken pa doren om det ikke gjores endringer  Det ble ogsa rapportert at spesialstyrkene ikke kunne gjore rede for hvor hele 62 kilo med eksplosiver og 48.000 patroner hadde blitt av. Dette var spesielt alarmerende med tanke pa funnet i hagen til sersjanten, uttalte Kramp-Karrenbauer. Hun krever na at spesialstyrkene finner ut hvor resten av arsenalet er blitt av.  Professor Masala tror det kan bli kroken for doren for KSK om man ikke ser konkrete endringer de neste manedene.  - Vi har en forsvarsminister som er svaert dedikert til saken og onsker a komme roten av problemet til livs. Hun mener alvor. Jeg tror derfor det vil komme store endringer i styrkene. KSK-ledelsen har ikke noe valg, sier Masala.  KSK-soldat sendte brev om <<fryktkultur>> i egen avdeling  Anklager om ekstremisme innad i landets elitestyrke fikk oppmerksomhet allerede i 2017. Da skal flere KSK-soldater ha saluttert med <<Hitler-hilsen>> og spilt nynazistisk rockemusikk pa en avskjedsfest for en av sjefene.  Sa sent som i juni sendte en ung KSK-soldat brev til forsvarsministeren hvor han innstendig ba henne sette i gang en etterforskning av sin egen avdeling. Han beskrev en <<giftig kultur av aksept>> og <<fryktkultur>>,. Ekstreme holdninger blant hans medsoldater ble ignorert, og tidvis, akseptert, ifolge soldaten, skriver New York Times.  De tyske spesialstyrkene har i lang tid fatt operere frittstaende, utenfor resten av det tyske militaeret. Det har fort til en form for elitisme, mener eksperter.  Elitisme og darlig lederskap preger miljoet  Professor Masala mener lojalitet og feilslatt lederskap gjor at ekstreme holdninger kan fa vokse frem i en tropp med hovedoppgave a takle Tysklands farligste oppdrag.  - Disse spesialstyrkene lever i store perioder helt avskaret fra omverdenen. Nar man er pa hemmelige, livsfarlige oppdrag sammen, er du er nodt til a kunne stole fullt og helt pa sidemannen. Det skaper et helt spesielt band og lojalitet til hverandre. Det blir en slags militaer kult. Da tyster man ikke pa hverandre, sier Masala.  - Du har ogsa KSK-ledere som mener militaeret og opptrening skal vaere svaert aggressiv og maskulin. I tillegg har KSK frem til na fatt operere ganske frittstaende fra resten av det tyske militaeret. Da utvikler det seg en holdning om at man er mer spesiell enn andre. Mange av soldatene blir i styrken i 15-20 ar, sa man far fa impulser utenfra, fortsetter professoren.  Det har ogsa blitt spekulert i om fremveksten av det hoyreorienterte partiet Alternative fur Deutschland (AfD) pa den politiske arenaen, kan linkes til hoyreekstremisme innad i forsvarsrekkene. I enkelte delstater far det kontroversielle partiet godt over 20 prosent oppslutning.  Masala mener man forelopig skal vaere forsiktig med a bruke AfD som en forklarende faktor.  - Jeg tror hovedproblemet forst og fremst ligger i strukturen til KSK. Det er dette som ma endres."}, {"source": "argaam", "title": "lmly@ lkwyty@ trj` khTth lstrtyjy@", "text": "`lmt <<l'nb>> 'n khT@ t`qdt wzr@ lmly@ khll l`m lmly ljdyd (2023/2024) ttDmn nHw 62 t`qd mkhtlf, mn bynh 22 mnqS@, blDf@ l~ 32 mmrs@, w8 t`qdt, wdhlk ltlby@ Htyjt qT`t mt`dd@, y'ty `l~ r'sh lqT` lDryby wdr@ mjm` lwzrt wdr@ nZm tkhTyT lmwrd lmw'ssy@ wdr@ nz` lmlky@ wqT` 'mlk ldwl@ wtqdyr lt`wyDt, wdr@ mrkz lm`lwmt laly.    wttDmn lmmrst mrj`@ lkhT@ lstrtyjy@ lwzr@ lmly@, wmmrs@ twryd wtrkyb wtshGyl nZm dr@ lDry'b lmtkml ITAS, wltHwl lrqmy lwthy'qh wjrth, wtwfyr mdkhly bynt w`ml nql wmnwl@, wmstshryn lmrkz lm`lwmt laly.    wtfSyly, ljh@ lqT` lDryby, syshhd khll 2023/2024 nHw7 t`qdt mn bynh 4 mmrst mn bynh mmrs@ twryd wtrkyb wtshGyl nZm dr@ lDry'b lmtkml wlkhdmt llktrwny@ ITAS, wmmrs@ 'khr~ llshrf `l~ tnfydh lmshrw` dhth wtqdym lkhdmt lstshry@ lmrtbT@ bh, nhyk hn mmrs@ mtkhSS@ lSyn@ brmj tbdl lm`lwmt lDryby@ laly, wSwl l~ mmrs@ tTbyq m`yyr 'mn lm`lwmt llGyt lDryby@.    y'ty dhlk l~ jnb t`qdyn kl mnhm lmd@ sn@ wHd@, l'wl yt`lq btwfyr khdmt lktrwny@ lldr@ lDryby@ mthl lbTq@ lDryby@, wlmkhlS@ lDryby@, wshhd@ lfrj `n mHjwz lDmn llshrkt lkhD`@ lmrswm Dryb@ ldkhl, wt`qd akhr ltwfyr khdmt lktrwny@ lldr@ lDryby@, l~ jnb mnqS@ Syn@ wd`m fny llnZm lDryby laly <<ITAS>>.    wljh@ dr@ nZm tkhTyT lmwrd lmw'ssy@ fldyh `qdn, l'wl mnhm twfyr d`m wSyn@ nZm ltHSyl laly lmrkzy llmstHqt lHkwmy@, wtwryd shtrk brnmj khdm@ l`ml ldr@ nZm tkhTyT lmwrd lmw'ssy@, blDf@ l~ mnqStyn, l'wl~ lshr mstlzmt lbny@ ltHty@ lshbk@ nZm dr@ mly@ lHkwm@, wlthny@ lshr trkhyS tTbyqt wtqnyt 'wrkl lnZm dr@ mly@ lHkwm@ m` ld`m, blDf@ l~ 4 mmrst tt`lq bnZm tkhTyT w`dd lmyzny@ llqT` l`m, wbwb@ lshr lHkwmy, wtHdyth lbyy'@ ltshGyly@ lry'ysy@ lnZm lmly@ l`m@ wnsh lbyy'@ lHtyTy@, wshr trkhyS wtqdym ld`m lltrkhyS lmstkhdm@ fy nZm wzr@ lmly@ mn shrk@ 'wrkl.    wttDmn t`qdt <<lmly@>> khll l`m lmly lHly mnqS@ tklyf shrk@ stshry@ b`ml drst lmshry` 'mlk ldwl@ lSlH qT` 'mlk ldwl@ lmd@ 3 snwt, wmnqS@ lltSmym wlshrf `l~ mshrw` nsh mbn wmkhzn wmwqf mt`dd@ l'dwr lmd@ 4 snwt, blDf@ l~ mmrs@ lstshrt `qry@ ltqyym 'mlk ldwl@ lmd@ 3 snwt.    wj Dmn lt`qdt lmsthdf@ t`qd lt'hyl trmym mbn~ 3 lSlH dr@ mjm` lwzrt lty tsthdf lt`qd 'yD `l~ tjhyz lbny@ ltHty@ lshbk@ lkhdmt lkhS@ blkhrb wlhtf lmbn~ 3, nhyk `n lt`qd ltqdym lstshrt lhndsy@ wl'bHth, wmnqS@ ltwfyr `ml@ llnql wlmnwl@ w'`ml mjm` lwzrt wmnqS@ l'`ml twryd wtrkyb wtshGyl wSyn@ 'nZm@ 'mny@ llswr lkhrjy lmbn~ mjm` lwzrt wmwqf lsyrt ljnwby, wmnqS@ ltwryd 'thth shml lmjm` lwzrt.    w'Zhrt khT@ lshr 'n lwzr@ ldyh mnqS@ mtkhSS@ fy ltHwl lrqmy lwthy'qh wjrth lmd@ 3 snwt lSlH dr@ mrkz lm`lwmt laly fy qT` lmHsb@ l`m@, blDf@ l~ mnqS@ 'khr~ lSyn@ mstlzmt ltwqy` llktrwny wmnqS@ lnZm mtb`@ wdr@ lHdth l'mn lm`lwmt, wstTrH lwzr@ mnqS@ mtkhSS@ lnZm lnskh lHtrzy@ llkhwdm lry'ysy@, wmnqS@ Syn@ wHd@ ltkhzyn lnZm lmrslt, wmmrs@ tqyym lwD` l'mny wktshf lthGrt l'mny@ lshbk@ lwzr@, w'khr~ lshr brnmj ltTbyq m`yyr 'mny@ lkhtyr klm@ lsr wnZm aly ljrd wmtb`@ l`hd l'jhz@ tknwlwjy lm`lwmt lwzr@ lmly@, wtwfyr mstshryn lmrkz lm`lwmt laly wtwfyr Hmy@ lshbk@ Dd lthdydt lkhrjy@.    y'ty dhlk fym stTrH lwzr@ mmrs@ twfyr 48 mdkhl bynt lmd@ sntyn l~ jnb l'`ml lDfy@, wmmrs@ l`ml lnZf@ fy dr@ nz` lmlky@, 'm dr@ ltkhTyT wlmtb`@ fstshhd mmrstyn, l'wl~ lnZm lkhT@ lstrtyjy@ lwzr@ lmly@, wl'khr~ lmrj`@ lkhT@ lstrtyjy@ lwzr@ lmly@."}, {"source": "argaam", "title": "ar lmstthmryn: ftH ltSwyt lqys ltwq`t ltjh lswq ls`wdy wl'shm l'sbw` lmqbl", "text": "tftH bwb@ 'rqm lmly@, lywm ljm`@, ltSwyt fy khdm@ ar lmstthmryn, wdhlk lqys twq`t Hrk@ lmw'shr l`m llswq ls`wdy wl'shm lmdrj@ ll'sbw` lmqbl.  wsykwn ltSwyt mtHan `tbran mn ms lywm Ht~ nhy@ ywm l'Hd lmqbl.  wyutH ljmhwr lmshrkyn mkny@ lt`byr `n ary'hm tjh lswq kkl wl'shm lmdrj@ fy lswq bshkl mnfrd, wdhlk mn khll ljb@ `n lsw'l ltly: kyf tr~ tjh lshm? mtfy'l 'm mtshy'm? wlmdh?  wt`tmd `mly@ ltSwyt `l~ shklyn 'ssyyn mmthWalyn fy shkl lthwr wldb, Hyth yshyr lthwr l~ ltjh lS`d wlmtfy'l, fy Hyn yshyr ldb l~ ltjh lhbT wlmtshy'm.  wyutH ltSwyt `l~ jmy` 'shm shrkt lswq ls`wdy, wtZhr nty'j ltSwyt llmstkhdm b`d ltSwyt `l~ lswq wkhms shrkt `l~ l'ql.  wsy`ml fryq 'rqm `l~ tHwyl lbynt lmjmWa`@ mn mshrk@ lmSwWityn l~ tqryr 'sbw`y yst`rD mn khllh khlS@ lmshrkt wltwq`t wb`rD 'bsT llbynt lmjmWa`@.  lltSwyt fy khdm@ ar lmstthmryn"}, {"source": "argaam", "title": "HSd l'sbw`: kyf kn 'd lswq ls`wdy wl'shm l'sbw` lmDy?", "text": "'nh~ mw'shr lswq ls`wdy t`mlt l'sbw` lmDy, `l~ rtf` b316 nqT@ wbnsb@ 3 %, mGlq `nd 10906 nqT, wdhlk mqrn@ bGlqh l'sbw` ldhy sbqh `nd 10590 nqT@.  wsjl mtwsT ltdwl lywmy rtf` khll l'sbw` lmDy bnsb@ 2 %, lysjl 5.81 mlyr ryl ywmy, mqrn@ bmtwsT tdwl ywmy blG 5.72 mlyr ryl, khll l'sbw` ldhy sbqh.    wbd't hdh l'sbw` lftr@ lmHdd@ llshrkt ls`wdy@ lmdrj@ ll`ln `n nty'jh lmly@ llrb` l'wl 2023 wlm t`ln 'y shrk@ b`d."}, {"source": "argaam", "title": "mstthmrwn yqDwn kyh by m jy wGwldmn fy nhyr sylykwn fly", "text": "rf` mstthmrwn d`w~ qDy'y@ `l~  kyh by m jy , bSfth mdqq Hsbt mSrf  sylykwn fly bnk , l~ jnb Dmny sndt, mn bynhm  Gwldmn sks Grwb  w bnk 'wf 'myrk  w mwrGn stnly , stndan `l~ mz`m tqdym hdhh lkynt bynt mDll@ 'fDt l~ nhyr lbnk.    `l~ Grr ld`w~ lsbq@, 'wrdt d`w~ 'uqymt 'ms ljm`@ fy lmHkm@ lfydrly@ bsn frnsyskw sm lry'ys ltnfydhy lbnk (s fy by) GryG bykr, wmdyryn wmsw'wlyn akhryn fy lbnk kmthmyn. t`d hdhh ld`w~ l'wl~ lty tsthdf mdqqy Hsbt lbnk wDmny sndth.    dhhbt ld`w~ l~ 'n lmudaW`a~ `lyhm jmy`an  'sw'w tqdyr qw@ lmyzny@ l`mwmy@ llbnk wHjm lsywl@ ldyh wmrkzh fy lswq .    wj fyh 'n lmdyryn ltnfydhyyn wmdqqy lHsbt wDmny lsndt  qllw mn Hjm lmkhTr lty ywjhh lbnk w'khfwh , l'mr ldhy qwWD qym@ mHfZth mn l'wrq lmly@.    lm trd  kyh by m jy  w Gwldmn sks  w bnk 'wf 'myrk  w mwrGn stnly  w kyfy brwyt and wwdz , lty wrdt 'smw'hm kDmnyn mudWa`a~ `lyhm, `l~ rsy'l bryd lktrwny 'urslt fy wqt mt'khr mn 'ms ljm`@ llHSwl `l~ t`lyq `l~ ld`w~ lqDy'y@.    nhr  sylykwn fly bnk  lshhr lmDy b`d lmrhn@ `l~ sndt fqdt qymth m` rtf` 's`r lfy'd@.    bd' `ml r's lml ljry fy sHb lwdy'` bshkl jm`y, m 'jbr lbnk `l~ by` l'Swl bkhsy'r, w'Tlq mwj@ mdh`wr@ lsHb lwdy'` mnh.    tqdmt lshrk@ l'm lmSrf  s fy by  bTlb Hmy@ mn lfls bmwjb lfSl 11 mn qnwn lfls.    tz`m ld`w~ lmrfw`@ ywm ljm`@ 'n ljht lDmn@ 'Sdrt bynt tsjyl mDll@ bsh'n `rwD l'shm lkhS@ blbnk wlty tHtwy `l~  bynt Gyr SHyH@ `n Hqy'q jwhry@ .     shk kbyr     tqwm lmsw'wly@ lmz`wm@ lshrk@  kyh by m jy , lmwDH@ bmzyd mn ltfSyl, fy jnb mnh `l~ Hqyq@ 'nh wq`t `l~ ltqryr lsnwy lmSrf  sylykwn fly bnk  l`m 2022 qbl 'sbw`yn mn Glq lswq fy 8 mrs, wfqan lld`w~.    kn dhlk `ndm ql lbnk nh ys`~ ljm` 2.25 mlyr dwlr lm`lj@ mshkl lsywl@ ldyh, w'`ln `n khsr@ bnHw 1.8 mlyr dwlr mn by` 'wrqh lmly@.    qlt ld`w~ nh  rGm 'n wdy'` sylykwn fly bnk bd't ttqlS fy 2022, dh nkhfDt 25 mlyr dwlr khll l'shhr lts`@ l'khyr@ mn 2022 ltqlS Hjm lsywl@ ldyh, wlm tHdd kyh by m jy lmkhTr lmrtbT@ bnkhfD wdy'` lbnk 'w btrj` qdrth `l~ lHtfZ bsndt ldyn lHyn mw`d lstHqq lwrd fy tqryrh .    Df@ l~ dhlk, fn tqryr ltdqyq ldhy qdmth  kyh by m jy   ltzm lSmt  bsh'n m dh kn hnk  shk kbyr  z qdr@ lbnk  `l~ mwSl@ l`ml lftr@ zmny@ m`qwl@ .    tdrs wzr@ l`dl wljn@ l'wrq lmly@ wlbwrSt wlHtyTy lfydrly lqDy lmt`lq@ bnhyr  s fy by , wmnh mby`t l'shm mn qbl msw'wlyn wGyb msw'wl lmkhTr fy lbnk lm`Zm 2022, wfqan l'shkhS mTl`yn.    wlm yuwjh thm l'y shkhS fy lbnk brtkb mkhlft wymkn 'n tnthy ltHqyqt dwn twjyh thm 'w rf` d`w~ qDy'y@."}, {"source": "argaam", "title": "lmdh sykwn qrr 'wbk+ 'kthr yjby@ `l~ 's`r lnfT mn lHrb fy 'wkrny?", "text": "fy '`qb l`ln `n lkhfD lTw`y lDfy fy ntj  'wbk + , rtf`t 's`r lnfT bqw@ fy bdy@ hdh l'sbw`, lknh Zlt 'ql bkthyr mn mstwyth lmrtf`@ b`d lGzw lrwsy l'wkrny fy fbryr 2022.  wblG lkhm lqysy l`lmy  brnt  dhrwth `nd 139 dwlran fy mrs 2022, wblG mtwsTh 100 dwlr ll`m lmDy, lkn `l~ lnqyD, tdwl lm`yr ldwly Hwl 85 dwlran fqT mndh ywm lthnyn.  wm` dhlk, fmn lmHtml 'n ykwn lkhfD ntj  'wbk +  lmfjy' t'thyr hy'l `l~ swq lnfT, mm yw'dy l~ rtf` l's`r l'shhr wrbm Ht~ snwt qdm@.  lt'thyr `l~ ldynmykyt  - qrr lmntjyn khfD lntj bnHw 1.66 mlywn brmyl ywmyan Ht~ nhy@ l`m, qd ykwn lh fy lwq` t'thyr Twyl lmd~ `l~ dynmykyt 's`r lnfT 'kbr mn t'thyr lGzw lrwsy.  - ybdw 'nh mn lmrjH 'n yn`sh b`D lhtmm mkhzwnt lnfT, w'Hd l'sbb lry'ysy@ ldhlk hw 'n khfD lntj y'ty fy lwqt ldhy ybdw fyh lTlb `l~ wshk lrtf`, m ymhd lTryq lnqS l`rD fy lmstqbl.  - l shk 'n lHrb lrwsy@ fy 'wkrny@ lh t'thyr hy'l `l~ ljGrfy lsysy@, lknh kn qSyr l'md `l~ l's`r, lty twq` b`D lmHllyn wSwlh b`d lGzw l~ 200 dwlr, lknh sr`n m nkhfDt `n dhrw@ mrs 2022.  - blmqrn@, lm tw'd lkhTw@ l'khyr@ l 'wbk  l~ twq`t qSyr@ l'jl brtf` l's`r qrb mstw~ 200 dwlr llbrmyl, lknh mhdt lTryq lrtf` l's`r lb`D lwqt.  - yr~  jwn frymn  lmHll fy  rymwnd jyms  ldr@ l'Swl, 'n lnfT syrtf` l~ 105 dwlrt llbrmyl bHlwl lrb` lrb`, fym rf`  jwldmn sks  twq`th l~ 95 dwlran mn 90 dwlran bHlwl dysmbr lmqbl.  mrdwd Twyl l'md  - yr~  bnk 'wf 'mryk  'n tHrk  'wbk +  y`d `lm@ qwy@ `l~ 'n lmntjyn yrydwn tHdyd  'rDy@ thbt@ ll's`r  `nd 80 dwlran, 'y '`l~ mn lmstw~ lsbq lblG 60 dwlran ldhy bd 'nhm mst`dwn lldf` `nh.  - dh bn~ lmstthmrwn twq`thm `tmdan `l~ 80 dwlran llbrmyl, fqd trtf` 'shm shrkt lnfT bnsb@ 30% fy lmtwsT, bHsb  bnk 'wf 'mryk , ldhy y`tqd 'n 'shm lshrkt tnkhfD m` lqtrb mn s`r 66 dwlran llbrmyl.  - mn lmw'kd 'n l's`r `ndm tjwzt 100 dwlr fy l`m lmDy, knt 'kthr rbHy@ lshrkt lnfT mqrn@ blmstwyt lHly@ `nd nHw 85 dwlran, lkn lmstwyt lHly@ tbdw 'kthr stdm@.  - tmyl shrkt lnfT l~ tfDyl l's`r lqwy@ wlmstqr@ nsbyan bdlan mn ltqlbt lHd@, Ht~ lw 'dt lrtf`t lmfjy'@ l~ wSwl l's`r l~ mstwyt `ly@ Gyr msbwq@ mndh snwt.  - tj`l l's`r lmstqr@ ltkhTyT 'shl wtjdhb lmstthmryn ldhyn yHbwn l'shm lmwz`@ ll'rbH bshkl thbt, Hyth l y'bhwn fy mthl hdhh l'wqt lm dh knw yshtrwn l'shm `nd dhrw@ qymth.  tHwl l'ssyt  - tsbb lGzw lrwsy fy z`z`@ stqrr 'swq lnfT w'd~ l~ frD `qwbt `l~ Sdrt mwskw, lkn lSwr@ l'ssy@ ll`rD wlTlb lm ttGyr kthyran, wtmknt rwsy mn `d@ twjyh lnfT, m 'd~ l~ rtf` lmddt l`lmy@ ljmly@.  - khfDt lqywd lwby'y@ lSyny@ fy `m 2022 lTlb l`lmy `l~ lnfT bshkl kbyr, wbHlwl nhy@ l`m knt mkhzn lnfT mmtly'@ blmddt lfy'D@, wtjwz l`rD lTlb bmqdr 500 'lf brmyl ywmyan bHlwl lrb` lrb`, Hsb tqdyrt  frymn .  - lkn fy hdh l`m, mn lmtwq` 'n yrtf` lTlb m` `d@ ftH lqtSd lSyny, Hyth yr~  frymn  'n lTlb syqfz bmqdr 3 mlyyn brmyl ywmyan mn lrb` l'wl l~ lrb` lrb`, mm yHwl ltkhm@ l~ nqS fy lm`rwD.  - bHlwl lrb` lrb`, mn lmmkn 'n y`ny lswq nqSan bmqdr mlywny brmyl ywmyan, wsyHtj lmsthlkwn l~ kl lnfT lkhm ldhy trkm fy Shryj ltkhzyn l`m lmDy, wsyt`yn `lyhm df` lmzyd mqbl dhlk.  lmSdr: brwnz"}, {"source": "argaam", "title": "Sdm@ 'wbk+ tn`sh 'swq lnfT rGm tHdhyrt trj` lTlb", "text": "tsbb lkhfD lmfjy' lntj lnfT fy tHlf  'wbk+  fy Hdwth mwjt Sdm@ fy l'swq lmly@, wdf` 's`r lkhm llrtf` b'kbr qdr fy `m. lan b`d 'n hd't l'mwr, ylwH fy l'fq sw'l wHd kbyr whw: hl systmr rtf` l's`r 'm sytlsh~?    rf`t lbnwk bdy@ mn  Gwldmn sks  Ht~  ar by sy kbytl mrkts  (RBC Capital Markets LLC) twquW`th l's`r lnfT fwr khfD  'wbk+ .    wm` dhlk; m yzl ltjr y`tqdwn 'naW ltwqWu`t lqtSdy@ lmtwtr@ stmn` tHrkt ltHlf ldf` l's`r l~ l'`l~. wbd't mw'shrt lTlb fy Tlq `lmt tHdhyry@ 'yDan.    qd ynthy l'mr b'n ykwn lkhtbr lnhy'y Hwl m ldhy yhm lswq bshkl 'kbr, tshdyd lmddt, 'm Swr@ lTlb lbht@.    wmn lmrjH 'n yw'dy dhlk l~ mzyd mn `dm lyqyn bsh'n tjh l's`r, whw tTwr mu`qd lmjls lHtyTy lfydrly wmHfZy lbnwk lmrkzy@ fy l`lm fy m`rkthm lmstmr@ Dd ltDkhm.    qlt lyfy Glrty, kbyr@ lmHllyn fy  nrjy 'sbkts  (Energy Aspects):  mn lS`b llGy@ ltdwl fy lwqt lHly .    w'Dft:  dh knt tjran, f'nt wq` byn m yHdth `l~ mstw~ lqtSd lkly wm yHdth fy lswq bshkl 'ssy. naWhm tjhn mkhtlfn .    'SbH lshy lwHyd lmw'kd hw 'naWh tm lan trsykh `mly@ tHwWl kbyr@ fy lsyTr@ `l~ lswq b'ydy lmmlk@ l`rby@ ls`wdy@ wHlfy'h, m` wjwd td`yt hy'l@ `l~ ljGrfy lsysy@ wlqtSd l`lmy.    wSl lmstthmrwn mkf'@ shrkt lHfr l'myrky@ bsbb nDbTh fy lntj, mm l yurjWH 'l tuqdm shrkt lnfT lSkhry `l~ z`z`@ lswq bzyd@ lntj lty s`dt khll l`qd lmDy `l~ trwyD ltDkhm, whw m ytrk swq lnfT tHt shrf  'wbk+  fy wqt twqaW` fyh b`D lkhbr 'naW lTlb ytjh nHw tsjyl rqm qysy.    wql ryn fytzmwrys, lmtdwl lry'ysy llmw'shr lry'ysy fy shrk@ smsr@ lsl`  mryks Grwb  (Marex Group Plc):  'thrt ltkhfyDt lmfjy'@ l('wbk) blf`l mkhwf mn `wd@ ltDkhm.. hdhh lmkhwf lmtjdd@ yjb 'n tzdd  fy l'shhr lmqbl@.    fym yly lmH@ `m@ `m syrqbh ltjr fy swq lnfT mstqblan:    lTlb fy lSyf    Drb twqyt qrr  'wbk  `l~ lwtr lHss ld~ l`dyd mn khbr lnfT. wln tdkhl tkhfyDt lntj Hyz ltnfydh Ht~ myw lmqbl, wmn lmrjH 'n tsh`r l'swq blkthyr mn ltd`yt fy lnSf lthny mn l`m.    y`tbr hdh hw lwqt ldhy ySl fyh lTlb `l~ lnfT `d@an l~ dhrwth lmwsmy@, wyrj` lfDl fy dhlk jzy'yan l~ mwsm lqyd@ lSyfy lmzdHm fy lwlyt lmtHd@.    t`tbr tlk 'yDan lnqT@ lty mn lmtwqaW` 'n tshhd fyh `mly@ `d@ lfttH lqtSdy llSyn fy blwG lHd l'qS~, bm yd`m lTlb bshkl 'kbr.    `d@, trGb  'wbk  fy lstfd@ mn hdh lsthlk lmtdfq `br lby` fy lswq b'kbr qdr mmkn, lkn bdlan mn dhlk; fnaW lkhfD y`ny 'naW ltHlf ytrj` `n hdh ltwjh.    ythyr l'mr lHly ljdl Hwl m dh knt hdhh lkhTw@ stnthy bdf` 's`r lnfT l~ 100 dwlr llbrmyl m` rtf` lTlb, 'w m dh kn ltHlf wHlfw'h yst`dwn, bdlan mn dhlk, lSyf ytsm blrkwd wlsthlk lftr.    ql wrn btrswn, ry'ys strtyjy@ lsl` fy  ay n jy  (ING):  bynm yunZr l~ tkhfyDt ('wbk+) bshkl `m `l~ 'naWh khTw@ S`wdy@; lknaWh tthyr mkhwf bsh'n twquW`t lTlb .    w'Df:  dh kn ('wbk+) `l~ thq@ mn twquW`t lTlb lqwy@ hdh l`m, fhl sysh`r Hqan blHj@ l~ khfD l`rD? .    tw'kd ltHrkt fy 'swq lwqwd l`lmy@ lshkwk bsh'n lTlb. wfy Hyn rtf`t 's`r lnfT; knt ltHrkt llmntjt lmkrr@ 'ql wDwHan, mm 'd~ l~ tqlWS hwmsh lrbH lmSfy ltkryr fy jmy` 'nH 'wrwb wlwlyt lmtHd@.    wfy asy, tshyr 's`r ldyzl, whw mntj ry'ysy lmSfy ltkryr, l~ mkhwf mtzyd@ mn ltbTw' m` tqlS ljdwl lzmny@ l~ 'dn~ mstwyth mndh nwfmbr.    mkhzwnt mrtf`@    fy lwqt ldhy ttrj` fyh lmkhzwnt l'myrky@, m tzl lmkhzwnt mrtf`@ `lmyan. ffy lrb` l'wl, knt mkhzwnt lnfT ltjry@ ld~ dwl mnZm@ lt`wn lqtSdy wltnmy@ '`l~ bHwly 8% mqrn@ bmstwyt l`m lmDy, wfqan ltqdyrt dr@ m`lwmt lTq@ l'myrky@.    y`d hdh l'mr mkhzwnan kbyran l~ Hd m, wy`ks D`f lsthlk ldhy jtH lswq fy l'shhr lqlyl@ lmDy@.    qlt  Glrty  mn  nyrjy 'sbkts :  'nt bHj@ lsty`b hdh l`b 'wlan qbl 'n nshhd ltjh lS`wdy .    ltdfqt lrwsy@    twqWa` lmrhnwn `l~ rtf` 's`r lnfT, dwn jdw~, lkshf `n khfD lntj lrwsy lmw`wd lshhr mrs.    kn lkrmlyn qd dhkr 'naWh syukhfD lntj bmqdr 500 'lf brmyl ywmyan fy mrs rdWan `l~ HZr lstyrd wfrD  ldwl Gyr lSdyq@  Hdwdan `l~ sqf l's`r, lkn lm tZhr 'y `lm@ `l~ nkhfD lntj lrwsy fy 'Hd 'hm mqyys 'swq lnfT lkhm l`lmy@, whw `dd lbrmyl lty tGdr lbld.    blGt shHnt lnfT lkhm mn lmwny' lrwsy@ mstw~ mrtf`an jdydan fy l'sbw` l'khyr mn shhr mrs, fqd tjwzt 4 mlyyn brmyl ywmyan.    y`d hdh '`l~ b45% mqrn@ blmtwsT lmusjWl fy l'sby` lthmny@ lsbq@ `l~ Gzw lqwt lrwsy@ l'wkrny, whw lmstw~ ldhy zd mndh ynyr lmDy mn khll tHwyl nHw 500 'lf brmyl ywmyan `br khT l'nbyb lmbshr@ l~ bwlnd w'lmny.    DbT ntj lnfT lSkhry    lm ymDi wqt Twyl mndh 'n twjWh tjr lnfT l~ l`byn ry'ysyyn bsh'n lmddt, whm: mnZm@  'wbk  wSn`@ lnfT lSkhry fy lwlyt lmtHd@.    fy dhlk lwqt, knt  'wbk  wSn`@ lnfT lSkhry tkhwDn m`rk@ lnyl HS@ fy lswq, whw lSr` ldhy shm fy tHjym 's`r lnfT l`lmy@, wltDkhm lmdfw` blTq@, khll m`Zm l`qd.    thm jtH lwb, bltzmn m` DTrbt 's`r lnfT, wlldhyn DGT `l~ Sn`@ lnfT lSkhry.    w`l~ md~ lsnwt lthlth lmDy@, wHt~ fy Zl t`fy lswq wzyd@ ltdfq lnqdy, mnHt lshrkt l'wlwy@ ltwzy`t l'rbH w`d@ shr l'shm `l~ Hsb `mlyt lHfr ljdyd@, why lstrtyjy@ lty Hqqt rbHy@.    mndh mrs 2020, rtf` mw'shr  s 'nd by 500  lqT` lTq@ bm yqrb mn 200%, mtjwzan mksb lmw'shr l`m  s 'nd by 500  lty blGt 60% tqryban.    'm lan, fy Zl tzyd ld`wt ltHqyq dhrw@ ntj lnfT lSkhry, 'SbH ld~  'wbk  `ml 'ql yjb mr`th `nd tkhdh lqrrt bsh'n lmddt.    yshkWl hdh 'mran mnGiWSan blnsb@ l~ lry'ys jw bydn, ldhy sr` l~ ltqlyl mn t'thyr qrr lmnZm@ wHlfy'h bkhfD lntj b'kthr mn mlywn brmyl ywmyan.    fqd t`hWd  bydn  b`d `mly@ khfD 'wly@ llntj l`m lmDy b'nh dhlk syjlb  `wqb  `l~ ls`wdy@, lkn ldr@ lm ttkhdh khTwt b`d.    mnHn~ l`qwd lajl@    tmt thr@ lHdyth bsh'n blwG brmyl lnfT mstw~ 100 dwlr mndh nhy@ l`m lmDy, lkn ybdw 'n hdh lmstw~ l yzl mw'jWlan.    fy lbdy@, kn b`D lmHllyn twq` wSwl l's`r l~ hdh lHd fy lrb` lthny mn `m 2023.    wt'jlt hdhh ltwq`t l~ lnSf lthny mn l`m, wfy lwqt lHly l ytwq` Ht~ b`D 'brz lmrhnyn `l~ lrtf` blwG hdh lrqm lsHry Ht~ l`m 2024.    y`ks mnHn~ l`qwd lajl@ llnfT tlk ltwq`t.    fqd rtf`t 's`r l`qwd lmrtbT@ b`mlyt ltslym Ht~ dysmbr 2024 w2025 bmstw~ kbyr, rGm bd trj` l`qwd lajl@ lqysy@ lshhr lstlm.    ql hry 'lthm, lmHll ld~ shrk@ lwsT@  stwn ks  (StoneX):  mn lmw'kd 'n khfD ntj 'wbk+ ythyr Html lwSwl l~ mstw~ 100 dwlr llbrmyl hdh l`m, `l~ lrGm mn 'nh lys 'mran wq`an b'y Hl mn l'Hwl.    mn lwDH 'n D`f jnb lTlb lnjm `n `tbrt lnmw yl`b dwran 'kthr wDwHan ."}, {"source": "argaam", "title": "kyf thzm swq l'shm?", "text": " jysy lyfrmwr  w wryn bfyt  w bnjmyn 'brhm , lmdh shthrt hdhh l'sm fy `lm lstthmr fy swq l'shm dwn Gyrh `l~ lrGm mn wjwd alf ltjrb lnjH@?.. ymkn lqwl n lsbb 'nhm tmknw mn  hzym@ lswq .  f`ndm yqrr 'Hd lmstthmryn ('w 'Hd lmDrbyn) dkhwl swq l'shm l'wl mr@ fnh `d@ m ykwn mdfw`an brGbth fy HSd l'rbH wtnmy@ r's lml, w`l~ dhlk ynDm Glby@ lmtdwlyn lswq l'shm fy ftrt lS`wd 'mlan fy lmzyd mnh, wtnkhrT 'qly@ fy lswq fy wqt ltrj` 'mlan fy rtddh lHqan.  hzym@ lswq.. lmdh?  wfy lHltyn Glban m ykwn lmtdwl TmHan l~  hzym@ lswq , whw lmSTlH ldhy y`ny tHqyq 'rbH tfwq mtwsT lmw'shrt lry'ysy@ 'w tjnb khsy'r tlk lmw'shrt, lybq~ lsw'l `n kyfy@ tHqyq lmtdwl lhdh lhdf, l'nh ybq~ lGy@ lty Dkh mn 'jlh 'mwlh fy lswq.  w'wl shy lytmkn lmstthmr mn hzym@ lswq hw ltkhlS mn mjmw`@ mn ltHyzt l`qly@ lty tfsd `lyh frSh fy ltfwq, wl`l 'wlh hw m y`rf bsm t'thyr  ltkhlS  wldhy tqdr ldrst 'nh ytsbb fy khsr@ 5-6% mn lmstthmryn lmHtrfyn  `lyy ljwd@  bl wlSndyq lstthmry@.  whdh lt'thyr hw 'n lnSyH@ lshhyr@ fy l'swq why  tkhlS mn l'shm lfshl@ wHtfZ btlk lnjH@ , wlknh wkntyj@ llkhwf wlTm`, fn thulth lmstthmryn ltqlydyyn 'w SGr lmstthmryn fqT hm ldhyn ystTy`wn tTbyq hdhh lnSyH@, wHt~ nsb@ 70% mn hdh lthlth l ttmkn mn tHqyqh bshkl dy'm, wlkn bshkl jzy'y.  wyfshl kthyrwn fy hzym@ lswq bsbb ltnwy` lzy'd ll'shm lty yqwmwn bshry'h, Hyth yS`b `lyhm mtb`th, wytsbb dhlk fy m`n@ qrb@ 70% mm y`rf blGrq lm`lwmty 'y HSwl lshkhS `l~ m`lwmt kthyr@ yt`dhr m`h ltmyyz byn lqym wGyr dhy lSl@.  flshhd 'n mw'shr mthl  stndr 'nd bwrz 500  yHqq nmwan mtwsTan 9.4% khll lts`yn `man lmDy@, wlkn mthl hdhh lnsb@ qd l tkwn mrDy@ blnsb@ lkthyr mn lmstthmryn, wldhlk ys`wn l~ nsb '`l~, mn khll strtyjyt mkhtlf@ ts`~ lltfwq `l~ lswq.  'shm lmkhTr@  ldhlk fn  lwSf@ ljyd@  llstthmr hy byn `dd mn l'shm ystTy` lmstthmr mtb`th shkhSy, wytwqf dhlk `l~ lwqt ldhy ykhSSh lh, m` tqsymh l~ thlth mjmw`t `ly@ lmkhTr@ wmtwsT@ wqlyl@ wyqwm Ht~ Glby@ kbr lmstthmryn fy l'swq bstb`d l'shm `ly@ lmkhTr@.  wyr~  bwl twdr jwnz  'Hd 'brz mdyry Sndyq ltHwT l'mryky@ 'n lkthyryn y`tqdwn 'nh lky trbH lmzyd f`lyk 'n tkhTr blmzyd, w`l~ lrGm mn 'n hdh l'mr ybdw SHyHan fnh y`ny 'n lmtdwl  mst`d  lkhsr@ 'mwlh whw y`lm 'n hdh hw lHtml lGlb.  f'kthr mn 90% mmn yD`wn 'mwlhm fy lstthmrt `ly@ lkhTwr@ l ytHsbwn llkhsr@, bynm tkhSS lnsb@ lbqy@ hmshan mHdwdan mn stthmrthm llmkhTr@ l`ly@ Ht~ tkwn lkhsr@, why lHtml l'kbr mqbwl@, wykwn lrbH stthny'yan `l~ Hjm m tm Dkhh mn stthmrt.  km 'n ltnw` lkbyr y`ny bbsT@ 'n lmtdwl l ymknh hzym@ lswq, fkyf ymknk hzym@ lswq bynm mHfZtk lstthmry@ tshbhh wtshkl n`ksan lh, b'n tmtlk 'shm fy Glby@ qT`t lswq.  wbshkl `m 'thbtt ldrst lty tm jrw'h `l~ l'swq khll lts`yn `man lmDy@ 'n 4% mn l'shm tHSd 'kthr mn 95% mn lnmw fy mkhtlf lmw'shrt, wldhlk fn lmhr@ ld~ lmtdwl tkwn fy lbHth `n hdhh lnsb@ lmHdwd@ wl`ml `l~ lstthmr fyh.  dwr lkhbr@  wjml fn llkhbr@ `ml Hsm, bshrT 'n tkwn fy ltjh lSHyH, Hyth ystmr lb`D fy lswq lsnwt b`tqd 'n l'mr  HZ  'w  m`lwm@ dkhly@  fHsb, `l~ lrGm mn 'n kthyryn Hqqw njHan bltGlb `l~ lswq dwn lHZ 'w lm`lwm@ ldkhly@ w`tmd `l~ ltHlyl.  whn yqwl  wryn bfyt  lmstthmr lshhyr wry'ys mjls dr@  byrkshyr hthwy  n lnjH kthyran m ykwn 'sw' mstshr fy swq l'shm fy lmrHl l'wl~, Hyth yrbT lmstthmr njHh 'Hynan b'shm shrk@ m`yn@ 'w qT` m`yn 'w Ht~ twqyt m`yn, whdh m 'thbtt ldrst 'nh yHSl m` qrb@ 70% mn lmstthmryn.  wy`tbr  jwn nyf  lmstthmr lshhyr fy lswq l'mryky w'Hd mw'ssy  fnjrd  ldr@ l'Swl 'nh lky ytfwq 'Hdhm `l~ lswq f`lyh bbsT@ 'n ykwn mkhtlfan `nh wyqwl:  hl sm`t lnSyH@ b'n tshtry `ndm ykwn fy lshwr` dm ('y `ndm ynkhfD lswq)?.. Hsnan nh nSyH@ jyd@ bshrT khtyr ltwqyt, km 'nh tHtj lqw@ '`Sb fwldhy@ b'n ttdkhl blshr bynm tr~ 'mmk lmw'shrt Hmr .  wyqwl  nyf  n mstthmr l'shm lmthly  l yjz` wl yTm` , mDyf 'nh khsr 70% mn r's mlh Ht~ t`lm 'n `lyh ltmt` bhdhh lSlb@ w lqw@ l`qly@ , w'n ythq btHlylth lqtSdy@, wldh yr~ 'n w`y lmstthmr bdhth wbqdrth wbnwqSh hw 'hm m yjb 'n ytmt` bh 'y mtdwl ys`~ lltfwq fy swq l'shm.  '`Zm mn yntqy l'shm  wl`l 'Hd l'mthl@ lbrz@ lty tmknt mn hzym@ lswq bstmrr hw  jwn tmbltwn , mw'ss Sndwq tmbltwn llnmw, wldhy tmkn `l~ mdr 38 `man mn tHqyq mtwsT nmw 15% fy lswq l'mryky ll'shm fy lwqt ldhy lm yzd fyh rtf` mw'shr  stndrd 'nd bwrz 500  `n 9.4%.  wwSfth mjl@ (MONEY) b'nh  '`Zm mn yntqy l'shm l`lmy@ fy lqrn l`shryn , Hyth Hqq bstmrr nty'j tfwq swq l'shm.  w'rj`  tmbltwn  lkthyr mn njHh l~ qdrth `l~ lHfZ `l~ rwH m`nwy@ jyd@ wtjnb lqlq wlbq mnDbTan rGm tqlbt lswq, wlknh 'yDan ql n 'hm `ml fy njHh kn rfDh ltHlyl lfny ltdwl l'shm, wtfDyl ltHlyl l'ssy, wbltly lm yHwl ltnbw' bHrkt l'shm lmstqbly@, lknh 'wl~ htmman wthyqan bltqyym.  w`l~ lrGm mn 'n sm Sndwqh lry'ysy kn  Sndwq tmbltwn llnmw  fqd kn mhtman blstthmr fy lqym@ bdlan mn lstthmr fy lnmw, Hyth rkz  tmbltwn  `l~ shr l'shm lty qdr 'nh mqwm@ b'ql mn qymth lHqyqy@, wHtfZ bh Ht~ lby` `ndm rtf` s`rh l~ lqym@ lswqy@ l`dl@.  wkn mtwsT ftr@ HtfZ  tmbltwn  bl'shm Hwly 'rb` snwt, wshdd `l~ 'n lHtfZ b'Swl b's`r '`l~ mn lqym@ lswqy@ l`dl@ `l~ 'ml 'n tzyd l's`r bshkl 'kbr kn lmDrb@ wlys lstthmr, whn kn rhnan mzdwjan `l~ lqym@ 'wlan thm `l~ t`ml lswq  lnfsy  m` shm S`d thnyan.  wlm yshtr lmstthmr lshhyr l'shm lmjrd 'nh knt mqwm@ b'ql mn qymth lHqyqy@, bl htm 'yDan blstthmr fy lshrkt lty qrr 'nh rbH@ wmdr@ jydan wdht mknt jyd@ `l~ lmd~ lTwyl, w'SbH m`rwfan bflsfth  tjnb lqTy`  w  lshr `ndm ykwn hnk dm fy lshwr`  llstfd@ mn DTrb lswq.  wkn  tmbltwn  mn 'wy'l lmstthmryn l'mrykyyn ldhyn rkzw `l~ frS lstthmr fy l'swq lkhrjy@ lty tm tjhlh fy dhlk lwqt mthl asy w'wrwb lshrqy@, wkn mn 'wy'l lmstthmryn fy lybn khll lkhmsynyt mn lqrn lmDy.  lmSdr: 'rqm - nywywrk tymz - wwl stryt jwrnl - jm`@ bnslfny - fwrbs - mwtly fwwl"}]