[{"source": "abc-news", "title": "Virginia toddler found unresponsive had to be revived with Narcan, police say", "text": "Two women were arrested, police said.\n\nTwo Virginia women were arrested after a toddler was found unresponsive and had to be revived with Narcan, according to law enforcement officials.\n\nFirst responders answered calls at a home in Manassas, Virginia, for an unresponsive 2-year-old boy on Friday, the Manassas Park Police Department said in a statement posted on Facebook.\n\nUpon arriving at the scene, police and Manassas Park Fire Department officials located the child and administered Narcan, reviving him, officials said. He was taken to Prince William Hospital before being transferred to Innova Fairfax for advanced medical care, police said.\n\nThe child is in stable condition at the hospital, Manassas Police Department Capt. Carl Dorr told ABC News.\n\nManassas Park police arrested Ashley Polzer, 33, of Prince William County, and Savannah Jones, 26, of Manassas Park, who were in the home at the time of the incident, on charges of providing false identification to law enforcement. Polzer was also arrested on a possession of drug paraphernalia charge.\n\nPolzer had three outstanding warrants from Warren, Fairfax and Prince William counties, respectively, for failure to appear, police said.\n\nJones had two warrants from Prince William County for grand and petty larceny, according to Manassas Park police.\n\nManassas Park detectives are investigating the incident.\n\nThe active ingredient in Narcan is naloxone, which can quickly restore someone's breathing if they're experiencing an opioid overdose.\n\nThe U.S. Food and Drug Administration approved Narcan for over-the-counter use last month -- a milestone decision that advocates said will make it easier to save lives amid the ongoing opioid epidemic.\n\nABC News' Nicole Wetsman and Mary Kekatos contributed to this report.", "tags": ["detectives", "arrested", "larceny"]}, {"source": "abc-news", "title": "Eastern Oregon police officer shot, killed; suspect sought", "text": "Authorities are looking for a man they believe shot and killed a reserve police officer in eastern Oregon\n\nNYSSA, Ore. -- Authorities were looking for a man they believe shot and killed an eastern Oregon reserve police officer.\n\nNyssa officer Joseph Johnson, 43, died Saturday night after a man he had pursued in a car shot at him. The man fled and Johnson was dead when sheriff's officers and medical workers arrived, The Oregonian reported.\n\nJohnson had been responding to reports the man was making threats and damaging property, the Malheur County District Attorney’s office said in a statement Sunday.\n\nNyssa, population 3,200, is near the Idaho state line about 50 miles (80 kilometers) northwest of Boise, Idaho.\n\nOregon Gov. Tina Kotek ordered flags at public institutions to be flown at half-mast until sundown Monday in honor of Johnson.\n\n“This is an absolute tragedy,\" she said in a statement. “Officer Johnson’s service and dedication to his community and our state will not be forgotten.”\n\nJohnson is survived by a wife and two children.", "tags": ["killed", "sheriff", "oregonian"]}, {"source": "abc-news", "title": "7 dead, including child, after gunmen storm Mexican resort", "text": "Another injured person was found and transported to a local hospital.\n\nAt least seven people are dead, including one child, in the central Mexican state of Guanajuato after several gunmen stormed the La Palma resort on Saturday, according to authorities.\n\nAuthorities said when they arrived, they found the deceased bodies of three women, three men and a 7-year-old child, according to a release from the state attorney general's office. Another injured person was found and transported to a local hospital.\n\nThe victims are all Mexican nationals, the state AG's office said.\n\nThe armed men allegedly arrived around 4:30 p.m. Saturday. \"After the event, they fled but not before causing damage to the store and taking the cameras as well as the monitor,\" the release said.\n\n\"The municipal government regrets the events that occurred and will provide the corresponding accompaniment to the relatives of those affected, also reiterating the willingness to cooperate with the relevant authorities pending that those responsible are brought to justice,\" the statement continued.\n\nAuthorities work at a crime scene where gunmen killed several people including a minor after storming a water park, in Cortazar, Guanajuato state, Mexico April 15, 2023. Sergio Maldonado/Reuters\n\nNo suspects have been apprehended at this time, officials said. The Mexican army and public security forces are working together, including using helicopters, in the investigation.", "tags": ["gunmen", "killed", "mexican"]}, {"source": "abc-news", "title": "Kings probe 'racial bias' claims after rapper E-40 ejected", "text": "The Sacramento Kings are investigating allegations from a Bay Area hip-hop star that “racial bias” led to him being kicked out of his seat during a playoff game against the Golden State Warriors\n\nSACRAMENTO, Calif. -- The Sacramento Kings are investigating allegations from a Bay Area hip-hop star that “racial bias” led to him being kicked out of his seat during a playoff game against the Golden State Warriors.\n\nThe rapper E-40 said in a statement that he was heckled throughout the game Saturday night and addressed one heckler \"in an assertive but polite manner” before security guards came and ordered him to leave the arena.\n\n\"Unfortunately, it was yet another reminder that — despite my success and accolades as a musician and entrepreneur — racial bias remains prevalent,\" he said in a statement. \"Security saw a disagreement between a Black man and a white woman and immediately assumed that I was at fault.”\n\nThe Kings said they are investigating the circumstances behind the ejection.\n\n\"The Sacramento Kings take these claims seriously and are investigating the facts and circumstances regarding the situation, as we do anytime an accusation like this is made,” the team said in a statement.\n\nA person familiar with the situation told The Associated Press that E-40, whose real name is Earl Stevens, was standing and blocking the view of fans behind him and was given a warning after several complaints. The person spoke to the AP on condition of anonymity because details of the situation weren't released publicly.\n\nThe person said E-40 refused to comply and that security officials for the Warriors and Kings escorted him from his seat.\n\nA second person familiar situation, also speaking on condition of anonymity, said E-40 was never given a warning by security about “excessive standing.”\n\nE-40 is a prominent Warriors fan and was even part of the delegation that visited the White House earlier this season.\n\n“It's unfortunate,\" Warriors guard Klay Thompson said. “I love 40. He’s been our biggest supporter for years. I hope they right that ship because he deserves to be there by our bench. In my time knowing him, he’s always been respectful. He’s always been considerate of those around him. Very weird to see, and I hope it’s resolved.”\n\nE-40 is known for his collaborations with other artists, including on songs such as “I Don’t (Expletive) With You” with Big Sean, “Snap Yo Fingers” with Lil Jon and Sean Paul of YoungBloodZ, and “U And Dat” with T-Pain and Kandi Girl.\n\n___\n\nAP NBA: https://apnews.com/hub/NBA and https://twitter.com/AP_Sports", "tags": ["nba", "rapper", "ap_sports"]}, {"source": "abc-news", "title": "Putin meets with China's defense minister in Moscow", "text": "MOSCOW -- Russian President Vladimir Putin met with China's defense minister on Sunday, underscoring Beijing's strengthening engagement with Moscow, with which it has largely aligned its foreign policy in an attempt to diminish the influence of the United States and other Western democracies.\n\nPutin and Russian Defense Minister Sergei Shoigu met with Gen. Li Shangfu less than a month after Chinese leader Xi Jinping held a three-day state visit to Moscow.\n\nChina has refused to criticize Russia’s military actions in Ukraine and blames the United States and NATO for provoking Moscow. But China’s foreign minister said last week that China wouldn't be helping Russia with weapons, as the U.S. and other Western allies have feared.\n\nOfficially, China remains neutral in the Ukraine conflict. However, Xi's trip emphasized how China is increasingly becoming the senior partner in the relationship as it provides Russia with political cover and an economic lifeline during the Ukraine conflict.\n\nIn comments opening the meeting, Putin praised the general development of Russia-China relations.\n\n“We are also working actively through the military departments, regularly exchanging information that is useful to us, cooperating in the field of military-technical cooperation, conducting joint exercises, moreover, in different theaters: in the Far East region, and in Europe, and at sea, and on land and in the air,” he said, according to the Kremlin.\n\nLi said that the countries' relations “outperform the military-political unions of the Cold War era. They rest on the principles of nonalignment, and are very stable.”", "tags": ["beijing", "putin", "china"]}, {"source": "abc-news", "title": "Iran: Jail terms for those behind downing of Ukraine flight", "text": "Iran's state media says a court has sentenced an air defense commander allegedly responsible for the deadly downing of a passenger plane amid Iran-U.S. tensions several years ago\n\nDUBAI, United Arab Emirates -- An Iranian court has sentenced an air defense commander allegedly responsible for the deadly downing of a passenger plane amid Iran-U.S. tensions several years ago, a state news agency reported Sunday.\n\nIran’s paramilitary Revolutionary Guard mistakenly shot down the Ukraine International Airlines flight in January 2020. The missile strike killed all 176 people on board and came as Tehran and Washington teetered on the brink of war.\n\nThe Guards commander who officials purport ordered the strike was sentenced to 13 years in prison, the official judiciary news outlet said.\n\nMizan said the commander did not follow protocols in the moments leading up to the shooting down of the plane. The commander was ordered to pay fines to families of victims, the report added.\n\nMizan said the court also sentenced two personnel allegedly involved in running the surface-to-air missile system Tor M-1 to one year in prison each.\n\nAfter a lengthy series of hearings, the court sentenced at least seven other personnel and air defense officers to up to three years in prison. According to Mizan, the verdicts are appealable within 20 days.\n\nThe report did not identify any of the defendants by name or further details.\n\nThe judiciary news agency also said Iran's government plans to pay $150,000 for each victim to their families. It did not elaborate on how this money will be delivered to the families.\n\nThe hearing sessions have faced international criticism since starting in 2021. At that time, an association of the victims’ families also criticized the hearing and cast doubts on the court's legitimacy. The group also alleged that none of the defendants were present at hearings.\n\nJust hours before the shootdown in January 2020, Iran had fired ballistic missiles at American bases in Iraq in retaliation for the U.S. drone strike that killed top Iranian general Qassem Soleimani in Baghdad.", "tags": ["killed", "airlines", "shootdown"]}, {"source": "abc-news", "title": "Pennsylvania university shooting wounds 2; suspects sought", "text": "Authorities say two women were wounded by a gunshot during a spring event at a university in southeastern Pennsylvania over the weekend\n\nLINCOLN UNIVERSITY, Pa. -- Two women were wounded by a gunshot during a spring event at a university in southeastern Pennsylvania over the weekend, authorities said.\n\nLincoln University security officials said the shooting happened at about 10 p.m. Saturday during “Yardfest,” an annual spring event at the Chester County campus near Oxford that prosecutors said was attended by several thousand people. University officials said neither victim was a Lincoln student.\n\nCounty prosecutors said one woman was sitting on a bench seat in a second-floor hallway of a university building and the the other woman was standing nearby in the hallway, which was crowded with hundreds of people. Both heard a single gunshot and the crowd began running.\n\nThe victim who was standing recalled feeling pain in her thigh, saw she had been shot and brushed a copper jacket from a bullet off her leg. The seated victim had a gunshot wound to her left ankle and doctors believed the round was still lodged there. Police believe a single round passed through the first woman's thigh and hit the seated victim.\n\nThe women were taken to Christiana Hospital. One was treated and released and the other was expected to be released shortly, prosecutors said.\n\nNeither victim saw who fired the weapon and the identity of the suspect remains unknown, prosecutors said. Marc R. Partee, the head of campus security, said earlier that “two individuals with white T-shirts” were being sought.\n\n“Thousands of people were terrified during this unexpected shooting, and it is very fortunate that there were no fatalities,\" District Attorney Deb Ryan said in a statement, asking anyone with information about the shooting to call investigators.", "tags": ["yardfest", "saturday", "spring"]}, {"source": "abc-news", "title": "2 dead, 4 injured in shooting at park in Louisville, Kentucky", "text": "Louisville Metro Police said they received a call at about 9 p.m.\n\nTwo people were killed and other four were injured in a shooting in Louisville, Kentucky, on Saturday night.\n\nLouisville Metro Police said they received a call at about 9 p.m. reporting multiple people had been shot at Chickasaw Park.\n\nTwo people were dead when police arrived at the scene, Deputy Chief Paul L. Humphrey said. Another four people were transported to University of Louisville Hospital, where one was in critical condition, Humphrey said.\n\nThe shooting comes days after a gunman opened fire at Old National Bank in Louisville, killing four people.\n\nMayor Craig Greenberg said on Saturday that \"this is not who we are.\"\n\nHe said that “the love and support and strength that we've seen all week long throughout the city continues to bring us together and move us towards a safer city, a stronger city and a healthier city.\"\n\nThis is a developing story. Please check back for updates.", "tags": ["killing", "killed", "saturday"]}, {"source": "abc-news", "title": "Pope slams 'insinuations' against John Paul II as baseless", "text": "Pope Francis has publicly defended St. John Paul II, slamming as “offensive and baseless” what he called recent insinuations about the late pontiff\n\nROME -- Pope Francis on Sunday publicly defended St. John Paul II, condemning as “offensive and baseless” insinuations that recently surfaced about the late pontiff.\n\nIn remarks to tourists and pilgrims in St. Peter’s Square, Francis said he was aiming to interpret the feelings of the faithful worldwide by expressing gratitude to the Polish pontiff’s memory.\n\nDays earlier, the Vatican's media apparatus had described as “slanderous” an audiotape from a purported Roman mobster who insinuated that John Paul would go out looking for underage girls to molest.\n\nThe tape was played on an Italian TV program by Pietro Orlandi, brother of Emanuela Orlandi, the teenage daughter of a Vatican employee who lived at the Vatican. The disappearance of the 15-year-old in 1983 is an enduring mystery that has spawned countless theories and so far fruitless investigations in the decades since.\n\nFrancis noted that in Sunday's crowd in the square were pilgrims and other faithful in town to pray at a sanctuary for divine mercy, a quality John Paul stressed often in his papacy, which spanned from 1978 to 2005.\n\n“Confident of interpreting the sentiment of all the faithful of the entire world, I direct a grateful thought to the memory of St. John Paul II, in these days the object of offensive and baseless insinuations,\" Francis said, his voice turning stern and his words drawing applause.\n\nLast week, Pietro Orlandi met for hours with Vatican prosecutors who earlier this year reopened the investigation into his sister's disappearance. Italy's Parliament has also begun a commission of inquest into the case.\n\nEmanuela vanished on June 22, 1983, after leaving her family’s Vatican City apartment to go to a music lesson in Rome. Her father was a lay employee of the Holy See.\n\nAmong the theories about what happened to her have been ones linking the disappearance to the aftermath of the failed assassination attempt against John Paul in 1981 in St. Peter's Square or to the international financial scandal over the Vatican bank. Still other theories envision a role played by Rome’s criminal underworld.\n\nThe recent four-part Netflix documentary “Vatican Girl” explored those possible scenarios and provided new testimony from a friend who said Emanuela had told her a week before she disappeared that a high-ranking Vatican cleric had made sexual advances toward her.\n\nHer brother has long insisted the Vatican knows more than it has said. The Vatican prosecutor in charge of the probe says the pontiff has given him free rein to try to find the truth.\n\nWhile at the Vatican last week, Pietro Orlandi provided Vatican prosecutors with an audiotape from a purported Roman mobster insinuating that John Paul would go out looking for underage girls to molest. The Vatican’s editorial director in a scathing editorial noted the insinuation lacked any “evidence, clues, testimonies or corroboration.”\n\nWriting in the Vatican's newspaper, L'Osservatore Romano, Andrea Tornielli said “no one deserves to be vilified in this way, without even a shred of a clue, on the basis of the ‘rumors’ of some unknown figure in the criminal underworld or some sleazy anonymous comment produced on live TV.”\n\nJohn Paul’s longtime secretary, Polish Cardinal Stanislaw Dziwisz, also criticized the insinuations as “unreal, false and laughable if they weren’t tragic and even criminal.”\n\nPietro Orlandi’s lawyer, Laura Sgro, has insisted her client wasn’t accusing anyone.", "tags": ["sunday", "mobster", "slanderous"]}, {"source": "abc-news", "title": "US woman's death in St. Lucia under investigation, 1 person in custody: Police", "text": "One male is in custody in relation to the incident, police said.\n\nPORT OF SPAIN -- A jet ski incident in the Caribbean has left an American woman dead, a French national in police custody, and charges are imminent, authorities in St. Lucia said.\n\nThe incident happened on April 7, in St. Lucia. However, it wasn't until a week later that local police publicly identified the woman who died as Jazmine Chandler-Tabb of New York. ABC News has reached out to the family of Chandler-Tabb who have not yet responded.\n\nAccording to a police statement, officers responded to a call about a jet ski accident at Reduit Beach, in the northern part of the island. Authorities have not yet released the name of the owners of the jet ski.\n\nIt involved what's called a tube - a floating device attached to a vessel on water - and a jet ski, a police source said on the condition of anonymity, as the incident remains under investigation.\n\nIn this undated file photo, Reduit Beach in Rodney Bay is shown in the Caribbean island of Saint Lucia. STOCK IMAGE/Getty Images\n\n\"The jet ski collided into the tube, resulting in the death of the young lady, which is an American citizen,\" the police source told ABC News.\n\nChandler-Tabb, who was visiting the island, was reportedly a passenger in the tube.\n\nPolice said Chandler-Tabb was taken to the Gros Islet Polyclinic, but she was later pronounced dead.\n\nThe jet ski was driven by a male French national, who was visiting the Caribbean country as a passenger on a cruise ship, according to the police source.\n\nThe driver of the jet ski was not allowed to leave the island with the cruise ship he came on.\n\n\"He's in custody assisting with the investigation,\" the police source said.\n\nLocal law prohibits law enforcement from releasing his name to the public since he hasn't been officially charged. The driver of the vessel that was pulling the tube is also said to be assisting cops with the investigation.\n\nThere will be charges for related offenses based on the preliminary findings of the investigation, the police source told ABC News.\n\n\"Multiple persons will be charged for that, more than one person,\" the police source said.\n\nAuthorities and other stakeholders on the Caribbean island have since met with owners and operators of jet skis. They are reviewing the policies in place, to prevent similar incidents from occurring in the future.", "tags": ["death", "died", "dead"]}]