[{"source": "abc-news", "title": "Hollywood actors guild votes to authorize strike, as writers strike continues", "text": "Actors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York. (AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York. (AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York. (AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York. (AP Photo/Bebeto Matthews)\n\nActors represented by the Hollywood union SAG-AFTRA voted to authorize a strike if the major studios, streamers and production companies don’t meet their demands for a new contract by June 30\n\nActors represented by the Hollywood union SAG-AFTRA voted Monday evening to authorize a strike if they don't agree on a new contract with major studios, streamers and production companies by June 30.\n\nThe strike authorization was approved by an overwhelming margin — nearly 98% of the 65,000 members who cast votes.\n\nThe guild, which represents over 160,000 screen actors, broadcast journalists, announcers, hosts and stunt performers, begins its negotiations with the Alliance of Motion Picture and Television Producers on Wednesday, over a month after the Writers Guild of America began striking over its own dispute with AMPTP. If the actors union ultimately moves forward with the strike, it would be limited to television and film productions; news and broadcast work would not be directly affected.\n\nAt stake is increased base compensation, which actors say has been undercut by inflation and the streaming ecosystem, the threat of unregulated use of artificial intelligence, benefit plans and the burden of “self-taped auditions” — the cost of which used to be the responsibility of casting and production.\n\n“We are approaching these negotiations with the goal of achieving a new agreement that is beneficial to SAG-AFTRA members and the industry overall,” the AMPTP said in a statement Monday.\n\nThe strike authorization vote, a tool at the bargaining table, comes at a pivotal moment for the industry as 11,500 writers enter their sixth week of striking and the directors guild reviews a recently reached tentative agreement with studios on issues like wages, streaming residuals, and artificial intelligence. Should the actors strike, the industry already hobbled by the writers strike would come to a near-standstill, from production to promoting completed projects.\n\nThe WGA, DGA and SAG-AFTRA have shown solidarity with one another since the writers began walking the picket lines on May 2. Many in Hollywood worried about the very real possibility that all three guilds would strike at the same time, as both the directors and the actors contracts were soon due to expire as well.\n\nThat scenario changed Sunday night when the directors guild, which represents 19,000 film, television and commercial directors, announced that they had reached a “truly historic” tentative agreement with studios. The terms, which have not been disclosed in detail to the press or the other guilds, will be presented to the DGA board on Tuesday for approval and then to the membership for ratification.\n\nRepresentatives for both the writers guild and the actors guild congratulated the directors group for reaching a tentative deal, though neither commented on specific points of the DGA terms. The WGA also said that its bargaining positions remain the same.\n\nThe DGA deal did not sit well with some individual WGA members, some of whom remembered when the directors negotiated their own contract while the writers were striking in 2007-2008. That deal 15 years ago, some felt, set precedent that forced the writers to fall in line with the terms agreed to by the DGA and end the strike.\n\n“Zero surprise. The AMPTP continues to use their tired old playbook. And the DGA sadly continues to toe the line, knowing that they can draft off of the WGA’s resolve to strike for a truly historic deal. Disappointing, but not surprising,” veteran television writer Steven DeKnight, who also wrote and directed “Pacific Rim: Uprising,” tweeted.\n\nSeemingly anticipating a repeat, the WGA negotiating committee last week released a letter cautioning that the studios would once again pursue a “divide and conquer” strategy, pitting the guilds against one another.\n\n“Our position is clear: to resolve the strike, the companies will have to negotiate with the WGA on our full agenda,” the WGA letter had said. “We will continue to march until the companies negotiate fairly with us.”\n\nWhile the unions have appeared more united this time, their aims are also different in many arenas. For the directors, securing international streaming residuals that account for subscriber growth was a key component, as were wages, safety (like banning live ammunition on set), diversity and inclusion and the addition of Juneteenth as a paid holiday.\n\nThe WGA agenda includes increased pay, better residuals and minimum staffing requirements. One key area of overlap between all is artificial intelligence. The DGA said they’d reached a “groundbreaking agreement confirming that AI is not a person and that generative AI cannot replace the duties performed by members.”\n\nDuncan Crabtree-Ireland, the chief negotiator for SAG-AFTRA, maintains the needs of the guild's actor members are unique. Hollywood actors haven't gone on strike against AMPTP since 1980, which saw a 95-day strike over terms for paid television and VHS tapes.\n\n“Our bargaining strategy has never relied upon nor been dependent on the outcome or status of any other union’s negotiations, nor do we subscribe to the philosophy that the terms of deals made with other unions bind us,” Crabtree-Ireland said Sunday.\n\nOn Monday, he added that the vote was a \"clear statement that it’s time for an evolution in this contract.”", "summary": ["The strike authorization vote, a tool at the bargaining table, comes at a pivotal moment for the industry as 11,500 writers enter their sixth week of striking and the directors guild reviews a recently reached tentative agreement with studios on issues like wages, streaming residuals, and artificial intelligence.", "(AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York.", "(AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York.", "(AP Photo/Bebeto Matthews)\n\nActors and comedians Tina Fey, center, and Fred Armisen, right, join striking members of the Writers Guild of America on the picket line, during a rally outside Silvercup Studios, Tuesday May 9, 2023, in New York.", "At stake is increased base compensation, which actors say has been undercut by inflation and the streaming ecosystem, the threat of unregulated use of artificial intelligence, benefit plans and the burden of “self-taped auditions” — the cost of which used to be the responsibility of casting and production."], "tags": ["comedians", "juneteenth", "tuesday", "2023", "wednesday"]}, {"source": "abc-news", "title": "Microsoft will pay $20M to settle U.S. charges of illegally collecting children's data", "text": "Microsoft will pay a fine of $20 million to settle Federal Trade Commission charges that it illegally collected and retained the data of children who signed up to use its Xbox video game console\n\nSAN FRANCISCO -- Microsoft will pay a fine of $20 million to settle Federal Trade Commission charges that it illegally collected and retained the data of children who signed up to use its Xbox video game console.\n\nThe agency charged that Microsoft gathered the data without notifying parents or obtaining their consent, and that it also illegally held onto the data. Those actions violated the Children’s Online Privacy Protection Act, the FTC stated.\n\nIn a blog post, Microsoft corporate vice president for Xbox Dave McCarthy outlined additional steps the company is now taking to improve its age verification systems and to ensure that parents are involved in the creation of child accounts for the service. These mostly concern efforts to improve age verification technology and to educate children and parents about privacy issues.\n\nMcCarthy also said the company had identified and fixed a technical glitch that failed to delete child accounts in cases where the account creation process never finished. Microsoft policy was to hold that data no longer than 14 days in order to allow players to pick up account creation where they left off if they were interrupted.\n\nThe settlement must be approved by a federal court before it can go into effect, the FTC said.", "summary": ["In a blog post, Microsoft corporate vice president for Xbox Dave McCarthy outlined additional steps the company is now taking to improve its age verification systems and to ensure that parents are involved in the creation of child accounts for the service.", "Microsoft will pay a fine of $20 million to settle Federal Trade Commission charges that it illegally collected and retained the data of children who signed up to use its Xbox video game console\n\nSAN FRANCISCO -- Microsoft will pay a fine of $20 million to settle Federal Trade Commission charges that it illegally collected and retained the data of children who signed up to use its Xbox video game console.", "Microsoft policy was to hold that data no longer than 14 days in order to allow players to pick up account creation where they left off if they were interrupted.", "McCarthy also said the company had identified and fixed a technical glitch that failed to delete child accounts in cases where the account creation process never finished.", "The agency charged that Microsoft gathered the data without notifying parents or obtaining their consent, and that it also illegally held onto the data."], "tags": ["xbox", "microsoft", "illegally", "online", "blog"]}, {"source": "abc-news", "title": "NYPD safety team making high number of unlawful stops, mostly people of color: Report", "text": "New York City Mayor Eric Adams revived the unit after he took office.\n\nA decade after the New York Police Department’s stop-and-frisk tactic was deemed unconstitutional, the police are still unlawfully stopping and searching many people, particularly men of color, according to a new report issued Monday by a court-appointed monitor.\n\nThe monitor, Mylan Denerstein, faulted certain units of the NYPD’s Neighborhood Safety Teams (NST), which are meant to combat gun violence in high-crime areas.\n\n“Despite training and experience, NST officers overall appear to be stopping, frisking, and searching individuals at an unsatisfactory level of compliance,” Denerstein’s report said.\n\nEarlier versions of the NSTs, who wear modified uniforms and drive unmarked cars, were discontinued in 2020 amid protests that followed the Minneapolis police killing of George Floyd.\n\nNew York City Mayor Eric Adams revived NSTs after he took office.\n\n“The NYPD is still reviewing the monitor’s report. However, the Department disagrees with the conclusions of the monitor with respect to some of the encounters the team reviewed,\" the NYPD said in a statement provided to ABC News. \"NSTs engage with the public lawfully and constitutionally, and since the implementation of the program they have been instrumental in the reduction of shootings and homicides that the city is experiencing.\"\n\nA NYPD officer wear a body-cam on his jacket in Manhattan on Feb. 3, 2019. Luiz C. Ribeiro/New York Daily News/Tribune News Service via Getty Images\n\n\"As we have previously shared with the monitor, we have serious concerns with the methodology used here. However, the facts are clear: Before Mayor Adams and NYPD Commissioner Sewell came into office, citywide shootings were up by double digits, but following the creation of the Neighborhood Safety Teams in March 2022, shootings have consistently fallen and were down by double digits last year, and that trend has continued into 2023,\" a spokesperson for Adams told ABC News.\n\nThe mayor's office called stops that were unconstitutional \"unacceptable,\" but said that safety teams have improved training and oversight to make sure that New Yorkers are protected, and their civil liberties are safeguarded.\n\n\"As Mayor Adams always says, the prerequisites to prosperity are public safety and justice,\" his spokesperson said.\n\nAfter analyzing a random sample of stops by Neighborhood Safety Teams in 10 precincts, the monitor found that “more than 97% of the people encountered were Black or Hispanic,” with approximately 93% being men, according to the report.\n\nA quarter of the frisks lacked reasonable suspicion and a third of the searches lacked legal basis, according to Denerstein.\n\nOut of 230 car stops, two turned up weapons and another two stops recovered contraband that the monitor team wasn't able to identify, according to the report.\n\n“First-line supervisors are not identifying and correcting improper stops, frisks and searches, and oversight by the precinct command and the department is similarly lacking,” the monitor said.\n\nDenerstein praised some commands consistently engaged in constitutional stops, frisks and searches.\n\n“The fact that some commands have a very high level of compliance makes clear that lawful and effective policing are not incompatible,” Denerstein wrote. “Although some commands have 100% compliance, others fall far short of the mark.”\n\nShortly after a U.S. District Court judge ruled in 2013 the policy violated the Constitution, then-NYC Mayor Michael Bloomberg, in an op-ed in the Washington Post, pushed back against claims that stop-and-frisk promoted racial profiling.\n\nBloomberg walked back his support of his signature policy when he ran for president in 2020.\n\n\"I've gotten a lot of grief for it lately, but I defended it for too long,\" Bloomberg said during a campaign stop in Virginia in February 2020. \"And because I didn't fully understand the unintentional pain it caused young Black and brown kids and their families, I should have acted sooner and I should have stopped it, and I didn't, and I apologize for that.\"\n\nThe vast majority of stops, about 97%, that occurred between 2003 and 2022 happened during Bloomberg's time as mayor, according to the New York Civil Liberties Union.\n\n\"While comparatively fewer stops occurred during the de Blasio administration -- nearly 135,000 -- enormous racial disparities have persisted every year,\" the NYCLU said.\n\nLast year, under Mayor Adam's administration, New York City police conducted more than 15,000 stops, according to NYCLU.", "summary": ["“Although some commands have 100% compliance, others fall far short of the mark.”\n\nShortly after a U.S. District Court judge ruled in 2013 the policy violated the Constitution, then-NYC Mayor Michael Bloomberg, in an op-ed in the Washington Post, pushed back against claims that stop-and-frisk promoted racial profiling.", "However, the facts are clear: Before Mayor Adams and NYPD Commissioner Sewell came into office, citywide shootings were up by double digits, but following the creation of the Neighborhood Safety Teams in March 2022, shootings have consistently fallen and were down by double digits last year, and that trend has continued into 2023,\" a spokesperson for Adams told ABC News.", "After analyzing a random sample of stops by Neighborhood Safety Teams in 10 precincts, the monitor found that “more than 97% of the people encountered were Black or Hispanic,” with approximately 93% being men, according to the report.", "A decade after the New York Police Department’s stop-and-frisk tactic was deemed unconstitutional, the police are still unlawfully stopping and searching many people, particularly men of color, according to a new report issued Monday by a court-appointed monitor.", "The mayor's office called stops that were unconstitutional \"unacceptable,\" but said that safety teams have improved training and oversight to make sure that New Yorkers are protected, and their civil liberties are safeguarded."], "tags": ["nypd", "homicides", "police", "killing", "protests"]}, {"source": "abc-news", "title": "Too many people in NYC are stopped, searched and frisked illegally, federal monitor says", "text": "FILE - NYPD officers patrol the surrounding areas at Rockefeller Center in New York on Dec. 19, 2019. A court-appointed federal monitor reported Monday, June 5, 2023, that New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law. (AP Photo/Bebeto Matthews, File)\n\nFILE - NYPD officers patrol the surrounding areas at Rockefeller Center in New York on Dec. 19, 2019. A court-appointed federal monitor reported Monday, June 5, 2023, that New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law. (AP Photo/Bebeto Matthews, File)\n\nFILE - NYPD officers patrol the surrounding areas at Rockefeller Center in New York on Dec. 19, 2019. A court-appointed federal monitor reported Monday, June 5, 2023, that New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law. (AP Photo/Bebeto Matthews, File)\n\nFILE - NYPD officers patrol the surrounding areas at Rockefeller Center in New York on Dec. 19, 2019. A court-appointed federal monitor reported Monday, June 5, 2023, that New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law. (AP Photo/Bebeto Matthews, File)\n\nA federal monitor says she has found disappointing results when she studied the legality of New York City's new initiative to combat gun violence in high-crime areas with an old tactic of stopping and frisking people\n\nNEW YORK -- New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law, a court-appointed federal monitor reported Monday.\n\nMonitor Mylan Denerstein said the NYPD 's Neighborhood Safety Teams — special units deployed in the past 14 months to seize guns in high-crime areas — were engaging in “unconstitutional policing” by stopping and frisking too many people without justification.\n\nIn one police precinct, Denerstein said, only 41 percent of stops, 32 percent of frisks and 26 percent of searches were lawful.\n\nThe Neighborhood Safety Teams, a replacement for the anti-crime units that the NYPD disbanded in 2021, operate in 34 areas that account for 80% of the city’s violent crime — largely communities of color. Of the people the teams have stopped, Denerstein said, 97% are Black or Hispanic.\n\nA spokesperson for Mayor Eric Adams said city officials “have serious concerns” with Denerstein’s methodology and that they only learned of her findings after news outlets reported on them.\n\nThe spokesperson, Fabien Levy, said shootings have fallen since the Neighborhood Safety Teams were created.\n\nOfficers assigned to the units “have enhanced training and oversight to ensure we are not only keeping New Yorkers safe, but protecting their civil liberties as well,” Levy said, adding that “any unconstitutional stop is unacceptable, and we will strive to do better for New Yorkers every day.”\n\nDenerstein said she began her review after Adams announced in March 2022 that the NYPD was deploying Neighborhood Safety Teams in some precincts to combat gun violence. Team members, wearing modified uniforms and driving unmarked cars, conduct stops, frisks and searches in their assigned neighborhoods.\n\n“Unfortunately, the results are disappointing,” Denerstein wrote.\n\nDespite their training and experience, officers assigned to Neighborhood Safety Teams “overall appear to be stopping, frisking, and searching individuals at an unsatisfactory level of compliance. Too many people are stopped, frisked, and searched unlawfully.\"\n\nIn 2013, a federal judge ruled that the NYPD had violated the civil rights of Black and Hispanic New Yorkers with stop and frisk, which was part of an effort to get guns and drugs off the street by frequently stopping and searching people on the street.\n\nU.S. District Judge Shira Scheindlin ruled the stops were a form of indirect racial profiling. Former Mayor Michael Bloomberg, once a champion of the tactic, has since apologized for its use.\n\nSince the ruling, the department claimed a sharp drop in stops, reporting an average of around 11,730 per year from 2016 to 2022, compared with a high of nearly 686,000 stops in 2011.\n\nBlack and Hispanic people continue to be the targets of the vast majority of stops, accounting for 89% of all stops in 2022, according to NYPD data compiled by the New York Civil Liberties Union.", "summary": ["Officers assigned to the units “have enhanced training and oversight to ensure we are not only keeping New Yorkers safe, but protecting their civil liberties as well,” Levy said, adding that “any unconstitutional stop is unacceptable, and we will strive to do better for New Yorkers every day.”\n\nDenerstein said she began her review after Adams announced in March 2022 that the NYPD was deploying Neighborhood Safety Teams in some precincts to combat gun violence.", "(AP Photo/Bebeto Matthews, File)\n\nA federal monitor says she has found disappointing results when she studied the legality of New York City's new initiative to combat gun violence in high-crime areas with an old tactic of stopping and frisking people\n\nNEW YORK -- New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law, a court-appointed federal monitor reported Monday.", "In 2013, a federal judge ruled that the NYPD had violated the civil rights of Black and Hispanic New Yorkers with stop and frisk, which was part of an effort to get guns and drugs off the street by frequently stopping and searching people on the street.", "Monitor Mylan Denerstein said the NYPD 's Neighborhood Safety Teams — special units deployed in the past 14 months to seize guns in high-crime areas — were engaging in “unconstitutional policing” by stopping and frisking too many people without justification.", "A court-appointed federal monitor reported Monday, June 5, 2023, that New York City's reliance on the tactic known as “stop and frisk\" as part of a new initiative to combat gun violence is harming communities of color and running afoul of the law."], "tags": ["nypd", "2023", "2022", "2021", "june"]}, {"source": "abc-news", "title": "Ex-correctional officer at federal prison in California convicted of sexual misconduct", "text": "FILE - The Federal Correctional Institution is shown in Dublin, Calif., July 20, 2006. A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct. (AP Photo/Ben Margot, File)\n\nFILE - The Federal Correctional Institution is shown in Dublin, Calif., July 20, 2006. A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct. (AP Photo/Ben Margot, File)\n\nFILE - The Federal Correctional Institution is shown in Dublin, Calif., July 20, 2006. A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct. (AP Photo/Ben Margot, File)\n\nFILE - The Federal Correctional Institution is shown in Dublin, Calif., July 20, 2006. A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct. (AP Photo/Ben Margot, File)\n\nA federal correctional officer has been convicted of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct\n\nOAKLAND, Calif. -- A former federal correctional officer was convicted Monday of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct.\n\nA jury found the officer, John Russell Bellhouse, guilty on five counts of sexual abuse for incidents involving the two women between 2019 and 2020 at FCI Dublin, about 20 miles (30 kilometers) east of Oakland.\n\nBellhouse, 40, was scheduled to be sentenced in August.\n\n“My clients feel heard,” Jessica Pride, an attorney for the victims, told KTVU-TV. “Regardless of a prisoner’s crime, sexual assault is not part of their punishment.\"\n\nProsecutors alleged in court documents that Bellhouse “began to express an interest in a particular female inmate and started calling the inmate his ‘girlfriend’” in 2020. Authorities said he inappropriately touched the woman and that she performed oral sex on Bellhouse twice in the prison’s safety office.\n\nAll sexual activity between a prison worker and an inmate is illegal.\n\nProsecutors said Bellhouse allowed one woman to use an office phone — a violation of Bureau of Prisons policy — and also gave her earrings. Another inmate was tasked to act like a lookout during at least one of the sexual encounters, prosecutors said.\n\nAn attorney for Bellhouse, Shaffy Moeel, didn’t immediately return a call seeking comment.\n\nBellhouse is the sixth employee at the prison to be charged with sexually abusing inmates. The prison’s former warden, Ray Garcia, was convicted in December of molesting inmates and forcing them to pose naked in their cells. He was sentenced to serve six years in prison.\n\nAn Associated Press investigation revealed a culture of abuse and cover-up that had persisted for years at the facility.\n\nSince the AP's investigation, the Bureau of Prisons launched new training for prison wardens and created specialized teams aimed at curtailing sexual abuse at the nation’s federal prisons.", "summary": ["(AP Photo/Ben Margot, File)\n\nA federal correctional officer has been convicted of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct\n\nOAKLAND, Calif. -- A former federal correctional officer was convicted Monday of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct.", "A jury found the officer, John Russell Bellhouse, guilty on five counts of sexual abuse for incidents involving the two women between 2019 and 2020 at FCI Dublin, about 20 miles (30 kilometers) east of Oakland.", "A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct.", "A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct.", "A former federal correctional officer was convicted Monday, June 5, 2023, of sexually abusing two inmates at a women’s prison in California where the warden and other employees were charged with similar conduct."], "tags": ["convicted", "prison", "inmates", "prisons", "prisoner"]}, {"source": "abc-news", "title": "Amid military aggression, China ramps up diplomacy with US", "text": "Despite the provocations, U.S. and Chinese officials met in Beijing Monday.\n\nAlthough U.S. officials have accused China's military of carrying out dangerous provocations in recent days, diplomats from both countries are ramping up engagement at the same time -- a two-prong approach that seems to be increasingly driven by Beijing.\n\nOn Monday, White House spokesperson John Kirby condemned a close call in the Taiwan Strait over the weekend when a Chinese warship crossed just about 150 yards across an American destroyer's bow, a move the Pentagon described an \"unsafe maritime interaction.\"\n\n\"We urge them to make better decisions about how they operate in international airspace, and sea-space,\" Kirby said, adding that this incident as well as a Chinese fighter jet recently coming within 400 feet of a U.S. Air Force reconnaissance aircraft in international airspace speaks to an \"increasing level of aggressiveness\" demonstrated by Beijing's military.\n\nA Chinese warship appears to have intercepted the pair of U.S. and Canadian ships transiting through the Taiwan Strait overnight. Global News\n\nBut despite that public chastisement by the Biden administration, high-level U.S. officials from the State Department and the National Security Council held private talks in Beijing -- the latest sign that tensions between the powers are easing, at least on the diplomatic front.\n\nThe State Department's deputy spokesperson Vedant Patel described the meetings as \"candid and productive discussions as part of ongoing efforts to maintain open lines of communication,\" and an effort to build on other recent high-level engagements.\n\n\"President Biden has been clear we don't seek any kind of new Cold War and our competition must not spill over into conflict,\" Patel said.\n\nWhile the Biden administration has been consistent in seeking to maintain open lines of communication across areas of government, Beijing's split-strategy has become more evident in recent weeks as it apparently seeks to thaw relations with Washington while continuing to show its military might in the Indo-Pacific.\n\nChina's reticence to participate in military-to-military communication with the U.S. across senior and working levels is a longstanding tradition, and one on display last week when Defense Secretary Lloyd Austin's request for a face-to-face meeting with his Chinese counterpart at the annual Shangri-la Dialogue in Singapore was rejected.\n\nA reason for that hesitancy, sources and experts say, is that the Chinese government sees military communication between the countries as dominated by the Taiwan issue -- a matter where Beijing sees virtual zero room for compromise, and thus, little need for conversation.\n\nNational Security Council spokesman John Kirby speaks during the daily briefing at the White House in Washington, June 5, 2023. Manuel Balce Ceneta/AP\n\nBut in other arenas, Beijing sees plenty of potential benefits in engaging with Washington -- particularly when it comes to the U.S.-China trade relationship.\n\nAlthough China's Ministry of Foreign Affairs has periodically sent mixed messages about its posture towards the U.S., its actions in recent weeks have displayed a renewed enthusiasm for diplomacy. In May, Beijing appointed an ambassador to the U.S. after the post was left vacant for months and sent a delegation to Detroit to participate in trade talks.\n\nOfficials from both countries also see the recent visit by U.S. officials to Beijing as an important precursor for rescheduling Secretary of State Antony Blinken's trip the city, which was scrapped in February after a Chinese surveillance balloon was identified over the U.S. mainland.\n\nSources say that getting that trip back on track is something that both countries want to see happen, and that it may be added to the calendar before the end of the summer.\n\nWhile there are examples of progress in the bilateral relationship, American officials have warned that a gap in military-to-military communication may still result in a dangerous blind spot, which could lead to additional close-calls between countries and dangerous escalation.\n\n\"It won't be long before somebody gets hurt,\" Kirby said of the intercepts. \"They can lead to misunderstandings. They can lead to miscalculations.\"\n\nABC's Justin Gomez contributed to this report.", "summary": ["\"We urge them to make better decisions about how they operate in international airspace, and sea-space,\" Kirby said, adding that this incident as well as a Chinese fighter jet recently coming within 400 feet of a U.S. Air Force reconnaissance aircraft in international airspace speaks to an \"increasing level of aggressiveness\" demonstrated by Beijing's military.", "China's reticence to participate in military-to-military communication with the U.S. across senior and working levels is a longstanding tradition, and one on display last week when Defense Secretary Lloyd Austin's request for a face-to-face meeting with his Chinese counterpart at the annual Shangri-la Dialogue in Singapore was rejected.", "While the Biden administration has been consistent in seeking to maintain open lines of communication across areas of government, Beijing's split-strategy has become more evident in recent weeks as it apparently seeks to thaw relations with Washington while continuing to show its military might in the Indo-Pacific.", "Global News\n\nBut despite that public chastisement by the Biden administration, high-level U.S. officials from the State Department and the National Security Council held private talks in Beijing -- the latest sign that tensions between the powers are easing, at least on the diplomatic front.", "Although U.S. officials have accused China's military of carrying out dangerous provocations in recent days, diplomats from both countries are ramping up engagement at the same time -- a two-prong approach that seems to be increasingly driven by Beijing."], "tags": ["beijing", "china", "monday", "president", "chinese"]}, {"source": "abc-news", "title": "Thousands of women participate in sit-in at Colorado Capitol against gun violence", "text": "The thing to do \"is to show up, to make the effort,\" said actress Lake Bell.\n\nThousands of women participate in a sit-in at the Colorado state Capitol Monday, calling on Gov. Jared Polis to sign an executive order to ban guns and implement a system to buy them back.\n\nThe Here 4 the Kids movement, which advocates to end gun violence, is behind the event. Organizers said roughly 2,000 people were among the first to gather. They are also calling on white women specifically, to participate in the demonstration.\n\nTina Strawn, the movement’s cofounder, told ABC News that Black people have always been on the frontlines for social justice.\n\n“So, it's time for white women to show up. It's time for white women to put their bodies, their privilege and their power on the line to save our kids,” she said. “And it is something that they are recognizing that they need to be doing. That's why they're showing up.”\n\nOn the importance of the sit-in, cofounder Saira Rao said “We have lost our imagination to dream bigger and envision a life where our kids are safe wherever they go. This is not a way to live. It is not a way to live. Bulletproof backpacks [are] not normal, and we've gotten used to this as if it's normal.”\n\n“It's got to stop, and nothing has worked since … the 24 years since Columbine,” she said, referring to the 1999 high school shooting in Littleton, Colorado, which left 15 dead.\n\nDemonstrators do a sit-in at Colorado state Capitol calling on Gov. Jared Polis to sign an executive order to ban guns and implement a system to buy them back, Denver, June 5, 2023. KMGH\n\nDemonstrators do a sit-in at Colorado state Capitol calling on Gov. Jared Polis to sign an executive order to ban guns and implement a system to buy them back, Denver, June 5, 2023. KMGH\n\nOrganizers said the mood of the sit-in is solemn, and the names of people who have died from gun violence since the start of the Here 4 the Kids organization in April are read at the beginning of each hour.\n\nActress and director Lake Bell is one of the thousands of women participating in the sit-in.\n\nShe told ABC News “This is the thing to do -- which is to show up, to make the effort, to participate in the action of really advocating and demanding for change.”\n\nBell, who is a mother of two, said “I don't think there is a child in America that goes to school that doesn't live with anxiety and fear around the idea of an active shooter, or a lockdown scenario. They are not blind to that.”\n\n“My daughter was very nervous of my coming here,” she continued, noting how common guns are. “So, I think it affects the mental wellness and the mental health of our children.”\n\nOther celebrities, including Julia Louis-Dreyfus, Niecy Nash and Amanda Seales, also voiced their support for the movement.\n\nIn response to the sit-in, the governor’s office released a statement Monday, writing that Polis supports the right to bear arms and is also concerned “about improving public safety including reducing gun violence.”\n\nThe statement added that his “staff has met with the organizers and have expressed concerns that the requests being made are either unconstitutional or require legislative action. The Governor takes the weighty responsibility of executive action and the trust Coloradans placed in him to govern responsibly seriously, and will not issue an unconstitutional order that will be struck down in court simply to make a public relations statement — he will continue to focus on real solutions to help make Colorado one of the 10 safest states.”\n\nDemonstrators do a sit-in at Colorado state Capitol calling on Gov. Jared Polis to sign an executive order to ban guns and implement a system to buy them back, Denver, June 5, 2023. KMGH\n\nThe organizers said they plan to continue the sit-in until an executive order is signed, and they expressed optimism that it will be.\n\n“We have to believe that any decent human being with the power to end children's pain and suffering will absolutely choose their right to live over the right to bear arms,” Rao said. “We believe [Polis] will do it because what decent human being wouldn't do it?”", "summary": ["The Governor takes the weighty responsibility of executive action and the trust Coloradans placed in him to govern responsibly seriously, and will not issue an unconstitutional order that will be struck down in court simply to make a public relations statement — he will continue to focus on real solutions to help make Colorado one of the 10 safest states.”\n\nDemonstrators do a sit-in at Colorado state Capitol calling on Gov.", "She told ABC News “This is the thing to do -- which is to show up, to make the effort, to participate in the action of really advocating and demanding for change.”\n\nBell, who is a mother of two, said “I don't think there is a child in America that goes to school that doesn't live with anxiety and fear around the idea of an active shooter, or a lockdown scenario.", "In response to the sit-in, the governor’s office released a statement Monday, writing that Polis supports the right to bear arms and is also concerned “about improving public safety including reducing gun violence.”\n\nThe statement added that his “staff has met with the organizers and have expressed concerns that the requests being made are either unconstitutional or require legislative action.", "Bulletproof backpacks [are] not normal, and we've gotten used to this as if it's normal.”\n\n“It's got to stop, and nothing has worked since … the 24 years since Columbine,” she said, referring to the 1999 high school shooting in Littleton, Colorado, which left 15 dead.", "That's why they're showing up.”\n\nOn the importance of the sit-in, cofounder Saira Rao said “We have lost our imagination to dream bigger and envision a life where our kids are safe wherever they go."], "tags": ["2023", "daughter", "june", "mother", "april"]}, {"source": "abc-news", "title": "Oklahoma school board approves what would be the 1st taxpayer-funded religious school in US", "text": "FILE - Oklahoma Attorney General Gentner Drummond speaks during an interview, Feb. 1, 2023, in Oklahoma City. The Statewide Virtual Charter School Board, a state school board in Oklahoma, voted Monday, June 5, to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional. Drummond had previously warned the board that such a decision clearly violated the Oklahoma Constitution. (AP Photo/Sue Ogrocki, File)\n\nFILE - Oklahoma Attorney General Gentner Drummond speaks during an interview, Feb. 1, 2023, in Oklahoma City. The Statewide Virtual Charter School Board, a state school board in Oklahoma, voted Monday, June 5, to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional. Drummond had previously warned the board that such a decision clearly violated the Oklahoma Constitution. (AP Photo/Sue Ogrocki, File)\n\nFILE - Oklahoma Attorney General Gentner Drummond speaks during an interview, Feb. 1, 2023, in Oklahoma City. The Statewide Virtual Charter School Board, a state school board in Oklahoma, voted Monday, June 5, to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional. Drummond had previously warned the board that such a decision clearly violated the Oklahoma Constitution. (AP Photo/Sue Ogrocki, File)\n\nFILE - Oklahoma Attorney General Gentner Drummond speaks during an interview, Feb. 1, 2023, in Oklahoma City. The Statewide Virtual Charter School Board, a state school board in Oklahoma, voted Monday, June 5, to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional. Drummond had previously warned the board that such a decision clearly violated the Oklahoma Constitution. (AP Photo/Sue Ogrocki, File)\n\nAn Oklahoma school board has voted to approve what would be the nation's first publicly funded religious school\n\nOKLAHOMA CITY -- A state school board in Oklahoma voted Monday to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional.\n\nThe Statewide Virtual Charter School Board voted 3-2 to approve the application by the Catholic Archdiocese of Oklahoma to establish the St. Isidore of Seville Virtual Charter School. The online public charter school would be open to students across the state in kindergarten through grade 12.\n\nOklahoma Attorney General Gentner Drummond had warned the board that such a decision clearly violated the Oklahoma Constitution.\n\n“The approval of any publicly funded religious school is contrary to Oklahoma law and not in the best interest of taxpayers,” Drummond said in a statement shortly after the board's vote. “It’s extremely disappointing that board members violated their oath in order to fund religious schools with our tax dollars. In doing so, these members have exposed themselves and the state to potential legal action that could be costly.”\n\nThe Archdiocese of Oklahoma said in the “vision and purpose of the organization” section of its application that: \"The Catholic school participates in the evangelizing mission of the Church and is the privileged environment in which Christian education is carried out.”\n\nBrett Farley, the executive director of the Catholic Conference of Oklahoma, said: “We are elated that the board agreed with our argument and application for the nation's first religious charter school.”\n\nAmericans United for Separation of Church and State denounced the board's approval.\n\n“It’s hard to think of a clearer violation of the religious freedom of Oklahoma taxpayers and public-school families than the state establishing the nation’s first religious public charter school,\" the group's president and CEO Rachel Laser said in a statement. “This is a sea change for American democracy. Americans United will work with our Oklahoma and national partners to take all possible legal action to fight this decision and defend the separation of church and state that’s promised in both the Oklahoma and U.S. Constitutions.”\n\nOklahoma's Republican Gov. Kevin Stitt, who earlier this year signed a bill that would give parents in the state a tax incentive to send their children to private schools, including religious schools, praised the board's vote.\n\n“This is a win for religious liberty and education freedom in our great state, and I am encouraged by these efforts to give parents more options when it comes to their child’s education,\" Stitt said in a statement.\n\n___\n\nThis story has been corrected to show the name of the virtual charter is St. Isidore of Seville, not St. Isodore.", "summary": ["In doing so, these members have exposed themselves and the state to potential legal action that could be costly.”\n\nThe Archdiocese of Oklahoma said in the “vision and purpose of the organization” section of its application that: \"The Catholic school participates in the evangelizing mission of the Church and is the privileged environment in which Christian education is carried out.”\n\nBrett Farley, the executive director of the Catholic Conference of Oklahoma, said: “We are elated that the board agreed with our argument and application for the nation's first religious charter school.”\n\nAmericans United for Separation of Church and State denounced the board's approval.", "(AP Photo/Sue Ogrocki, File)\n\nAn Oklahoma school board has voted to approve what would be the nation's first publicly funded religious school\n\nOKLAHOMA CITY -- A state school board in Oklahoma voted Monday to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional.", "“This is a win for religious liberty and education freedom in our great state, and I am encouraged by these efforts to give parents more options when it comes to their child’s education,\" Stitt said in a statement.", "Americans United will work with our Oklahoma and national partners to take all possible legal action to fight this decision and defend the separation of church and state that’s promised in both the Oklahoma and U.S. Constitutions.”\n\nOklahoma's Republican Gov.", "The Statewide Virtual Charter School Board, a state school board in Oklahoma, voted Monday, June 5, to approve what would be the first publicly funded religious school in the nation, despite a warning from the state's attorney general that the decision was unconstitutional."], "tags": ["june", "president", "2023", "republican", "oklahoma"]}, {"source": "abc-news", "title": "Anna Shay, fan favorite on 'Bling Empire,' dead at 62", "text": "This image released by Netflix shows Anna Shay in a scene from the series \"Bling Empire.\" Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday. She was 62. (Netflix via AP)\n\nThis image released by Netflix shows Anna Shay in a scene from the series \"Bling Empire.\" Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday. She was 62. (Netflix via AP)\n\nThis image released by Netflix shows Anna Shay in a scene from the series \"Bling Empire.\" Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday. She was 62. (Netflix via AP)\n\nThis image released by Netflix shows Anna Shay in a scene from the series \"Bling Empire.\" Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday. She was 62. (Netflix via AP)\n\nAnna Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” has died\n\nLOS ANGELES -- Anna Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” has died at 62.\n\nShay died from a stroke, according to a family statement provided to The Associated Press on Monday. It was not immediately clear when she died.\n\n“It saddens our hearts to announce that Anna Shay, a loving mother, grandmother, charismatic star, and our own brightest ray of sunshine, has passed away,” the family said. “Anna taught us many life lessons on how not to take life too seriously and to enjoy the finer things. Her impact on our lives will be forever missed but never forgotten.”\n\nShay, a Los Angeles socialite, amassed a fortune after she and her brother sold their father's company, Pacific Architects and Engineers, after his death.\n\nShe told OprahMag.com in a 2021 interview she had no idea what she was getting into when she joined the cast of “Bling Empire,” which chronicled the lives of ultra wealthy Angelenos of Asian descent.\n\nOriginally, Shay thought her friend and executive producer on the series, Jeff Jenkins, wanted her to work behind the scenes.\n\n“The next thing I knew, I was sitting in front of the camera. I’m really quite shy, so it was hard. I never thought about doing this, especially at my age,” she said.\n\nThe series drew comparisons to the blockbuster film “Crazy Rich Asians.” The series premiered in 2021 and was recently canceled after three seasons.\n\nShay, a fan favorite on the show, was a fixture in Los Angeles high society. She was the only daughter of Edward Shay, the American billionaire founder of the defense and government services contractor, and Ai-San, his half-Japanese, half-Russian wife.\n\nShay said in the Oprah interview that her mother once told her, “You were born in a crystal ball with a silver spoon.’”\n\nThe reality star was born and raised in Japan. Her only son, Kenny Kemp, earned himself a bit of the spotlight as well, briefly appearing on the series and amassing a huge collection of pricy bongs, according to BuzzFeed News.", "summary": ["Her impact on our lives will be forever missed but never forgotten.”\n\nShay, a Los Angeles socialite, amassed a fortune after she and her brother sold their father's company, Pacific Architects and Engineers, after his death.", "She told OprahMag.com in a 2021 interview she had no idea what she was getting into when she joined the cast of “Bling Empire,” which chronicled the lives of ultra wealthy Angelenos of Asian descent.", "Her only son, Kenny Kemp, earned himself a bit of the spotlight as well, briefly appearing on the series and amassing a huge collection of pricy bongs, according to BuzzFeed News.", "Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday.", "Shay, an heiress, philanthropist and breakout star of the Netflix reality series “Bling Empire,” died from a stroke, according to a family statement provided to The Associated Press on Monday."], "tags": ["netflix", "billionaire", "heiress", "oprah", "wife"]}, {"source": "abc-news", "title": "Vermont school district settles lawsuit over coach's suspension related to trans athlete", "text": "A Vermont school district will reinstate a coach who was suspended after he misgendered a female transgender athlete\n\nBURLINGTON, Vt. -- A Vermont school district will reinstate a middle school soccer coach who was suspended for misgendering a transgender female athlete, and will delete any reference to bullying investigations from his daughter's school record, under the settlement of a lawsuit that will also pay them $125,000.\n\nTravis Allen, the middle school girls’ soccer coach at the Randolph Union Middle/High School, and his daughter Blake Allen, who was also suspended, sued the Orange Southwest School District, claiming their First Amendment rights were violated.\n\nThe lawsuit, located along with the settlement details in online court records, claims that both were punished for expressing their views on whether the transgender student should be permitted to use the girls' locker room “regardless of the discomfort experienced by girls in that room.”\n\nThe transgender student, who was on the same volleyball team as Blake Allen, entered the girls' locker room while the athletes were changing on Sept. 21, 2022, and multiple girls, including Blake, became upset, the lawsuit stated.\n\nTravis Allen was suspended without pay for the rest of the season on Oct. 18, 2022, for misgendering the student in a post, according to the lawsuit. Blake was suspended for several days based on comments she made about the situation to a few students in a class, according to the lawsuit. School officials found her comments constituted “harassment on the basis of gender identity,\" the lawsuit states.\n\nThe Vermont School Board’s Insurance Trust will pay $125,000 in damages and legal costs to the family's attorneys, Alliance Defending Freedom.\n\nThe Orange Southwest School District also has agreed to delete from Blake's school records any reference to investigations of her for alleged harassment, hazing and bullying.\n\nThe settlement was reached in April and the lawsuit was dismissed on May 23.", "summary": ["The lawsuit, located along with the settlement details in online court records, claims that both were punished for expressing their views on whether the transgender student should be permitted to use the girls' locker room “regardless of the discomfort experienced by girls in that room.”\n\nThe transgender student, who was on the same volleyball team as Blake Allen, entered the girls' locker room while the athletes were changing on Sept. 21, 2022, and multiple girls, including Blake, became upset, the lawsuit stated.", "A Vermont school district will reinstate a coach who was suspended after he misgendered a female transgender athlete\n\nBURLINGTON, Vt. -- A Vermont school district will reinstate a middle school soccer coach who was suspended for misgendering a transgender female athlete, and will delete any reference to bullying investigations from his daughter's school record, under the settlement of a lawsuit that will also pay them $125,000.", "Travis Allen, the middle school girls’ soccer coach at the Randolph Union Middle/High School, and his daughter Blake Allen, who was also suspended, sued the Orange Southwest School District, claiming their First Amendment rights were violated.", "The Orange Southwest School District also has agreed to delete from Blake's school records any reference to investigations of her for alleged harassment, hazing and bullying.", "Travis Allen was suspended without pay for the rest of the season on Oct. 18, 2022, for misgendering the student in a post, according to the lawsuit."], "tags": ["transgender", "daughter", "2022", "bullying", "soccer"]}, {"source": "aftenposten", "title": "Russisk resolusjonsforslag om Syria falt", "text": "Russisk resolusjonsforslag om Syria falt\n\nEt russisk resolusjonsforslag i FNs sikkerhetsråd om å redusere nødhjelp over grensen til Syria, har falt.\n\nEn stor syrisk flyktningleir nær grensen til Tyrkia.\n\n09.07.2020 05:38 Oppdatert 09.07.2020 21:39\n\nRussland trengte ni stemmer av Sikkerhetsrådets 15 og ingen stemmer imot blant de fem vetomaktene for å få forslaget igjennom. Men det fikk bare fire stemmer.\n\nSju land stemte mot forslaget, og fire avsto, ifølge Tysklands FN-ambassadør Christoph Heusgen, som for tiden er Sikkerhetsrådets president. Foruten Russland stemte Kina, Vietnam og Sør-Afrika for forslaget.\n\nTirsdag la Russland og Kina ned veto mot et forslag fra Tyskland og Belgia om å holde to grenseoverganger mellom Tyrkia og Syria åpne for nødhjelp inn i Syria i ett år.\n\nRussland mener i prinsippet at all nødhjelp bør gå via de syriske myndighetene, men ville ha godtatt at ett krysningspunkt fra Tyrkia holdes åpent i seks måneder. I januar fikk Russland gjennom at antall overganger ble redusert fra fire til to.\n\nLes også Russland og Kina nedla veto mot Syria-resolusjon i Sikkerhetsrådet\n\nNytt forsøk\n\nTyskland og Belgia vil nå gjøre et nytt forsøk på å få vedtatt en forlengelse av to grenseoverganger. For å tekkes Russland vil de tilby å korte ned forlengelsen til seks måneder.\n\nDen nåværende ordningen har godkjent at FN siden 2014 har fått bruke grenseoverganger som ikke kontrolleres av syriske myndigheter.\n\nDe to grenseovergangene det er snakk om, er Bab al-Salam, som leder frem til Aleppo-regionen, og Ban al-Hawa, som går til Idlib. Russland ønsker å stenge den første av dem.\n\nIfølge FNs kontor for humanitær hjelp (OCHA) gir de to overgangene direkte adgang til de største konsentrasjonene av internflyktninger i områder de behovene er enorme.\n\nLes også FN: Åpenbare krigsforbrytelser i Idlib-offensiven i Syria\n\nFrykter alvorlige følger\n\nInternasjonale hjelpegrupper frykter alvorlige konsekvenser for millioner av internflyktninger i Syria om ikke de to grenseovergangene holdes åpne.\n\n– Dersom antall grenseoverganger for nødhjelp reduseres ytterligere, vil det være et stort tilbakeslag for humanitær hjelp i det nordvestlige Syria. Det vil uvegerlig føre til stor mangel på forsyninger til en befolkning som har store behov, sier Konstantin Witschel i tyske Welthungerhilfe.\n\nVerdens matvareprogram WFP har beregnet at 9,3 millioner syrere ikke lenger har nok mat.", "summary": ["Tirsdag la Russland og Kina ned veto mot et forslag fra Tyskland og Belgia om å holde to grenseoverganger mellom Tyrkia og Syria åpne for nødhjelp inn i Syria i ett år.", "Les også Russland og Kina nedla veto mot Syria-resolusjon i Sikkerhetsrådet\n\nNytt forsøk\n\nTyskland og Belgia vil nå gjøre et nytt forsøk på å få vedtatt en forlengelse av to grenseoverganger.", "Russland mener i prinsippet at all nødhjelp bør gå via de syriske myndighetene, men ville ha godtatt at ett krysningspunkt fra Tyrkia holdes åpent i seks måneder.", "09.07.2020 05:38 Oppdatert 09.07.2020 21:39\n\nRussland trengte ni stemmer av Sikkerhetsrådets 15 og ingen stemmer imot blant de fem vetomaktene for å få forslaget igjennom.", "Les også FN: Åpenbare krigsforbrytelser i Idlib-offensiven i Syria\n\nFrykter alvorlige følger\n\nInternasjonale hjelpegrupper frykter alvorlige konsekvenser for millioner av internflyktninger i Syria om ikke de to grenseovergangene holdes åpne."], "tags": ["syria", "aleppo", "2020", "krigsforbrytelser", "idlib"]}, {"source": "aftenposten", "title": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter", "text": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter\n\nKinas militærøvelser i Sør-Kina-havet møtes med kritikk fra USA, som selv viser muskler i regionen. Eksperter mener de to er stadig nærmere militær konflikt.\n\nHangarskipene USS Ronald Reagan (foran) og USS Nimitz (i bakgrunnen) seiler sammen i formasjon i Sør-Kina-havet mandag. Eksperter advarer om at risikoen for militær konflikt mellom USA og Kina er større enn noensinne, med stadig høyere spenning i Sør-Kina-havet.\n\n09.07.2020 06:53 Oppdatert 09.07.2020 22:51\n\nSatellittbilder skal vise hvordan Beijing bygger ut sitt nærvær på de kunstige øyene de har etablert i havet.\n\nDet er tydelig høyere spenning i Sør-Kina-havet, et av få steder der kinesiske og amerikanske interesser møtes, sier Mikael Weissmann, som er forsker ved Försvarshögskolen og Utrikespolitiska institutet i Sverige til TT.\n\nKinesiske myndigheter kunngjorde i starten av juli at de ville gjennomføre en militærøvelse i området. USA har svart med å sende to hangarfartøy, noe som har fått regjeringen i Beijing til å se rødt.\n\n– Det viser tydelig at en opptrapping har skjedd. Fra USA er det en maktdemonstrasjon. Å sende to hangarfartøy er veldig tungt, sier Weissmann.\n\nLes også Trusler om Hongkong-sanksjoner sender Kina i strupen på USA\n\nBygger ut\n\nKina, som gjør krav på nesten hele Sør-Kina-havet, har de siste årene skapt kunstige øyer rundt rev og klipper i havet. På øyene er det bygd militæranlegg.\n\nIfølge amerikanske Centre for Strategic and International Studies (CSIS) kontrollerer Beijing nå 20 posteringer rundt øygruppen Paraceløyene, som både Kina, Vietnam og Taiwan gjør krav på, og ytterligere sju andre øygrupper.\n\nSamtidig rapporteres det i asiatiske medier at Kina har begynt med mudring på en av Parcel-øyene. På satellittbilder ser det ut som Kina bygger ut øyas nordvestre hjørne, som utgjør Beijings administrasjonssenter i Sør-Kina-havet.\n\nUSS Nimitz fotografert i nærheten av Sør-Korea i 2013.\n\nOmstridt område\n\nIfølge nabolandene er Kinas militarisering av øyene i strid mot internasjonal lov og rett.\n\nBlant annet Vietnam, Taiwan og Filippinene har fremsatt krav for deler av Sør-Kina-havet, noe Kina anser som en utfordring mot kinesisk territorium.\n\nFlere land henvendte seg i mai til FN med fordømmelse av Kinas fremferd.\n\nFlere årsaker\n\nDragkampen om området handler ikke bare om at det er en av verdens viktigste handelsruter, eller at bunnen antas å inneha enorme olje- og gassverdier.\n\nI takt med at Kina har tatt stadig større plass i den globale verdensorden, har det blitt mer og mer viktig for landet å bli sett som handlekraftig, både for egen befolkning og omverden, forklarer Weissmann.\n\nI tillegg handler ambisjonene i området for Kina også om forholdet til USAs allierte Taiwan, som Kina anser som en utbryterregion.\n\nLes også Kina åpner kontor for sikkerhetsagenter i Hongkong\n\nMye å tape\n\nDen økende politiske mistilliten mellom Kina og USA over koronaviruset har heller ikke bidratt til å roe ned situasjonen.\n\nNational Institute for South China Sea Studies i Beijing, som studerer amerikansk nærvær i Sør-Kina-havet, beklaget seg i en nylig rapport over at hundrevis av kommunikasjonskanaler mellom de to landenes militærstyrker er blitt lukket.\n\nEksperter, blant dem instituttets sjef, advarer om at risikoen for militær konflikt mellom landene er større enn noen gang tidligere.\n\nWeissmann tviler imidlertid på at det vil bryte ut konflikt.\n\n– Man kan selvfølgelig aldri vite sikkert, men det ligger ikke i noen parts interesse å havne i krig. Det har både USA og Kina for mye å tape på, sier han.", "summary": ["National Institute for South China Sea Studies i Beijing, som studerer amerikansk nærvær i Sør-Kina-havet, beklaget seg i en nylig rapport over at hundrevis av kommunikasjonskanaler mellom de to landenes militærstyrker er blitt lukket.", "Les også Trusler om Hongkong-sanksjoner sender Kina i strupen på USA\n\nBygger ut\n\nKina, som gjør krav på nesten hele Sør-Kina-havet, har de siste årene skapt kunstige øyer rundt rev og klipper i havet.", "Ifølge amerikanske Centre for Strategic and International Studies (CSIS) kontrollerer Beijing nå 20 posteringer rundt øygruppen Paraceløyene, som både Kina, Vietnam og Taiwan gjør krav på, og ytterligere sju andre øygrupper.", "Det er tydelig høyere spenning i Sør-Kina-havet, et av få steder der kinesiske og amerikanske interesser møtes, sier Mikael Weissmann, som er forsker ved Försvarshögskolen og Utrikespolitiska institutet i Sverige til TT.", "I takt med at Kina har tatt stadig større plass i den globale verdensorden, har det blitt mer og mer viktig for landet å bli sett som handlekraftig, både for egen befolkning og omverden, forklarer Weissmann."], "tags": ["usas", "satellittbilder", "koronaviruset", "usa", "reagan"]}, {"source": "aftenposten", "title": "Oberstløytnant som vitnet mot Trump, går av", "text": "Oberstløytnant som vitnet mot Trump, går av\n\nOberstløytnant Alexander Vindman, som vitnet mot president Donald Trump i riksrettssaken, orker ikke mer mobbing og trekker seg fra hæren.\n\nOberstløytnant Alexander Vindman tas i ed under riksrettssaken mot president Donald Trump. Nå forlater han hæren som følge av Trumps mobbing. Vis mer\n\nVindman fikk sparken fra sin stilling i det nasjonale sikkerhetsrådet i Det hvite hus i februar, to dager etter at president Donald Trump ble frikjent.\n\nVindman lå an til forfremmelse til oberst, men hans advokat David Pressman sier i en kunngjøring at det åpenbart ikke blir noe av.\n\nI kunngjøringen heter det at Vindman forlater hæren etter 21 års tjeneste etter at det ble klart for ham at hans fremtid i hæren for alltid er begrenset.\n\n– Ved hjelp av en mobbe- og hevnkampanje har USAs president forsøkt å tvinge Vindman til å velge mellom å adlyde loven eller gjøre en president til lags, mellom å hedre sin ed eller beskytte sin karriere, heter det i en kunngjøringen.\n\nLes også Eksplosiv smittebølge fortsetter i USA\n\nVindman fortalte i riksrettssaken om hvordan han i kraft av sin stilling hadde hørt på telefonsamtalen der Trump ba Ukrainas president Volodymyr Zelenskyj innlede gransking av Joe Biden.\n\nSenator Tammy Duckworth sier at saken setter søkelyset på forsvarsminister Mark Esper, som «ikke har beskyttet en dekorert veteran mot en hevngjerrig øverstkommanderende».\n\nHun gjør det klart at hun vil blokkere alle 1.123 planlagte forfremmelser i forsvaret inntil Esper kommer med en transparent redegjørelse for situasjonen.", "summary": ["Les også Eksplosiv smittebølge fortsetter i USA\n\nVindman fortalte i riksrettssaken om hvordan han i kraft av sin stilling hadde hørt på telefonsamtalen der Trump ba Ukrainas president Volodymyr Zelenskyj innlede gransking av Joe Biden.", "– Ved hjelp av en mobbe- og hevnkampanje har USAs president forsøkt å tvinge Vindman til å velge mellom å adlyde loven eller gjøre en president til lags, mellom å hedre sin ed eller beskytte sin karriere, heter det i en kunngjøringen.", "Vis mer\n\nVindman fikk sparken fra sin stilling i det nasjonale sikkerhetsrådet i Det hvite hus i februar, to dager etter at president Donald Trump ble frikjent.", "Senator Tammy Duckworth sier at saken setter søkelyset på forsvarsminister Mark Esper, som «ikke har beskyttet en dekorert veteran mot en hevngjerrig øverstkommanderende».", "Vindman lå an til forfremmelse til oberst, men hans advokat David Pressman sier i en kunngjøring at det åpenbart ikke blir noe av."], "tags": ["trump", "trumps", "donald", "president", "senator"]}, {"source": "aftenposten", "title": "Tik Tok installert på flere mobiler i regjeringen", "text": "Tiktok installert på flere mobiler i regjeringen\n\nUSA frykter at brukerdata fra Tiktok kan bli overført til Kina. I Norge har flere i regjeringen lastet ned appen – inkludert statsminister Erna Solberg.\n\nDen kinesiskeide videoappen Tiktok har den siste tiden vært i hardt vær. USAs utenriksminister Mike Pompeo opplyste denne uken at USA vurderer å forby appen, blant annet av frykt for at persondata som samles inn gjennom Tiktok, kan bli overført til kinesiske myndigheter.\n\n09.07.2020 05:44 Oppdatert 09.07.2020 09:18\n\nMed mer enn to milliarder nedlastinger er Tiktok blitt en av verdens mest populære apper.\n\nMen nå vokser skepsisen. India innførte forbud mot appen i forrige uke. USA vurderer å gjøre det samme. EU, Danmark, Nederland og Storbritannia har alle åpnet sak.\n\nFrykten er at Tiktok, som eies av kinesiske Byte Dance, kan misbrukes til storstilt innsamling av personopplysninger, deriblant om barn – og at disse personopplysningene i verste fall kan havne i kinesiske myndigheters hender.\n\nSom NTB skrev onsdag, er det likevel ingen relevante myndighetsorganer i Norge som har gjort noe forsøk på å undersøke appen nærmere.\n\nDet er heller ikke utarbeidet råd for hvordan myndighetspersoner skal forholde seg til den.\n\nLes også Både Selma og Morten opplevde å bli sensurert på Tiktok. Ingen av dem vet nøyaktig hvorfor.\n\nTiktokere i regjeringen\n\nEn kartlegging NTB har gjort, viser nå at flere regjeringsmedlemmer har opprettet brukere på Tiktok.\n\nDet inkluderer statsminister Erna Solberg (H). Hun skaffet seg appen i forbindelse med at hun deltok i en dansevideo på Tiktok med sykepleiere på Rikshospitalet.\n\nDa videoen ble spilt inn, fortalte statsministeren til VG at hun hadde Tiktok selv, men at hun ikke hadde publisert noe der.\n\n– Etter det har jeg ikke brukt appen, og jeg har den heller ikke på telefonen, sier Erna Solberg i en kommentar til NTB.\n\nStatsminister Erna Solberg danset sammen med sykepleierne Ida Larsson Gerø og Marie Bachke Lian på Rikshospitalet 12. mai i år. Videoen ble delt på Tiktok, og statsministeren skaffet seg appen i den forbindelse.\n\nLes også Tiktok går klar av kritisk søkelys i Norge: Ingen har vurdert sikkerheten\n\nHenrik Asheim og Tina Bru\n\nTo andre regjeringsmedlemmer som har vært på Tiktok, er olje- og energiminister Tina Bru (H) og forsknings- og høyere utdanningsminister Henrik Asheim (H).\n\nSistnevnte trekker frem nettopp dansevideoen med Erna Solberg som noe av det som gjorde ham nysgjerrig.\n\n– Jeg har en bruker på Tiktok rett og slett fordi jeg måtte sjekke hva det var, sier Asheim til NTB.\n\nIngen spesifikke råd\n\nSeniorrådgiver Martin Bernsen i Politiets sikkerhetstjeneste (PST) forteller at det ikke er gjort noen spesifikk vurdering av hvor trygt det er for regjeringsmedlemmer å ha Tiktok.\n\n– Vi gir råd til myndighetspersoner, og bruk av sosiale medier er noe vi snakker om der. Men da gir vi råd som ofte er tilpasset hver enkelt myndighetsperson, med utgangspunkt i trusselbildet rundt personen og hvilke sosiale medier denne personen bruker, sier Bernsen til NTB.\n\nIfølge ham gjør PST ingen teknisk vurdering av konkrete apper.\n\n– Det vi sier, er at vi oppfordrer myndighetspersoner, men også andre personer som har yrker og stillinger der de kommer borti sensitiv informasjon, til å ha et bevisst forhold til hva de legger ut, og hvilke plattformer de bruker.\n\nLes også Tiktok-kjendiser får barn til å sende penger via livesendinger. Det er ikke greit! | Ingrid Bergtun\n\nMæland bekymret\n\nJustis- og beredskapsminister Monica Mæland (H) er ikke blant dem som har brukt Tiktok.\n\nHun ser med bekymring på de mulighetene som nye kommunikasjonsplattformer kan gi for aktører med uredelige hensikter.\n\nMæland viser samtidig til at Nasjonal sikkerhetsmyndighet (NSM) nylig kom med nye råd om sikkerhet på mobile enheter.\n\n– Et av rådene er at vi alle bør gjøre en kritisk vurdering av hvilke apper vi skal installere. Vi bør ha et bevisst forhold til alle apper og tjenester vi benytter, sier hun.\n\n– Dette handler ikke bare om denne ene appen, men gjelder generelt.\n\nSelv har Tiktok gjentatte ganger avvist anklagene mot appen. Tiktok fastholder overfor NTB at selskapet overholder de personvernlovene som gjelder lokalt, og at ingen data overføres til Kina.\n\nEtter at NTB tok kontakt, har Asheim slettet Tiktok fra sin mobil.", "summary": ["– Det vi sier, er at vi oppfordrer myndighetspersoner, men også andre personer som har yrker og stillinger der de kommer borti sensitiv informasjon, til å ha et bevisst forhold til hva de legger ut, og hvilke plattformer de bruker.", "USAs utenriksminister Mike Pompeo opplyste denne uken at USA vurderer å forby appen, blant annet av frykt for at persondata som samles inn gjennom Tiktok, kan bli overført til kinesiske myndigheter.", "Les også Tiktok går klar av kritisk søkelys i Norge: Ingen har vurdert sikkerheten\n\nHenrik Asheim og Tina Bru\n\nTo andre regjeringsmedlemmer som har vært på Tiktok, er olje- og energiminister Tina Bru (H) og forsknings- og høyere utdanningsminister Henrik Asheim (H).", "Frykten er at Tiktok, som eies av kinesiske Byte Dance, kan misbrukes til storstilt innsamling av personopplysninger, deriblant om barn – og at disse personopplysningene i verste fall kan havne i kinesiske myndigheters hender.", "Men da gir vi råd som ofte er tilpasset hver enkelt myndighetsperson, med utgangspunkt i trusselbildet rundt personen og hvilke sosiale medier denne personen bruker, sier Bernsen til NTB."], "tags": ["utdanningsminister", "utenriksminister", "kommunikasjonsplattformer", "sikkerhetsmyndighet", "kinesiskeide"]}, {"source": "aftenposten", "title": "Direkteblogg om korona", "text": "Tidligere sjef for Kinas senter for sykdomskontroll (CDC), professor George Gao, utelukker ikke at det var en lekkasje fra viruslaboratoriet i Wuhan som førte til utbruddet av koronaviruset. Det melder BBC.\n\nGao spilte en sentral rolle i Kinas respons på covid-19 og i å finne utbruddets opprinnelse. I et intervju med BBC sier han at en lablekkasje ikke kan utelukkes.\n\n– Det er vitenskap. Ingenting kan utelukkes, sier Gao til BBC.\n\nGao sier videre at kinesiske myndigheter utførte en formell undersøkelse av viruslaboratoriet i Wuhan i etterkant av sykdomsutbruddet.\n\nDette er første gang det er bekreftet at en slik undersøkelse fant sted. Kinesiske myndigheter har hele tiden benektet at det finnes mulighet for noen sammenheng mellom utbruddet av koronaviruset og viruslaboratoriet.\n\nGao sier han ikke har sett resultatene av undersøkelsen, men at han «har hørt» at det ikke ble funnet noen avvik.\n\n– Jeg tror konklusjonen deres var at de følger protokollene. De fant ikke noe som var blitt gjort galt, sier Gao.", "summary": ["Tidligere sjef for Kinas senter for sykdomskontroll (CDC), professor George Gao, utelukker ikke at det var en lekkasje fra viruslaboratoriet i Wuhan som førte til utbruddet av koronaviruset.", "Kinesiske myndigheter har hele tiden benektet at det finnes mulighet for noen sammenheng mellom utbruddet av koronaviruset og viruslaboratoriet.", "Gao sier han ikke har sett resultatene av undersøkelsen, men at han «har hørt» at det ikke ble funnet noen avvik.", "Gao sier videre at kinesiske myndigheter utførte en formell undersøkelse av viruslaboratoriet i Wuhan i etterkant av sykdomsutbruddet.", "Gao spilte en sentral rolle i Kinas respons på covid-19 og i å finne utbruddets opprinnelse."], "tags": ["koronaviruset", "viruslaboratoriet", "cdc", "sykdomsutbruddet", "kinesiske"]}, {"source": "aftenposten", "title": "George Floyd ropte 21 ganger at han ikke kunne puste", "text": "George Floyd ropte 21 ganger at han ikke kunne puste\n\n21 ganger ropte George Floyd at han ikke kunne puste før han døde. Det viser nye utskrifter fra opptakene fra politimennenes kroppskameraer.\n\nEn Black lives matter-demonstrasjon i Pittsburgh.\n\n09.07.2020 06:04 Oppdatert 09.07.2020 06:38\n\nI en utveksling kort etter at han var lagt i bakken, sa Floyd til politimannen Derek Chauvin at «du kommer til å drepe meg».\n\n– Så slutt å snakke, slutt å skrike, snakk tar en helvetes masse oksygen, ropte Chauvin.\n\nUtskriftene, blant annet fra politimannen Thomas Lanes kroppskamera, ble lagt frem for retten i Minnesota tirsdag og avdekker nye detaljer om pågripelsen og Floyds død.\n\nChauvin er siktet for forsettlig drap etter at han satte kneet på halsen til Floyd i sju minutter slik at han kort etter døde, mens tre andre politimenn er siktet for medvirkning. Alle fire er sagt opp fra politiet.\n\nFloyd ropte også på sin mor mens han lå under politimannens kne med håndjern på.\n\n– Mamma, jeg elsker deg, si til barna mine at jeg elsker dem, jeg er død, sa han og ropte på henne flere ganger til.\n\nIfølge utskriften var hans siste ord: «De dreper meg, de dreper meg, jeg kan ikke puste.»\n\nGeorge Floyds dødsfall 25. mai ble også filmet av flere vitner og utløste en massiv protestbevegelse i USA og rundt i verden mot rasisme og politivold.", "summary": ["Ifølge utskriften var hans siste ord: «De dreper meg, de dreper meg, jeg kan ikke puste.»\n\nGeorge Floyds dødsfall 25. mai ble også filmet av flere vitner og utløste en massiv protestbevegelse i USA og rundt i verden mot rasisme og politivold.", "Chauvin er siktet for forsettlig drap etter at han satte kneet på halsen til Floyd i sju minutter slik at han kort etter døde, mens tre andre politimenn er siktet for medvirkning.", "09.07.2020 06:04 Oppdatert 09.07.2020 06:38\n\nI en utveksling kort etter at han var lagt i bakken, sa Floyd til politimannen Derek Chauvin at «du kommer til å drepe meg».", "Utskriftene, blant annet fra politimannen Thomas Lanes kroppskamera, ble lagt frem for retten i Minnesota tirsdag og avdekker nye detaljer om pågripelsen og Floyds død.", "– Mamma, jeg elsker deg, si til barna mine at jeg elsker dem, jeg er død, sa han og ropte på henne flere ganger til."], "tags": ["2020", "kroppskameraer", "kroppskamera", "floyd", "medvirkning"]}, {"source": "aftenposten", "title": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.", "text": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.\n\nEtter at Kjerstin Bakkevoll fikk satt inn et implantat for å bli steril, fikk hun sterke fysiske plager. I Norge brukes ikke lenger implantatet, men norske pasienter får ingen informasjon.\n\nKjerstin Bakkevoll ble sterilisert i 2016 ved hjelp av et implantat som er omstridt i utlandet. Hun reagerer på at det ikke finnes informasjon om mulige bivirkninger av produktet på norsk – hverken fra helsemyndighetene eller firmaet som produserte implantatet. Vis mer\n\nEn kveld i juni ligger Kjerstin Bakkevoll (42) og ektemannen i sengen og skal se på Netflix før de sovner. Han foreslår dokumentaren «The Bleeding Edge». Den handler om medisinsk utstyr og hvordan det testes før det når pasientene.\n\nNoen av kvinnene i dokumentaren omtaler et implantat som brukes i forbindelse med sterilisering – Essure. Bakkevoll kjenner seg plutselig ubehagelig mye igjen i bivirkningene som skildres: kraftig hodepine, invalidiserende smerter, svimmelhetsanfall og hårtap.", "summary": ["Hun reagerer på at det ikke finnes informasjon om mulige bivirkninger av produktet på norsk – hverken fra helsemyndighetene eller firmaet som produserte implantatet.", "Vis mer\n\nEn kveld i juni ligger Kjerstin Bakkevoll (42) og ektemannen i sengen og skal se på Netflix før de sovner.", "Bakkevoll kjenner seg plutselig ubehagelig mye igjen i bivirkningene som skildres: kraftig hodepine, invalidiserende smerter, svimmelhetsanfall og hårtap.", "Etter at Kjerstin Bakkevoll fikk satt inn et implantat for å bli steril, fikk hun sterke fysiske plager.", "Kjerstin Bakkevoll ble sterilisert i 2016 ved hjelp av et implantat som er omstridt i utlandet."], "tags": ["33", "svimmelhetsanfall", "netflix", "steriliseringsmetoden", "2016"]}, {"source": "aftenposten", "title": "Europa åpnet grensene i juni. Nye tall forteller hvor mange som ble smittet.", "text": "Europa åpnet grensene i juni. Nye tall viser hvor mange som ble smittet.\n\nÅpning av grensene i Europa i juni har gitt «ubetydelig» importsmitte, ifølge det europeiske smittevernbyrået.\n\nDen greske øya Hydra i juni. Hvor mye har koronaviruset spredt seg i Europa etter at grensene åpnes? En rapport fra det europeiske smittevernbyrået viser at bare 3 prosent av nye smittetilfeller i EU/EØS i juni kom som følge av reise til andre land.\n\n08.07.2020 19:24 Oppdatert 11.07.2020 11:37\n\nSaken ble oppdatert torsdag kl. 16.13 med nye smittetall t.o.m. 6. juli og opplysninger fra Danske Serumsinstitutt og ECDC, og fredag kl. 11.45, forut for regjeringens pressekonferanse om nye reiseråd.\n\nNorge har de siste ukene hatt de mest stengte landegrensene i Europa innenfor EU- og Schengen-området. Begrunnelsen har vært risikoen for økt smitte.", "summary": ["En rapport fra det europeiske smittevernbyrået viser at bare 3 prosent av nye smittetilfeller i EU/EØS i juni kom som følge av reise til andre land.", "Norge har de siste ukene hatt de mest stengte landegrensene i Europa innenfor EU- og Schengen-området.", "Åpning av grensene i Europa i juni har gitt «ubetydelig» importsmitte, ifølge det europeiske smittevernbyrået.", "Hvor mye har koronaviruset spredt seg i Europa etter at grensene åpnes?", "08.07.2020 19:24 Oppdatert 11.07.2020 11:37\n\nSaken ble oppdatert torsdag kl."], "tags": ["smittevernbyrået", "europa", "smittetilfeller", "koronaviruset", "landegrensene"]}, {"source": "aftenposten", "title": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?", "text": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?\n\nMandag ble det klart at prinsesse Ingrid Alexandra skal begynne på Elvebakken videregående skole i Oslo til høsten, selv om hun er bosatt i Viken. Slottet oppgir at hun kom inn på ordinære vilkår.\n\nPrinsesse Ingrid Alexandra sammen med dronning Sonja i september 2019. Vis mer\n\nPrinsesse Ingrid Alexandra ble tatt opp på «ordinære vilkår» da hun kom inn på en av Oslos mest populære videregående skole, opplyste Slottet mandag.\n\n– Prinsessen søkte og fikk plass på ordinære vilkår, sa kommunikasjonssjef Guri Varpe til NTB.", "summary": ["Vis mer\n\nPrinsesse Ingrid Alexandra ble tatt opp på «ordinære vilkår» da hun kom inn på en av Oslos mest populære videregående skole, opplyste Slottet mandag.", "Mandag ble det klart at prinsesse Ingrid Alexandra skal begynne på Elvebakken videregående skole i Oslo til høsten, selv om hun er bosatt i Viken.", "– Prinsessen søkte og fikk plass på ordinære vilkår, sa kommunikasjonssjef Guri Varpe til NTB.", "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo.", "Slottet oppgir at hun kom inn på ordinære vilkår."], "tags": ["elvebakken", "oslo", "oslos", "2019", "ingrid"]}, {"source": "aftenposten", "title": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.", "text": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.\n\n48.000 patroner og 62 kilo med eksplosiver har forsvunnet fra våpenlagrene til tyske spesialstyrker. Tyske myndigheter er bekymret.\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK. Vis mer\n\nEn dag i mai, mens resten av Tyskland fortsatt strever seg gjennom koronakrisen, graver politistyrker opp hagen til en sersjant i de tyske spesialstyrkene. Under jorden finner de et lager med eksplosiver, våpen og tusenvis av patroner. Alt antas å være stjålet fra soldatens egen arbeidsplass. I tillegg finner man et lager med nazieffekter.\n\n– Han hadde en plan. Og han er ikke den eneste, sier Eva Högl, Tysklands parlamentarisk kommissær for de væpnede styrkene, skriver New York Times.\n\nSaken har fått stor oppmerksomhet i Tyskland. Spesielt fordi soldaten som har tjent de tyske spesialstyrkene i 19 år, antas å være nynazist. Høyreekstreme holdninger er han ikke alene om innad i landets forsvarsrekker. Det vedgår både landets politiske ledelse og militæret.\n\nProfessor: – Alarmerende\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK. Det er en andel som er fem ganger så høy som i andre deler av den tyske hæren.\n\nProfessor i internasjonal politikk på Universitet i München, Dr. Carlos Masala, sier saken om sersjanten har bidratt til en svært viktig debatt om holdninger innad i det tyske militæret.\n\n– Ser man på antall saker sammenlignet med antallet soldater i styrken, er det uten tvil problemer med høyreekstremisme i spesialstyrkene. Dette er snakk om svært godt trente elitesoldater, så det er alarmerende, sier Masala.\n\nKSK-ledelsen har fått beskjed fra tyske myndigheter om at store endringer må gjennomføres innen oktober.\n\nOppløste en del av spesialstyrkene\n\nI kjølvannet av politiaksjonen mot sersjanten ble det satt ned en komité som skulle undersøke utbredelsen av høyreekstreme holdninger i KSK. Funnene til komiteen førte til at Tysklands forsvarsminister, Annegret Kramp-Karrenbauer, i forrige uke ga ledelsen i KSK klar beskjed: Rydd opp i egne rekker innen oktober.\n\n– KSK kan ikke fortsette i sin nåværende form, sa Kramp-Karrenbauer på en pressekonferanse.\n\nHun beskrev kulturen i spesialstyrkene som «usunn elitisme» og med «giftig lederskap», ifølge BBC.\n\nSpesialstyrkene får ikke dra på internasjonale oppdrag før både rekrutteringen, treningen og ledelsesmetodene har fått en overhaling.\n\nI tillegg kunngjorde forsvarsministeren en reform med drastiske tiltak. Blant annet fjernes en av KSKs fire enheter. Der hadde høyreekstreme holdninger fått så kraftig fotfeste at det eneste man kunne gjøre var å legge den ned.\n\nTysklands forsvarsminister, Annegret Kramp-Karrenbauer, er fast bestemt på å få has på høyreekstreme holdninger innad i landets militærstyrker.\n\nFakta KSK Tysklands elitestyrke med spesialtrente soldater har siden 1996 vært en del av den tyske hæren, Bundeswehr. Styrkene fokuserer på operasjoner i forbindelse med antiterror og gisseltagning i farlige områder. Styrkene har blant annet blitt sendt til Afghanistan og Balkan. Operasjonene blir hemmeligholdt. Vis mer\n\nKan være kroken på døren om det ikke gjøres endringer\n\nDet ble også rapportert at spesialstyrkene ikke kunne gjøre rede for hvor hele 62 kilo med eksplosiver og 48.000 patroner hadde blitt av. Dette var spesielt alarmerende med tanke på funnet i hagen til sersjanten, uttalte Kramp-Karrenbauer. Hun krever nå at spesialstyrkene finner ut hvor resten av arsenalet er blitt av.\n\nProfessor Masala tror det kan bli kroken for døren for KSK om man ikke ser konkrete endringer de neste månedene.\n\n– Vi har en forsvarsminister som er svært dedikert til saken og ønsker å komme roten av problemet til livs. Hun mener alvor. Jeg tror derfor det vil komme store endringer i styrkene. KSK-ledelsen har ikke noe valg, sier Masala.\n\nKSK-soldat sendte brev om «fryktkultur» i egen avdeling\n\nAnklager om ekstremisme innad i landets elitestyrke fikk oppmerksomhet allerede i 2017. Da skal flere KSK-soldater ha saluttert med «Hitler-hilsen» og spilt nynazistisk rockemusikk på en avskjedsfest for en av sjefene.\n\nSå sent som i juni sendte en ung KSK-soldat brev til forsvarsministeren hvor han innstendig ba henne sette i gang en etterforskning av sin egen avdeling. Han beskrev en «giftig kultur av aksept» og «fryktkultur»,. Ekstreme holdninger blant hans medsoldater ble ignorert, og tidvis, akseptert, ifølge soldaten, skriver New York Times.\n\nDe tyske spesialstyrkene har i lang tid fått operere frittstående, utenfor resten av det tyske militæret. Det har ført til en form for elitisme, mener eksperter.\n\nElitisme og dårlig lederskap preger miljøet\n\nProfessor Masala mener lojalitet og feilslått lederskap gjør at ekstreme holdninger kan få vokse frem i en tropp med hovedoppgave å takle Tysklands farligste oppdrag.\n\n– Disse spesialstyrkene lever i store perioder helt avskåret fra omverdenen. Når man er på hemmelige, livsfarlige oppdrag sammen, er du er nødt til å kunne stole fullt og helt på sidemannen. Det skaper et helt spesielt bånd og lojalitet til hverandre. Det blir en slags militær kult. Da tyster man ikke på hverandre, sier Masala.\n\n– Du har også KSK-ledere som mener militæret og opptrening skal være svært aggressiv og maskulin. I tillegg har KSK frem til nå fått operere ganske frittstående fra resten av det tyske militæret. Da utvikler det seg en holdning om at man er mer spesiell enn andre. Mange av soldatene blir i styrken i 15–20 år, så man får få impulser utenfra, fortsetter professoren.\n\nDet har også blitt spekulert i om fremveksten av det høyreorienterte partiet Alternative für Deutschland (AfD) på den politiske arenaen, kan linkes til høyreekstremisme innad i forsvarsrekkene. I enkelte delstater får det kontroversielle partiet godt over 20 prosent oppslutning.\n\nMasala mener man foreløpig skal være forsiktig med å bruke AfD som en forklarende faktor.\n\n– Jeg tror hovedproblemet først og fremst ligger i strukturen til KSK. Det er dette som må endres.", "summary": ["Vis mer\n\nKan være kroken på døren om det ikke gjøres endringer\n\nDet ble også rapportert at spesialstyrkene ikke kunne gjøre rede for hvor hele 62 kilo med eksplosiver og 48.000 patroner hadde blitt av.", "Elitisme og dårlig lederskap preger miljøet\n\nProfessor Masala mener lojalitet og feilslått lederskap gjør at ekstreme holdninger kan få vokse frem i en tropp med hovedoppgave å takle Tysklands farligste oppdrag.", "Professor i internasjonal politikk på Universitet i München, Dr. Carlos Masala, sier saken om sersjanten har bidratt til en svært viktig debatt om holdninger innad i det tyske militæret.", "Så sent som i juni sendte en ung KSK-soldat brev til forsvarsministeren hvor han innstendig ba henne sette i gang en etterforskning av sin egen avdeling.", "Det har også blitt spekulert i om fremveksten av det høyreorienterte partiet Alternative für Deutschland (AfD) på den politiske arenaen, kan linkes til høyreekstremisme innad i forsvarsrekkene."], "tags": ["600", "lager", "spesialstyrkene", "høyreekstremisme", "forsvarsminister"]}, {"source": "al-jazeera-english", "title": "Ukraine says Russian forces blew up Nova Kakhovka dam in Kherson", "text": "Authorities are evacuating residents in several areas following the destruction of large Soviet-era dam.\n\nKyiv has accused Russian forces of blowing up a large dam in southern Ukraine, while the Moscow-installed official in the city of Nova Kakhovka in the Russian-controlled portion of the Kherson region blamed the structure’s destruction on Ukrainian shelling.\n\nUkrainian President Volodymyr Zelenskyy accused “Russian terrorists” of destroying the dam early on Tuesday and said the outrage “confirms for the whole world that they must be expelled from every corner of Ukrainian land”.\n\n“Not a single meter should be left to them, because they use every meter for terror,” said Zelenskyy, who called an emergency meeting of the country’s national security council. “The terrorists will not be able to stop Ukraine with water, missiles or anything else,” he wrote on Twitter.\n\nBut the Kremlin accused Kyiv of sabotaging the dam to distract attention from a purportedly faltering counteroffensive against Russian forces.\n\n“We can state unequivocally that we are talking about deliberate sabotage by the Ukrainian side,” Kremlin spokesman Dmitry Peskov told reporters.\n\nHe added that Ukraine was also aiming to deprive Russian-annexed Crimea of the freshwater it receives from the reservoir via the North Crimean Canal.\n\nCommenting on allegations that Russia was responsible for the blast, Peskov said: “We can strongly reject this. We officially declare that here we are definitely talking about deliberate sabotage from the Ukrainian side.”\n\nSoviet-era dam\n\nThe dam, 30 metres (some 98 feet) tall and 3.2km (2 miles) long, was built in 1956 on the Dnipro River as part of the Kakhovka Hydroelectric Power Plant.\n\nThe southern command of Ukrainian armed forces said the “scale of the destruction” was being assessed as Ukraine’s military administration for the Kherson region called on people to be ready to evacuate from villages on the right bank of the Dnipro River before expected flooding.\n\n“The water level is rising and everyone who is in the danger zone must: Turn off all electrical appliances; take documents and essentials; take care of loved ones and pets; follow the instructions of rescuers and policemen,” the Kherson administration said on its Telegram channel.\n\n“About 16,000 people are in the critical zone on the right bank of the Kherson region,” said Oleksandr Prokudin, head of the Kherson military administration, adding that there was already flooding in eight areas along the Dnipro River.\n\nMykhailo Podolyak, adviser to the Ukrainian presidential office, accused Russia of destroying the dam in “a panic” in order to slow down the Ukrainian counteroffensive, saying the consequences of Russia’s actions were “already catastrophic”.\n\n“On a vast territory, all life will be destroyed; many settlements will be ruined; colossal damage will be done to the environment,” he said.\n\nThe office of the prosecutor general said Ukraine was investigating the incident as a possible war crime and as possible criminal environmental destruction, or “ecocide”.\n\nBut RIA Novosti news agency quoted the Moscow-installed mayor of Nova Kakhovka, Vladimir Leontiev, as saying the dam had been hit by shelling which he blamed on Ukraine.\n\n“There were several hits” on the dam, he said, according to the Russian news agency. “This crime cannot be written off. This is a terrorist act directed against civilians, Ukrainians did it,” he said.\n\nTorrent of water\n\nAl Jazeera’s Charles Stratford, reporting from Kyiv, said analysts had long seen the dam as a potential target for both sides in the war.\n\nThe dam is vital for water supply and irrigation in Russian-occupied Crimea, while Russia could see its destruction as a way of making it more difficult for Ukrainian forces to cross the Dnipro River and enter Crimea in a ground offensive, Stratford said, adding that the evacuation of settlements in the area had already begun.\n\n“We are also hearing from the Ukrainians that they believe … water levels will reach a critical point around five hours from now. We also know there are ongoing evacuations from some of the settlements that are going to be affected,” he said.\n\nThe Soviet-era dam in the Russian-controlled part of the Kherson region could unleash a flood across the war zone, according to Ukrainian and Russian forces.\n\nUnverified videos on social media showed a series of intense explosions around the dam.\n\nOther videos showed water surging through its remains with bystanders expressing their shock, sometimes in strong language.\n\nUkraine controls five of the six dams along the Dnipro, which runs from the country’s northern border with Belarus down to the Black Sea and is crucial for the entire country’s drinking water and power supply.\n\nThe Nova Kakhovka dam – the one furthest downstream – is controlled by Russian forces and contains an 18-cubic-kilometre (4.3-cubic-mile) reservoir which supplies water to the Crimean Peninsula, which was annexed by Russia in 2014, and to the Zaporizhzhia Nuclear Power Plant, which is also under Russian control.\n\nUkraine’s nuclear operator Energoatom said in a Telegram statement that the blowing up of the dam “could have negative consequences for the Zaporizhzhia Nuclear Power Plant”, but the situation is “controllable” at the moment.\n\nThe United Nations International Atomic Energy Agency wrote on Twitter that its experts were closely monitoring the situation at the Zaporizhzhia Nuclear Power Plant upstream, and there was “no immediate nuclear safety risk” at the facility.\n\nThe IAEA is aware of reports of damage at #Ukraine’s Kakhovka dam; IAEA experts at #Zaporizhzhya Nuclear Power Plant are closely monitoring the situation; no immediate nuclear safety risk at plant.#ZNPP — IAEA – International Atomic Energy Agency ⚛️ (@iaeaorg) June 6, 2023\n\nEurope’s largest nuclear facility uses water from the dam to cool six reactors as well as spent fuel and emergency diesel generators.\n\nIAEA chief Rafael Grossi said in a statement that alternative sources of water near the facility should be sufficient to guarantee its safety. “A main one is the large cooling pond next to the site that by design is kept above the height of the reservoir,” he said.\n\n“It is therefore vital that this cooling pond remains intact. Nothing must be done to potentially undermine its integrity. I call on all sides to ensure nothing is done to undermine that.”\n\nAccording to the Ukraine War Environmental Consequences Working Group, a total collapse in the dam would wash away much of the left bank and a severe drop in the reservoir has the potential to deprive the nuclear plant of crucial cooling, as well as dry up the water supply in northern Crimea.\n\nNATO Secretary-General Jens Stoltenberg called the attack “outrageous” and said it highlighted the devastation wrought by Moscow’s invasion.\n\n“The destruction of the Kakhovka dam today puts thousands of civilians at risk and causes severe environmental damage. This is an outrageous act, which demonstrates once again the brutality of Russia’s war in Ukraine,” Stoltenberg wrote on Twitter.\n\nEuropean Union chief Charles Michel pledged to hold Russia accountable for the “war crime” of destroying civilian infrastructure.\n\n“Shocked by the unprecedented attack of the Nova Kakhovka dam. The destruction of civilian infrastructure clearly qualifies as a war crime – and we will hold Russia and its proxies accountable,” Michel wrote on social media.\n\nLithuania’s president and the foreign ministers of Latvia and Estonia also said the incident amounted to a war crime for which Russia must be held accountable.\n\n“Today we witness an unprecedented Russian attack against Ukrainian civilian infrastructure,” Lithuanian President Gitanas Nauseda tweeted.\n\n“The destruction of a major dam is a crime of war that directly threatens thousands of people. Russia must be held accountable for it,” he said. “And Ukraine must win this war to stay safe!”", "summary": ["I call on all sides to ensure nothing is done to undermine that.”\n\nAccording to the Ukraine War Environmental Consequences Working Group, a total collapse in the dam would wash away much of the left bank and a severe drop in the reservoir has the potential to deprive the nuclear plant of crucial cooling, as well as dry up the water supply in northern Crimea.", "The IAEA is aware of reports of damage at #Ukraine’s Kakhovka dam; IAEA experts at #Zaporizhzhya Nuclear Power Plant are closely monitoring the situation; no immediate nuclear safety risk at plant.#ZNPP — IAEA – International Atomic Energy Agency ⚛️ (@iaeaorg) June 6, 2023\n\nEurope’s largest nuclear facility uses water from the dam to cool six reactors as well as spent fuel and emergency diesel generators.", "The dam is vital for water supply and irrigation in Russian-occupied Crimea, while Russia could see its destruction as a way of making it more difficult for Ukrainian forces to cross the Dnipro River and enter Crimea in a ground offensive, Stratford said, adding that the evacuation of settlements in the area had already begun.", "We officially declare that here we are definitely talking about deliberate sabotage from the Ukrainian side.”\n\nSoviet-era dam\n\nThe dam, 30 metres (some 98 feet) tall and 3.2km (2 miles) long, was built in 1956 on the Dnipro River as part of the Kakhovka Hydroelectric Power Plant.", "The southern command of Ukrainian armed forces said the “scale of the destruction” was being assessed as Ukraine’s military administration for the Kherson region called on people to be ready to evacuate from villages on the right bank of the Dnipro River before expected flooding."], "tags": ["terrorist", "flooding", "terrorists", "flood", "explosions"]}, {"source": "al-jazeera-english", "title": "Russia to face Ukraine at UN court over downing of flight MH17", "text": "Kyiv accuses Moscow of supporting pro-Russia forces in eastern Ukraine who shot down the Boeing 777 with a missile in 2014, killing all 298 passengers and crew.\n\nUkraine and Russia are scheduled to face off at the International Court of Justice (ICJ) – the top United Nations court – over Moscow’s support for pro-Russian forces blamed for “insurrection” against the Ukrainian state and armed violence that included the shooting down of Malaysian Airlines Flight MH17 in 2014, killing all 298 passengers and crew.\n\nJudges at the ICJ in The Hague will hear Ukraine’s claim on Tuesday that Moscow violated a UN anti-terrorism treaty by equipping and funding pro-Russian separatists, who international investigators concluded had used a Russian missile to shoot down the Malaysian jetliner over eastern Ukraine almost 10 years ago.\n\nLawyers for Ukraine will speak on Tuesday from 10am local time (08:00 GMT), while Russia’s will address the court with a response on Thursday, the ICJ said in a statement. Ukraine will then reply on June 12, and Russia on June 14.\n\nKyiv accuses Russia of supporting pro-Moscow forces in Ukraine’s Donbas with weapons and money and thereby violating the International Convention for the Suppression of the Financing of Terrorism adopted by the UN.\n\n\n\n\n\nUkraine is seeking damages for the fighting, which began in 2014 and lead to approximately 13,000 people killed in the eight years that led up to Russia’s full-scale invasion of Ukraine in February 2022.\n\nUkraine claims that Russia “instigated and sustained an armed insurrection against the authority of the Ukrainian State in eastern Ukraine” and “created “a climate of violence and intimidation against non-Russian ethnic groups”, the ICJ said in the statement.\n\nEstablished in the aftermath of World War II, the ICJ deals with disputes between UN member states and though its rulings are legally binding, the court has no enforcement mechanism.\n\nTuesday’s hearing will be the first time lawyers for Ukraine and Russia meet at the ICJ, also known as the World Court, since Moscow launched its full-scale invasion. Moscow has tried to get the ICJ case thrown out, arguing the court has no jurisdiction.\n\nLast November, a Dutch court convicted two Russian men and a Ukrainian national in absentia of murder for their roles in the shooting down of MH17 and sentenced them to life in prison.\n\n\n\n\n\nThe three – former Russian intelligence agents Igor Girkin and Sergey Dubinsky as well as Ukrainian Leonid Kharchenko, a Ukrainian separatist leader – were sentenced in absentia to life imprisonment. The three remain at large. The court also found that Russia had “overall control” over forces in the so-called Donetsk People’s Republic in eastern Ukraine since mid-May 2014.\n\nUkrainian President Volodymyr Zelenskyy said at the time the ruling was an important decision and the masterminds of the attack also needed to be prosecuted.\n\n“Holding to account masterminds is crucial too, as the feeling of impunity leads to new crimes,” Zelenskyy wrote in a tweet.\n\nImportant court decision in The Hague. First sentences for the perpetrators of #MH17 downing. Holding to account masterminds is crucial too, as the feeling of impunity leads to new crimes. We must dispel this illusion. Punishment for all RF's atrocities then & now is inevitable. — Володимир Зеленський (@ZelenskyyUa) November 17, 2022\n\nA finding by the ICJ that Russia equipped and funded fighters in eastern Ukraine responsible for the MH17 disaster would be a defeat for Moscow, which has repeatedly denied sending troops or military equipment to eastern Ukraine in 2014. Such a ruling could boost legal claims for damages or reparations from not only Ukraine but also individual victims of the conflict.\n\nIt is not yet known when an ICJ verdict will be reached.\n\nRussian President Vladimir Putin is also the subject of an arrest warrant by the International Criminal Court, also based in The Hague, on charges of war crimes over the deportation of Ukrainian children to Russia. The Kremlin denies those charges.", "summary": ["Ukraine and Russia are scheduled to face off at the International Court of Justice (ICJ) – the top United Nations court – over Moscow’s support for pro-Russian forces blamed for “insurrection” against the Ukrainian state and armed violence that included the shooting down of Malaysian Airlines Flight MH17 in 2014, killing all 298 passengers and crew.", "Judges at the ICJ in The Hague will hear Ukraine’s claim on Tuesday that Moscow violated a UN anti-terrorism treaty by equipping and funding pro-Russian separatists, who international investigators concluded had used a Russian missile to shoot down the Malaysian jetliner over eastern Ukraine almost 10 years ago.", "— Володимир Зеленський (@ZelenskyyUa) November 17, 2022\n\nA finding by the ICJ that Russia equipped and funded fighters in eastern Ukraine responsible for the MH17 disaster would be a defeat for Moscow, which has repeatedly denied sending troops or military equipment to eastern Ukraine in 2014.", "Ukraine is seeking damages for the fighting, which began in 2014 and lead to approximately 13,000 people killed in the eight years that led up to Russia’s full-scale invasion of Ukraine in February 2022.", "Ukraine claims that Russia “instigated and sustained an armed insurrection against the authority of the Ukrainian State in eastern Ukraine” and “created “a climate of violence and intimidation against non-Russian ethnic groups”, the ICJ said in the statement."], "tags": ["murder", "killing", "terrorism", "killed", "tuesday"]}, {"source": "al-jazeera-english", "title": "Living the ‘Chinese Dream’: Beijing’s new world order", "text": "As Beijing boosts its diplomatic clout, analysts say it wants to “remould” and even supplant existing global institutions.\n\nEver since China abandoned its zero-COVID policy at the end of last year, Beijing has been involved in a flurry of engagements from East to West.\n\nA summit in India’s Goa, military drills in Singapore and South Africa, visits by the German chancellor and the French president as well as Chinese President Xi Jinping’s own visits to Russia and Saudi Arabia are just a few examples of Beijing’s recent whirlwind diplomacy.\n\nAnd while Western leaders have talked about decoupling or de-risking economic ties with China, the nation remains deeply integrated with the world economy and is the largest trading partner of more than 120 countries.\n\nLong gone are the days when China was an isolated loner or the Chinese government seemed satisfied with observing world affairs quietly from the sidelines. Now, Beijing is reaching for the diplomatic status that matches its position as the world’s second-biggest economy.\n\nIn a speech at a United Nations conference held to mark the 50-year anniversary of the People’s Republic of China’s joining the UN, Xi addressed China’s diplomatic rise and spoke of Beijing’s commitment to a world order defined by the pursuit of peace, democracy and human rights as well as the rejection of unilateralism, foreign interference and power politics.\n\nIn mid-March, at a so-called dialogue meeting between global political parties in Beijing, Xi reinforced his commitment to the same principles.\n\nIn his keynote speech, Xi introduced the Global Civilization Initiative (GCI) as a way of formalising these principles with the added purpose of encouraging countries to “fully harness the relevance of their histories and cultures” and “appreciate the perceptions of values by different civilizations and refrain from imposing their own values or models on others”.\n\n\n\n\n\nWith the previously proposed Global Development Initiative (GDI) and Global Security Initiative (GSI), the GCI appears to encapsulate – although in amorphous terms – much of the Chinese president’s overall vision for a new international order.\n\nYao Yuan Yeh teaches Chinese Studies at the University of St Thomas in the United States. According to him, such an order would partly supplant and partly remould the international system into a new set of structures that better align with the worldview of the Chinese Communist Party (CCP).\n\n“It would be a world order that does not constrain communist China but contributes to its rise,” he said.\n\nAn alternative narrative\n\nThe purpose of the dialogue meeting in March was, to some extent, to act as a Chinese counterpart to the Summit for Democracy that the United States held for a second time that month as part of an effort to rally the world’s democracies.\n\nWhile leaders from Mongolia, Serbia and South Africa were invited to both events, the US summit mostly included traditional Washington allies, while the gathering in Beijing included leaders from Kazakhstan, Russia, Sudan and Venezuela.\n\nThe Chinese leadership and state media portrayed the CCP’s dialogue meeting as part of China’s vision of embracing countries across the world, which includes maintaining or even deepening diplomatic contact with nations like Russia and Myanmar.\n\nThe Chinese government’s willingness to engage with a variety of world actors has indeed been on display in recent months.\n\nChinese diplomacy played a role in the rapprochement between Iran and Saudi Arabia in March. Also in March, the Chinese foreign minister visited Myanmar coup leader Min Aung Hlaing, while Xi travelled to Moscow to meet Russian President Vladimir Putin.\n\nIn April, Xi held a phone call with Ukrainian President Volodymyr Zelenskyy and, last month, his envoy attempted to build support for a Beijing-led plan to end Russia’s war in Ukraine. Beijing has also been mentioned as a potential peace broker in conflict-ravaged Sudan.\n\nAndy Mok, a senior research fellow at the Beijing-based Center for China and Globalization, says the Chinese approach to international relations is defined by a live-and-let-live mindset.\n\n“It is less defined by shared values and more defined by a shared future,” he told Al Jazeera.\n\nThat means that while Western countries sometimes condition interactions and cooperation on adherence to a set of values, China wants to base its engagements on the potential for development and future benefits, Mok said.\n\nThe policy largely follows a CCP conviction that development and prosperity do not have to lead to adopting these – so-called Western – values. The Chinese leadership has frequently criticised “certain countries” for supposedly imposing their principles onto others and lacking respect for the ways non-Western nations with different cultures and traditions run their affairs.\n\nBeijing’s world order would be defined by multipolarity, according to Mok, who says China has no plan to be a dominant power.\n\n“I don’t see a change in the world order being a case of a new boss simply replacing the old boss.”\n\nReconfiguring the existing world order\n\nAlthough the Chinese leadership regularly opposes the imposition of Western values, this does not mean Beijing wants to discard democracy, human rights and the rule of law on the global stage, according to the Chinese government.\n\nUsing China as an example, Xi has claimed that China is “democratic” because the CCP and the state represent the people and run the country on behalf of the people to promote the will of the people. Chinese state media have insisted that liberal democracies neglect the needs of the people by measuring democracy “only” on the basis of electoral cycles.\n\nBeijing also points to its poverty alleviation and strategy against COVID-19 as examples of the government’s commitment to human rights.\n\n“They see these values as more relative terms and have in their own view provided a more inclusive definition of them with freedom from hunger and freedom from fear for your life being seen as examples of more basic human rights,” Mok said.\n\nThe modern understanding of human rights can be traced back to the Universal Declaration of Human Rights (UDHR), which details a set of basic rights and freedoms seen as inherent, inalienable and applicable to all people.\n\nAdopted in the early years of the UN, the rights were enshrined into the foundation of the international system. Since then, more than 70 human rights treaties have sprouted from the UDHR, many of which have been signed and ratified by China.\n\nTrying to reinterpret the language on human rights and democracy is therefore not something to be taken lightly, according to Elaine Pearson, the director of the Asia division of the rights organisation Human Rights Watch (HRW).\n\n“It is not up to individual states to redefine human rights as they like,” Pearson told Al Jazeera.\n\n“Totalitarian North Korea also calls itself the Democratic People’s Republic of North Korea – simply saying something doesn’t make it true.”\n\nHRW warned in 2020 that Beijing was trying to bring about change within the UN, not only by trying to redefine established principles but also by hampering investigations and diluting condemnations of human rights abuses around the world.\n\nIts efforts come at a time when international NGOs and UN bodies have expressed deep concern about the violation of basic freedoms and rights in China.\n\nBeijing has fired back at such concerns.\n\nWhen a UN report was released last year detailing possible “crimes against humanity” by the Chinese state against the mostly Muslim Uighurs in the far western Xinjiang region, Beijing responded with a report of its own. It accused alleged anti-China forces in the US and other Western countries of feigning concern for human rights and claimed they wanted to use the Uighur issue to “destabilise Xinjiang and suppress China”.\n\nA vote in October at the UN’s Human Rights Council to debate the issue, however, was narrowly defeated.\n\nFollowing the vote, human rights group Amnesty International accused the council of failing to uphold its core mission: protecting the victims of human rights violations everywhere.\n\n“The Chinese government has gained more global influence in recent years and has been able to turn that influence into a greater sway at established international institutions,” Liselotte Odgaard, a professor of China Relations at the Norwegian Institute for Defence Studies, told Al Jazeera.\n\nAdditionally, Beijing has used its veto power in the UN Security Council to block resolutions and statements condemning the military coup in Myanmar and hinder new sanctions on North Korea, while abstaining from condemnation of Russia’s invasion of Ukraine.\n\n\n\n\n\nBesides developing a greater say in traditional global institutions, Beijing has also founded new institutions to further its credibility as an international player.\n\nThe Shanghai Cooperation Organization, the BRICS New Development Bank (NDB), the Asian Infrastructure Investment Bank (AIIB) and the Silk Road Fund have all been spearheaded by China, have headquarters in China and have been called alternatives to established global institutions such as the UN, the World Bank and the International Monetary Fund.\n\nBut they should not necessarily be seen as an attempt by Beijing to replace existing international institutions, according to St Thomas’s Yeh.\n\nAs UN cases show, Beijing has channelled considerable effort into reshaping established institutions as well. At the same time, China is the second-biggest donor of funds to the UN and one of only five members of the security council with permanent veto powers.\n\n“We are seeing Beijing working both inside and outside established structures, depending on what is most conducive to their goals,” said Yeh.\n\nPursuing the Chinese Dream\n\nThe ultimate goal is achieving the rejuvenation of the Chinese nation also known as the Chinese Dream – a vision closely associated with President Xi since his early days in office.\n\nThe Chinese Dream represents Beijing’s quest to regain its prestige – damaged in the ‘Century of Humiliation’ by the imperial powers in the late 19th and early 20th century – and turn China into an advanced, world-leading nation by 2049.\n\nThis includes developing China internally but also expanding the territory under the PRC into areas currently beyond its direct control that are nonetheless considered inalienable parts of the Chinese nation.\n\nThis includes disputed territory along the land border with India and Bhutan, the Senkaku islands (that China calls Diaoyudao) administered by Japan in the East China Sea as well as most of the South China Sea where Brunei, Malaysia, the Philippines and Vietnam have rival claims.\n\nAbove all else, however, China’s rejuvenation means unification with Taiwan and Beijing has not ruled out the use of force to achieve this goal.\n\nWhen the Chinese military conducts large-scale exercises around Taiwan or when Chinese vessels intercept ships from other countries in the South China Sea, Beijing argues these are not breaches of China’s international pledges but examples of China upholding sovereignty over territory that rightfully belongs to the Chinese nation.\n\nOn the world stage, the Chinese government has repeatedly condemned violations of national sovereignty, foreign interference in other nations’ affairs and the unilateral use of economic sanctions.\n\nBut at the same time, it reserves the right to look past international rulings that go against it – such as the 2016 international court ruling that its historic claim to the South China Sea had “no legal basis” – and take action against those perceived to stand between Beijing and its path towards national rejuvenation.\n\nWhen Lithuania in 2021 allowed the opening of a “Taiwan Representative Office” rather than the usual “Taipei Economic and Cultural Office” in Vilnius, Beijing was furious. Seeing such a naming convention as encouraging Taiwanese independence, it imposed severe economic sanctions on the Baltic state.\n\n\n\n\n\nBut even as Beijing touts “non-interference” for itself and others, it has itself been accused of engaging in interference abroad.\n\nIn Canada, a leaked intelligence report revealed in early May that Chinese authorities had allegedly been involved in an intimidation campaign against a Canadian MP and his family in Hong Kong after he sponsored a successful motion declaring the Chinese treatment of the Uighurs a genocide.\n\nPrevious Canadian intelligence leaks have led to allegations that Beijing attempted to interfere in the Canadian general elections of 2019 and 2021 to secure the defeat of anti-Beijing candidates.\n\nChinese diplomatic staff have also been accused of election interference in Denmark, while consular staff in Manchester, England’s second-biggest city, were accused of employing physical violence to disrupt a demonstration outside the Chinese consulate.\n\nIn all these cases, Chinese officials have denied engaging in any sort of tampering, claiming instead that forces with “hidden agendas” were “fabricating lies” to “smear” China. At the same time, the Chinese government says it reserves the right to defend its sovereignty and act against those that attempt to interfere in China’s domestic matters.\n\nAs Xi allegedly told US President Biden regarding US engagement with Taiwan during a phone call last year: “Those that play with fire get burned.”", "summary": ["“Totalitarian North Korea also calls itself the Democratic People’s Republic of North Korea – simply saying something doesn’t make it true.”\n\nHRW warned in 2020 that Beijing was trying to bring about change within the UN, not only by trying to redefine established principles but also by hampering investigations and diluting condemnations of human rights abuses around the world.", "In a speech at a United Nations conference held to mark the 50-year anniversary of the People’s Republic of China’s joining the UN, Xi addressed China’s diplomatic rise and spoke of Beijing’s commitment to a world order defined by the pursuit of peace, democracy and human rights as well as the rejection of unilateralism, foreign interference and power politics.", "But at the same time, it reserves the right to look past international rulings that go against it – such as the 2016 international court ruling that its historic claim to the South China Sea had “no legal basis” – and take action against those perceived to stand between Beijing and its path towards national rejuvenation.", "In his keynote speech, Xi introduced the Global Civilization Initiative (GCI) as a way of formalising these principles with the added purpose of encouraging countries to “fully harness the relevance of their histories and cultures” and “appreciate the perceptions of values by different civilizations and refrain from imposing their own values or models on others”.", "“I don’t see a change in the world order being a case of a new boss simply replacing the old boss.”\n\nReconfiguring the existing world order\n\nAlthough the Chinese leadership regularly opposes the imposition of Western values, this does not mean Beijing wants to discard democracy, human rights and the rule of law on the global stage, according to the Chinese government."], "tags": ["beijing", "china", "shanghai", "remould", "reconfiguring"]}, {"source": "al-jazeera-english", "title": "Zelenskyy lauds Ukraine advance amid counteroffensive speculation", "text": "Kyiv has kept silent on start of counteroffensive despite speculation by analysts that campaign is getting under way.\n\nUkraine’s President Volodymyr Zelenskyy has praised his troops after Ukrainian forces pressed forward in several sections of the front line with Russia amid speculation the increased combat activities may signal that Kyiv’s long-expected counteroffensive is getting under way.\n\nIn his nightly video address on Monday, Zelenskyy mocked what he described as Russia’s hysterical reaction to every operation undertaken by Ukrainian forces and singled out two Ukrainian units who “skilfully, decisively and effectively defend our positions, destroy the occupiers and, most importantly, move forward”.\n\n“I am grateful to each of our warriors, to all our defenders who gave us the news we expect. Bakhmut direction – well done, warriors!” Zelenskyy said in his address, which did not directly address whether the long-awaited counteroffensive had started.\n\n“We see how hysterically Russia perceives every step we take there, every position we take,” he said.\n\n“The enemy knows that Ukraine will win. They see it. They feel it thanks to your strikes, soldiers and in particular in Donetsk region. Thank you for that.”\n\nAlthough the global trend is clear – Russia will lose this war, Russia's rulers continue to deny reality. They continue to try to deceive the world, to circumvent sanctions, to produce more weapons, to ensure more resources and people are spent on this aggression… We are… pic.twitter.com/ymcYWrlo2F — Володимир Зеленський (@ZelenskyyUa) June 5, 2023\n\nThe commander of Ukraine’s ground forces, Oleksandr Syrskyi, said earlier on Monday that his troops continued “moving forward” near Bakhmut. Russian fighters and officials said the situation there was “very difficult”, despite Moscow claiming to have captured the city late last month following what had become the war’s longest and bloodiest battle. Ukraine had insisted its forces retained a small foothold in the eastern city.\n\nUkraine’s Deputy Defence Minister Hanna Maliar also said Ukraine was “shifting to offensive actions” along parts of the front but dismissed suggestions this was part of a major operation.\n\nCountering those claims, Russia’s military said it thwarted two large-scale Ukrainian offensives against its forces in eastern Ukraine since Sunday and had inflicted major losses on Ukrainian forces in what appeared to be Moscow’s attempt to portray the military activity as the start of Ukraine’s counteroffensive that was failing early.\n\n“The enemy launched a large-scale offensive in five sectors of the front in the South Donetsk direction,” the Russian defence ministry said in a statement.\n\n“The enemy did not achieve its tasks, it had no success,” it said.\n\n\n\n\n\nRussia’s defence ministry claimed early on Tuesday that eight of Ukraine’s Germany-made Leopard battle tanks were among 28 tanks destroyed in the fighting along with 109 armoured vehicles and hundreds of Ukrainian troops killed.\n\nBut some pro-Kremlin military bloggers painted a different picture of the fighting, acknowledging that Kyiv’s troops had made some quick gains. The boss of Russia’s Wagner mercenary group, Yevgeny Prigozhin, also said on Monday that Ukraine’s troops had made gains near Bakhmut.\n\nRussian troops, he said, were “slowly” leaving the village of Berkhivka near Bakhmut, which he said was a “disgrace”.\n\nThe Wagner boss again challenged Valery Gerasimov, chief of Russia’s General Staff, and Russian Defence Minister Sergei Shoigu to come to the front line and force Russian troops to stand and fight.\n\nKyiv is officially keeping silent regarding the start of any counteroffensive despite speculation by analysts that an offensive campaign against Russian forces has started.\n\nA video Ukraine released over the weekend shows several of its soldiers in full combat gear raising a finger to their lips.\n\n“Plans love silence. There will be no start announcement,” say the words flashing on the screen afterwards, followed by warplanes in flight.\n\n‘Kyiv is looking for Russia’s weak spots’\n\nAl Jazeera’s Charles Stratford, reporting from Kyiv, said there was “increasing evidence of an intensification of fighting at various locations along the front line”.\n\n“Whether this represents the beginning of the long-awaited Ukrainian counteroffensive and efforts by Ukrainian forces to find weak spots in Russian defence or, indeed, these are small probing attacks ahead of a larger full-scale operation, well that will become clear in the coming days,” he said.\n\nThe Institute for the Study of War (ISW), a Washington, DC-based think tank, said on Tuesday that it too had observed increased fighting in different sectors of the front line amid signals from Russian and Ukrainian officials that the counteroffensive has started.\n\n“Ukrainian forces are making territorial gains despite Russian claims to the contrary”, the ISW said, noting that Moscow had a history of claiming Ukrainian battlefield defeats which later turned out to be successes for Kyiv.\n\nRussian and Ukrainian officials are signaling the start of the Ukrainian #counteroffensive. ISW has observed increased combat activity in different sectors of the frontline and assesses that Ukrainian forces are making territorial gains despite Russian claims to the contrary.🧵⬇️ — ISW (@TheStudyofWar) June 5, 2023\n\n“Russian officials have historically immediately claimed that Ukrainian counter-offensives failed even when the counter-offensives ultimately succeed,” the ISW said.\n\n“A successful counteroffensive operation may take days, weeks, or even months before its outcome becomes fully clear, during which time Russian sources may falsely claim to have defeated it,” the institute said.\n\nMilitary analysts say Ukraine has tried to hide its strategic intentions by launching multiple attacks on several sectors of the front line over recent weeks to force Russia to scatter its resources and distract them from where the main strike would be launched.\n\n“Kyiv is looking for Russia’s weak spots and trying to spread the front” as wide “as possible”, Ukrainian military analyst Roman Svitan said.\n\nFor months, tens of thousands of Russian troops have been digging in along a front line that stretches for approximately 1,000km (600 miles), bracing for a Ukrainian attack expected to try to cut Russia’s so-called land bridge to the Crimean Peninsula. Many military experts expect Ukraine to try to ram through Russian defences towards the Sea of Azov coast to break the land corridor to Russian-held Crimea.\n\n\n\n\n\nThe Washington Post reported that some officials in Washington thought the counteroffensive was under way but the US White House’s national security spokesperson, John Kirby, declined to say whether he thought this was the case.\n\n“I’m not going to be talking for the Ukrainian military. That’s for them to speak to,” he told a regular briefing, although he stressed the work the United States had done to ensure the Ukrainians were ready.\n\n“So whether it’s starting now, or starting soon, or whenever they decide to step up and whatever they decide to do, the president is confident that we did everything we could over the last six, eight months or more to make sure that they had all the equipment, the training, the capabilities to be successful.”\n\nSir Richard Barrons, former Commander of the UK Joint Forces Command, said a counteroffensive would not unfold on a set time scale.\n\n“We need to understand that what we’re calling the Ukraine counteroffensive is not like a football match,” he said\n\n“It’s not going to be done and dusted in 90 minutes with a halftime on an appointed day. It’s been nine months at least in the preparation in the sense that they’ve had to gather weapons and ammunition from NATO. Not enough, I think, so far,” he said.\n\nUkrainian Foreign Minister Dmytro Kuleba told Reuters on Monday that Ukraine now had enough weapons for a counteroffensive but declined to comment when asked whether it had begun.", "summary": ["“So whether it’s starting now, or starting soon, or whenever they decide to step up and whatever they decide to do, the president is confident that we did everything we could over the last six, eight months or more to make sure that they had all the equipment, the training, the capabilities to be successful.”\n\nSir Richard Barrons, former Commander of the UK Joint Forces Command, said a counteroffensive would not unfold on a set time scale.", "They continue to try to deceive the world, to circumvent sanctions, to produce more weapons, to ensure more resources and people are spent on this aggression… We are… pic.twitter.com/ymcYWrlo2F — Володимир Зеленський (@ZelenskyyUa) June 5, 2023\n\nThe commander of Ukraine’s ground forces, Oleksandr Syrskyi, said earlier on Monday that his troops continued “moving forward” near Bakhmut.", "Countering those claims, Russia’s military said it thwarted two large-scale Ukrainian offensives against its forces in eastern Ukraine since Sunday and had inflicted major losses on Ukrainian forces in what appeared to be Moscow’s attempt to portray the military activity as the start of Ukraine’s counteroffensive that was failing early.", "“Whether this represents the beginning of the long-awaited Ukrainian counteroffensive and efforts by Ukrainian forces to find weak spots in Russian defence or, indeed, these are small probing attacks ahead of a larger full-scale operation, well that will become clear in the coming days,” he said.", "In his nightly video address on Monday, Zelenskyy mocked what he described as Russia’s hysterical reaction to every operation undertaken by Ukrainian forces and singled out two Ukrainian units who “skilfully, decisively and effectively defend our positions, destroy the occupiers and, most importantly, move forward”."], "tags": ["2023", "tuesday", "nightly", "june", "battle"]}, {"source": "al-jazeera-english", "title": "Russia-Ukraine war: List of key events, day 468", "text": "Russia-Ukraine war: List of key events, day 468\n\nAs the war enters its 468th day, these are the main developments.", "summary": ["Russia-Ukraine war: List of key events, day 468\n\nAs the war enters its 468th day, these are the main developments."], "tags": ["war", "468th", "russia", "ukraine", "468"]}, {"source": "al-jazeera-english", "title": "US report on Abu Akleh killing must be made public, senator urges", "text": "Chris Van Hollen says though US did not conduct an independent investigation, the government report provides ‘important insights’.\n\nWashington, DC – A United States senator has called on President Joe Biden’s administration to make public a government report on the killing of Al Jazeera journalist Shireen Abu Akleh.\n\nDemocrat Chris Van Hollen said on Monday that he had reviewed the report by the US Security Coordinator for Israel and the Palestinian Authority (USSC) — weeks after he requested it from the State Department.\n\nBut Van Hollen said he now wants it declassified “in its entirety”.\n\n“I strongly believe that its public release is vital to ensuring transparency and accountability in the shooting death of American citizen and journalist Shireen Abu Akleh and to avoiding future preventable and wrongful deaths — goals we should all support,” the senator said in a statement.\n\nAbu Akleh, a veteran Palestinian-American correspondent, was killed on May 11, 2022, while covering an Israeli raid in Jenin, a city in the occupied West Bank.\n\n\n\n\n\nAt first, Israeli officials falsely accused Palestinian gunmen of fatally shooting Abu Akleh before acknowledging months later that she was likely killed by an Israeli soldier.\n\nStill, Israel has dismissed the incident as unintentional and has not opened a criminal probe into the killing — prompting calls for the US, a staunch Israeli ally, to conduct its own investigation and seek accountability in the case.\n\nVan Hollen said on Monday that the USSC, which oversees and encourages security coordination between Israeli and Palestinian officials, was not granted access to key witnesses and was “unable to conduct an independent investigation” into the killing.\n\nStill, the senator said the report provides “very important insights” into the incident, including on the Israeli unit involved in the operation that led to Abu Akleh’s death, “as well as other [Israeli military] units operating in the West Bank”.\n\nThe report is described as a “summation” document on other investigations of the incident.\n\nIn July 2022, the State Department cited an initial USSC summary of the probes conducted by Israel and the Palestinian Authority (PA), which said that Israeli gunfire was “likely responsible” for Abu Akleh’s death, though it found no reason to believe the shooting was intentional.\n\nThe assessment angered Palestinian rights supporters who noted that US authorities did not interview witnesses and ignored the PA’s conclusion that the shooting was deliberate.\n\nThe USSC report, which Van Hollen said on Monday he had reviewed, is believed to be a more thorough accounting of the US government’s findings. Specific details of the report, including when it was finalised and what it includes, remain unclear.\n\nSearch for answers\n\nWitnesses, video footage and investigations by numerous media outlets have concluded there was no fighting in the immediate vicinity of where Abu Akleh — who was in full press gear — was fatally shot.\n\nIn the months since, Van Hollen and other American legislators have called for a US probe into the incident.\n\nLate last year, Israeli and US media outlets reported that the FBI was investigating the killing, but US authorities — including the Justice and State departments — have refused to confirm or deny the existence of the purported probe.\n\n\n\n\n\nUS officials initially called for accountability in the case, including prosecuting Abu Akleh’s killers to the “fullest extent” of the law.\n\nWeeks after the shooting, Secretary of State Antony Blinken also said that Washington was looking for an “independent” investigation into the killing.\n\nBut Washington appeared to drop that demand last year. Instead, the State Department now says it is seeking accountability by calling on Israel to review its military rules of engagement — a demand Israeli leaders have openly rejected.\n\n“In the aftermath of the death of Shireen Abu Akleh, Secretary Blinken has asked the Government of Israel to review the [military] rules of engagement in the West Bank, but he has been rebuffed — such a review remains necessary,” Van Hollen said in Monday’s statement.\n\nLast month, on the first anniversary of Abu Akleh’s killing, the Al Jazeera journalist’s family met with lawmakers in Washington, DC to renew calls for justice.\n\n“It’s not just that the Biden administration hasn’t done anything to achieve justice for Shireen; it’s that they actively are working to block any form of accountability,” Congresswoman Rashida Tlaib told reporters at the time.\n\n“If the administration actually wanted to help, they would launch a full State Department … investigation into whether or not US weapons were used to commit this and other war crimes and human rights violations.”", "summary": ["In July 2022, the State Department cited an initial USSC summary of the probes conducted by Israel and the Palestinian Authority (PA), which said that Israeli gunfire was “likely responsible” for Abu Akleh’s death, though it found no reason to believe the shooting was intentional.", "“I strongly believe that its public release is vital to ensuring transparency and accountability in the shooting death of American citizen and journalist Shireen Abu Akleh and to avoiding future preventable and wrongful deaths — goals we should all support,” the senator said in a statement.", "Van Hollen said on Monday that the USSC, which oversees and encourages security coordination between Israeli and Palestinian officials, was not granted access to key witnesses and was “unable to conduct an independent investigation” into the killing.", "“It’s not just that the Biden administration hasn’t done anything to achieve justice for Shireen; it’s that they actively are working to block any form of accountability,” Congresswoman Rashida Tlaib told reporters at the time.", "“If the administration actually wanted to help, they would launch a full State Department … investigation into whether or not US weapons were used to commit this and other war crimes and human rights violations.”"], "tags": ["senator", "congresswoman", "president", "fbi", "lawmakers"]}, {"source": "al-jazeera-english", "title": "US and Chinese officials hold ‘candid’ talks in Beijing", "text": "Mid-level talks in Beijing mark continuing diplomacy despite rising tensions and competition between US and China.\n\nWashington, DC – Officials from the United States had “candid and productive discussions” with Chinese diplomats in Beijing, the US Department of State has said, amid rising tensions between the two countries.\n\nDaniel Kritenbrink, assistant US secretary of state for East Asian and Pacific Affairs, and Sarah Beran, National Security Council senior director for China, met with Chinese officials Ma Zhaoxu and Yang Tao on Monday.\n\nThe mid-level talks, which mark continuing diplomacy between the two countries despite intensifying competition, come two days after the US military accused China of “unsafe” manoeuvres near a US military ship in the Taiwan Strait.\n\n“The two sides had candid and productive discussions as part of ongoing efforts to maintain open lines of communication and build on recent high-level diplomacy between the two countries,” the State Department said in a statement.\n\nKritenbrink’s visit also followed an apparent snub last week after Beijing declined a request for a formal meeting between Defense Secretary Lloyd Austin and his Chinese counterpart, Li Shangfu, on the sidelines of a security summit in Singapore.\n\nThe talks also follow a visit by Central Intelligence Agency (CIA) director William Burns to China last month, which was confirmed by several US media outlets last week.\n\n\n\n\n\nThe State Department said the two sides exchanged views on their bilateral relationship, their “channels of communication” and other issues on Monday, adding that the American officials made clear that Washington would “stand up for US interests and values”.\n\nIn a statement released on Tuesday, the Chinese Foreign Ministry said: “The two sides conducted candid, constructive and fruitful communication on promoting the improvement of Sino-US relations and properly managing and controlling differences.”\n\nCommunications would remain open, the ministry added.\n\nThe maritime incident days earlier had underscored the tensions between the two countries.\n\nThe US military’s Indo-Pacific Command said on Saturday that a Chinese ship came close to American destroyer USS Chung-Hoon, causing it to slow down to avoid a collision, in violation of the right to safe passage in international waters.\n\nOn Monday, Chinese foreign ministry spokesperson Wang Wenbin rejected the US version of events, accusing the American destroyer of making “provocations” first.\n\n“The actions taken by the Chinese military are completely justified, lawful, safe and professional. It is the US that should reflect on and correct its wrongdoing,” Wang said.\n\nLast week, the US also said a Chinese jet performed “unnecessarily aggressive” manoeuvres near an American aircraft over the South China Sea.\n\nOn Monday, White House national security spokesperson John Kirby said the two incidents are part of an “increasing level of aggressiveness” by the Chinese military, warning that such manoeuvres can lead to misunderstandings and miscalculations.\n\n“When you have pieces of metal that size — whether it’s in the air or on the sea — and they’re operating that close together, it wouldn’t take much for an errant judgement or a mistake to get made, and somebody could get hurt,” he said. “And that’s just got to be unacceptable.”\n\n\n\n\n\nTies between Beijing and Washington have soured in recent years, over numerous issues including trade rules, the status of Taiwan, China’s claims in the South China Sea and an ongoing US push against growing Chinese influence in the Asia Pacific.\n\nSecretary of State Antony Blinken cancelled a visit to China in February after US authorities shot down what they said was a Chinese spy balloon that had traversed the country.\n\nBeijing insisted that the aircraft was a weather balloon that drifted off course.\n\nBoth US and Chinese officials say they are not seeking confrontations or a new Cold War. In May, US President Joe Biden predicted a “thaw” would happen “very shortly” between the two countries.", "summary": ["“And that’s just got to be unacceptable.”\n\n\n\n\n\nTies between Beijing and Washington have soured in recent years, over numerous issues including trade rules, the status of Taiwan, China’s claims in the South China Sea and an ongoing US push against growing Chinese influence in the Asia Pacific.", "“When you have pieces of metal that size — whether it’s in the air or on the sea — and they’re operating that close together, it wouldn’t take much for an errant judgement or a mistake to get made, and somebody could get hurt,” he said.", "Kritenbrink’s visit also followed an apparent snub last week after Beijing declined a request for a formal meeting between Defense Secretary Lloyd Austin and his Chinese counterpart, Li Shangfu, on the sidelines of a security summit in Singapore.", "On Monday, White House national security spokesperson John Kirby said the two incidents are part of an “increasing level of aggressiveness” by the Chinese military, warning that such manoeuvres can lead to misunderstandings and miscalculations.", "In a statement released on Tuesday, the Chinese Foreign Ministry said: “The two sides conducted candid, constructive and fruitful communication on promoting the improvement of Sino-US relations and properly managing and controlling differences.”\n\nCommunications would remain open, the ministry added."], "tags": ["beijing", "china", "chinese", "diplomats", "diplomacy"]}, {"source": "al-jazeera-english", "title": "Brazil’s Lula is right on global politics and wrong on Ukraine", "text": "The Brazilian president should support Ukraine; this would be an expression of the South-South solidarity he has pledged to pursue.\n\nWhen Brazilian President Luiz Inácio Lula da Silva was sworn in in January, many policymakers in the West breathed a sigh of relief. Four years of Jair Bolsonaro’s reactionary politics had undermined Western engagement with Brazil and worried Western liberal democracies about the resurgence of far-right politics in South America.\n\nThe staunch support Lula received from Western capitals, especially from Washington, when Bolsonaro’s followers attacked government buildings in the Brazilian capital shortly after the inauguration, was meant to solidify this “reset” in relations.\n\nBut when the United States and its European allies pressed the Brazilian president to take a stance on the raging war in Ukraine, the response they got was not what they had hoped for.\n\nApart from voting in favour of a United Nations resolution condemning the Russian aggression, Brazil under the new administration did not take a clear side in the conflict.\n\nLula refused to enter the anti-Russia camp by joining the sanctions regime or arming Ukraine and continued to toe the neutrality line set by his right-wing predecessor.\n\nTo expect Brazil to fully align with the West on the war in Ukraine is, of course, naïve. From a Global South perspective, Lula’s stance makes sense. He is not only defending vital national interests related to Brazilian agribusiness, but is also ideologically consistent with the neutral position Brazil occupies in global politics.\n\nYet, domestic concerns and diplomatic continuity should not prevent the Brazilian government from extending solidarity to Ukraine, the victim of aggression by a former colonial power.\n\nDomestic considerations\n\nDuring his election campaign in 2022, Lula banked on his previous success and raised hopes among Brazil’s poor that his new administration will repeat past socioeconomic policies.\n\nDuring his first two terms (2003-10), the global boom in commodity prices allowed his government to boost public spending. The extra revenues were redirected to massive income transfer policies, like Bolsa Familia, the social programme which became his trademark and which lifted about 36 million people out of extreme poverty.\n\nBut today, the situation in Brazil is quite different, considering the internal political polarisations and difficult economic situation marked by high inflation, slow growth and a sluggish private sector.\n\nThat is why, when putting together his foreign policy, Lula has to keep in mind the economic interests of industries, which contribute large chunks of state revenue. When examining relations with Russia, one of the key sectors to consider is agribusiness, which accounts for about 25 percent of the Brazilian gross domestic product (GDP) and 48 percent of the country’s total exports.\n\nThe productivity of Brazilian agriculture depends on the massive use of fertilisers, especially NPK (nitrogen, phosphorus, and potassium compounds). Brazil is the largest importer of NPK in the world, and Russia is its biggest seller, meeting 22 percent of Brazilian demand.\n\nJoining the Western sanctions regime on Moscow would certainly disrupt the steady supply of Russian fertilisers and affect agricultural exports. This in turn would not only anger big agribusiness which has a sizable lobby in the Brazilian parliament, but would also affect the government revenue stream from agricultural exports.\n\nLula’s calculations are simple: To finance social policies and recover the electorate that swung to the extreme right, he needs economic stability and sources of revenue; the trade relationship with Russia plays a significant role in this equation.\n\nNon-alignment in the 21st century\n\nBrazil under Lula is not alone in pursuing its own interests when considering its position on the war in Ukraine. Governments across the Global South do not want to get involved because they think they stand to lose a lot if they do.\n\nLast year, the war and the subsequent sanctions took a toll on poorer countries as the prices of grains and fuel skyrocketed. Developing nations can ill afford to stoke the crisis further by taking sides in a war that concerns them little and potentially threatens their supplies of grain.\n\nAcross the Global South, there is a general feeling that Europe and the US are disregarding global economic stability and the wellbeing of poorer nations in their rush to arm and aid Ukraine.\n\nMany also perceive the Western backing for Kyiv as a continuation of the long record of Western interventions across the world. In this sense, the Brazilian government and others in the Global South do not see the West as having the moral authority to demand support for their military efforts in Ukraine. The locus classicus of this line of reasoning is the US-led invasion of Iraq in 2003, which Washington launched, despite having no authorisation from the UN Security Council.\n\nIn the context of growing tensions between the West and China and Russia, Lula has attempted to establish a geopolitical ground analogous to the non-aligned movement during the Cold War. In foreign visits, he has emphasised Brazil’s neutrality and has called for South-South solidarity, even calling for the de-dollarisation of international trade.\n\nHe has appealed for peace, proposing a new initiative – a “peace club” in an effort to jumpstart negotiations between Ukraine and Russia.\n\nMoscow has given a nod to the initiative, but Kyiv has rejected it outright, while the US has accused the Brazilian leader of “parroting Russian and Chinese propaganda”.\n\nLula’s subsequent comments that Russian President Vladimir Putin and Ukrainian President Volodymyr Zelenskyy are both to blame for the war and that Ukraine will have to give up its claim on the Crimean Peninsula have not helped. Attempts at damage control by the presidency, clearly condemning the Russian invasion of Ukraine and declining the Russian invitation to participate in the St Petersburg Economic Forum have not worked.\n\nLula’s attempt at conjuring a new non-aligned movement has failed and, in the process, he seems to have lost some of the international standing he had built during his previous terms.\n\nThe pitfall of Third-Worldism\n\nThere is a contradiction in Lula’s appeal for a 21st-century Third-Worldism vis-à-vis the war in Ukraine. Although he is right to criticise Western interventionism, his critique falls short when considering Ukrainian history and current standing.\n\nThe country, one of the poorest in Europe, has a brutal colonial past similar to Brazil’s and the rest of Latin America’s. It is not, by any means, a nation of the Global North, which has enriched itself through the domination of other peoples.\n\nAt the same time, Ukraine cannot be reduced to a victim of forced Westernisation or a NATO puppet. Doing so would ignore the Ukrainian struggle for national liberation and independence and would legitimise Russian aggression and colonialist pretences.\n\nIn this sense, were Brazil to extend support to Ukraine, it would be an expression of South-South solidarity – one that sees through the propaganda from Western, but also from Eastern powers.\n\nIn extending a hand to Kyiv, Lula can reject not only the simplistic Western narrative of “Western liberal democracy vs Eastern authoritarianism”, but also the equally hypocritical discourse of “the West vs the rest” that turns a blind eye to aggression by regional powers, autocratic brutality, and repression of minorities in the Global South.\n\nThe Brazilian government also cannot ignore the growing evidence of shocking war crimes committed by Russian forces in Ukraine, which is refuting any claims of symmetry within this conflict. Lula cannot present himself as a messenger of peace, leading a country historically committed to human rights and social justice, while disregarding major violations of international human rights and humanitarian law.\n\nThe Russian aggression in Ukraine and the apologetic narrative of the Kremlin are challenging the legitimacy of the international legal system that the Brazilian state, a UN founding member, has supported since 1945. Putin’s multi-imperialist vision of the world in which nuclear powers divide it into spheres of influence directly contradicts the multilateralism and egalitarianism that Brazil has defended for the past 75 years.\n\nLula seems to be trapped in old Cold War dilemmas in a world that is no longer bipolar. The alternative to the unilateralism of US President George W Bush that marked the invasion of Iraq in 2003 cannot be the multi-imperialism of Putin’s invasion of Ukraine.\n\nIf the Brazilian president really wishes to promote multilateralism and uphold international law, then he must unequivocally express solidarity with Ukraine and condemn Russian aggression. From this position, he can then proceed to lead multinational mediation efforts, putting together a coalition of willing partners along with China and India.\n\nThe views expressed in this article are the author’s own and do not necessarily reflect Al Jazeera’s editorial stance", "summary": ["In extending a hand to Kyiv, Lula can reject not only the simplistic Western narrative of “Western liberal democracy vs Eastern authoritarianism”, but also the equally hypocritical discourse of “the West vs the rest” that turns a blind eye to aggression by regional powers, autocratic brutality, and repression of minorities in the Global South.", "Lula’s calculations are simple: To finance social policies and recover the electorate that swung to the extreme right, he needs economic stability and sources of revenue; the trade relationship with Russia plays a significant role in this equation.", "Lula’s subsequent comments that Russian President Vladimir Putin and Ukrainian President Volodymyr Zelenskyy are both to blame for the war and that Ukraine will have to give up its claim on the Crimean Peninsula have not helped.", "The staunch support Lula received from Western capitals, especially from Washington, when Bolsonaro’s followers attacked government buildings in the Brazilian capital shortly after the inauguration, was meant to solidify this “reset” in relations.", "When examining relations with Russia, one of the key sectors to consider is agribusiness, which accounts for about 25 percent of the Brazilian gross domestic product (GDP) and 48 percent of the country’s total exports."], "tags": ["president", "2022", "putin", "humanitarian", "brazil"]}, {"source": "al-jazeera-english", "title": "Latest Ukraine updates: Russia hits infiltrators at border", "text": "The live blog is now closed, thank you for joining us. Here are the updates for June 4:", "summary": ["The live blog is now closed, thank you for joining us.", "Here are the updates for June 4:"], "tags": ["june", "blog", "closed", "thank", "live"]}, {"source": "al-jazeera-english", "title": "Russia-Ukraine war: List of key events, day 466", "text": "Russia-Ukraine war: List of key events, day 466\n\nAs the war enters its 466th day, here’s a look at the main developments.", "summary": ["Russia-Ukraine war: List of key events, day 466\n\nAs the war enters its 466th day, here’s a look at the main developments."], "tags": ["466th", "466", "war", "russia", "ukraine"]}, {"source": "associated-press", "title": "'Jerry Maguire' star Cuba Gooding Jr. faces start of civil trial in rape case", "text": "FILE - Actor Cuba Gooding Jr. appears in court, Jan. 22, 2020, in New York. Three women who claim Cuba Gooding Jr. sexually abused them — including one upset she never got her day in court when Gooding resolved criminal charges without trial or jail — can testify at a federal civil trial next week to support a woman’s claim that the actor raped her in 2013, a judge ruled Friday, June 2, 2023. (Alec Tabak/The Daily News via AP, File, Pool)\n\nFILE - Actor Cuba Gooding Jr. appears in court, Jan. 22, 2020, in New York. Three women who claim Cuba Gooding Jr. sexually abused them — including one upset she never got her day in court when Gooding resolved criminal charges without trial or jail — can testify at a federal civil trial next week to support a woman’s claim that the actor raped her in 2013, a judge ruled Friday, June 2, 2023. (Alec Tabak/The Daily News via AP, File, Pool)\n\nNEW YORK (AP) — Just as a trial was to begin, it was revealed Tuesday that Cuba Gooding Jr. has settled accusations that he raped a woman in a New York City hotel a decade ago, according to court records. The actor had insisted through lawyers that his encounter with the woman was consensual after the two met at a nearby restaurant.\n\nThe trial was to start with jury selection in New York federal court as the Oscar-winning “Jerry Maguire” star faced allegations that he met the woman in Manhattan, persuaded her to join him at a hotel, and convinced her to stop at his room so he could change clothing.\n\nMinutes after jurors were to begin assembling in a courtroom, a calendar entry in the official court record said: “TRIAL OFF.” It added: “Reason for cancellation (on consent): the parties have resolved the matter.”\n\nThe woman had proceeded anonymously until last week, when Judge Paul A. Crotty ruled that she would have to reveal her name at trial. She said in her lawsuit that Gooding raped her in his room. His lawyers, though, insisted that it was consensual sex and that she bragged afterward to others that she had sex with a celebrity.\n\nThe lawsuit sought $6 million in damages. Attorney Gloria Allred, one of several representing the woman, declined comment. Other lawyers, including those representing Gooding, did not immediately respond to requests for comment.\n\nThe lawsuit was filed against a man who authorities say has been accused of committing sexual misconduct against more than 30 other women, including groping, unwanted kissing and other inappropriate behavior.\n\nLate last week, the judge seemed to strengthen the woman’s hand at trial and in settlement negotiations by ruling that he would let three women testify that they also were subjected to sudden sexual assaults or attempted sexual assaults after meeting Gooding in social settings such as festivals, bars, nightclubs and restaurants.\n\nOne of the women who had planned to testify at the trial was Kelsey Harbert, who told police Gooding fondled her without her consent at Magic Hour Rooftop Bar & Lounge near Times Square in 2019.\n\nHarbert said last year after Gooding pleaded guilty in New York state court to a charge that spared him from jail or a criminal history that never getting her day in court was “more disappointing than words can say.”\n\nThe Associated Press does not typically identify people who say they have been sexually assaulted unless they grant permission, as Harbert has done.\n\nGooding, a star in films including “Boyz n the Hood” and “Radio,” was permitted to plead guilty in April 2022 to a misdemeanor, admitting that he forcibly kissed a worker at a New York nightclub in 2018.\n\nBy staying out of trouble and completing six months of alcohol and behavioral counseling, Gooding was permitted to withdraw his guilty plea and plead guilty to a non-criminal harassment violation, eliminating his criminal record and preventing further penalties.", "summary": ["Harbert said last year after Gooding pleaded guilty in New York state court to a charge that spared him from jail or a criminal history that never getting her day in court was “more disappointing than words can say.”\n\nThe Associated Press does not typically identify people who say they have been sexually assaulted unless they grant permission, as Harbert has done.", "Minutes after jurors were to begin assembling in a courtroom, a calendar entry in the official court record said: “TRIAL OFF.” It added: “Reason for cancellation (on consent): the parties have resolved the matter.”\n\nThe woman had proceeded anonymously until last week, when Judge Paul A. Crotty ruled that she would have to reveal her name at trial.", "Three women who claim Cuba Gooding Jr. sexually abused them — including one upset she never got her day in court when Gooding resolved criminal charges without trial or jail — can testify at a federal civil trial next week to support a woman’s claim that the actor raped her in 2013, a judge ruled Friday, June 2, 2023.", "Three women who claim Cuba Gooding Jr. sexually abused them — including one upset she never got her day in court when Gooding resolved criminal charges without trial or jail — can testify at a federal civil trial next week to support a woman’s claim that the actor raped her in 2013, a judge ruled Friday, June 2, 2023.", "Late last week, the judge seemed to strengthen the woman’s hand at trial and in settlement negotiations by ruling that he would let three women testify that they also were subjected to sudden sexual assaults or attempted sexual assaults after meeting Gooding in social settings such as festivals, bars, nightclubs and restaurants."], "tags": ["raped", "tuesday", "june", "2023", "2022"]}, {"source": "associated-press", "title": "Former New Jersey Gov. Chris Christie set to launch 2024 presidential bid at New Hampshire town hall", "text": "Former New Jersey Gov. Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog\" and arguing that he's the only one who can stop him. (June 6)\n\nFormer New Jersey Gov. Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog\" and arguing that he's the only one who can stop him. (June 6)\n\nMANCHESTER, N.H. (AP) — Former New Jersey Gov. Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog” and arguing that he’s the only one who can stop him.\n\nChristie began his run with a town hall in New Hampshire. The former governor and federal prosecutor ran for president and lost to Trump in 2016 and went on to become a close off-and-on adviser before breaking with the former president over his refusal to accept the results of the 2020 election.\n\nNow that Trump is trying again for the White House, Christie is out to do everything in his power to deny him. After criticizing other Republican primary rivals for being afraid to directly challenge Trump, Christie made clear that he had no such concerns.\n\n“The person I am talking about, who is obsessed with the mirror, who never admits a mistake, who never admits a fault, who always finds someone else and something else to blame for whatever goes wrong — but finds every reason to take credit for anything that goes right — is Donald Trump,” he told a small, mostly friendly crowd at Saint Anselm College.\n\n“A lonely, self-consumed, self-serving mirror hog is not a leader,” Christie said, saying Trump “made us smaller by dividing us even further and pitting us one against the other.”\n\nBut he also said President Joe Biden “is doing the same thing, just on the other side.” He noted that he’d known Biden for decades and said the president is “out of his depth” because “he’s not the guy he used to be,” referencing the 80-year-old Biden’s advanced age.\n\nBut Christie’s chief target was Trump.\n\n“There’s a big argument in our country right now about whether character matters, and we have leaders who have shown us over and over again that not only are they devoid of character, they don’t care.” Christie said. “We can’t dismiss the question of character anymore, everybody. If we do, we get what we deserve, and we will have to own it.”\n\nChristie enters a growing primary field that already includes Trump, Florida Gov. Ron DeSantis, former United Nations Ambassador Nikki Haley and U.S. Sen. Tim Scott of South Carolina. Former Vice President Mike Pence will be formally launching his own campaign in Iowa on Wednesday.\n\nDuring his time as governor, Christie established a reputation as a fighter with a knack for creating viral moments of confrontation. But he faces an uphill battle to the nomination in a party that remains closely aligned with the former president, despite Trump’s reelection loss in 2020 and Republicans’ poorer-than-expected showing in the 2022 midterm elections.\n\nChristie argues that unless top Republicans dare confront Trump, there will be a repeat of the 2016 GOP primary, when Trump rolled over a host of alternatives with more political experience who split the support of voters opposing him.\n\nChristie said Tuesday that the only way to win the GOP nomination was to topple Trump, but he was in the race to win the White House, not just the primary. He made fun of Trump’s failed promise to wall off the entire southern U.S. border and have Mexico pay for it but said that voters who believed Trump in 2016 now knew better.\n\nAnti-Trump Republicans are particularly eager to see Christie spar with Trump on a debate stage — if, of course, Trump agrees to participate in primary debates and Christie meets the stringent fundraising criteria set by the Republican National Committee for participation.\n\nJP Marzullo, a former state representative and former vice chairman of the New Hampshire Republican Party, previously backed Trump but is now supporting Christie.\n\n“I think he’ll actually unite some of the voters, and he’ll get to independents,” Marzullo said of the former governor, adding, “I think it’s time for a change.”\n\nChristie’s campaign will test the appetite among Republican voters for someone who has expressed support for many of Trump’s policies but has criticized the former president’s conduct. The former governor has rejected Trump’s lies that the 2020 election was stolen and has urged the party to move on or risk future losses.\n\nOther Republicans with similar views, including former Maryland Gov. Larry Hogan and New Hampshire Gov. Chris Sununu, have opted against their own campaigns, expressing concerns that having more candidates in the race will only benefit Trump.\n\nChristie was at one point seen as one of the Republican Party’s brightest political stars as the popular Republican governor of a Democratic state. But despite persistent urging from top donors and party officials, he declined to run for president in 2012. By the time he announced in 2016, his reputation had been tarnished by the “Bridgegate” scandal in which aides were accused of wreaking traffic havoc in Fort Lee, New Jersey, in an apparent effort to punish the city’s mayor for failing to endorse his reelection bid.\n\nIn the packed 2016 GOP primary, Christie portrayed himself as a brash, tough-talking East Coaster who could “tell it like it is” — only to be eclipsed by the brasher Trump.\n\nChristie opting to start his 2024 bid at a New Hampshire town hall recalled his first run at the White House, when he focused on the state, holding dozens of New Hampshire town hall events only to finish sixth in its primary. He dropped out of that race afterward.\n\nTwo weeks later, Christie stunned even some former aides when he endorsed Trump , becoming the first sitting governor and former rival to get behind the emerging GOP front-runner. His announcement undercut rival Marco Rubio at a crucial moment — the day after a debate that had been seen as a possible turning point in the race — helping to pave the way for Trump’s nomination and eventual win.\n\n“The line of supporting Donald Trump starts behind me,” Christie has said.\n\nThe former governor, who has known Trump for nearly 20 years, has had a complicated friendship with the former developer and reality TV star. At times, he was one of Trump’s closest advisers: He was on the shortlist to serve as Trump’s vice president, oversaw Trump’s early White House transition efforts, said he was offered — and turned down — multiple Cabinet positions, and helped Trump prepare for each of his general election debates in 2016 and 2020. (It was during those debate preparations that Christie believes he caught COVID-19, landing him in intensive care.)\n\nBut Christie also clashed with Trump at times and has described the former president’s refusal to accept his 2020 election loss to Democrat Joe Biden as a breaking point. In appearances and interviews, Christie says he was “incredibly disappointed and disillusioned” by Trump’s refusal to concede, which culminated in his followers’ violent storming of the Capitol on Jan. 6 in an effort to halt the certification of Biden’s win.\n\n___\n\nColvin reported from New York. Associated Press Writer Will Weissert contributed to this story from Washington.", "summary": ["“A lonely, self-consumed, self-serving mirror hog is not a leader,” Christie said, saying Trump “made us smaller by dividing us even further and pitting us one against the other.”\n\nBut he also said President Joe Biden “is doing the same thing, just on the other side.” He noted that he’d known Biden for decades and said the president is “out of his depth” because “he’s not the guy he used to be,” referencing the 80-year-old Biden’s advanced age.", "“The person I am talking about, who is obsessed with the mirror, who never admits a mistake, who never admits a fault, who always finds someone else and something else to blame for whatever goes wrong — but finds every reason to take credit for anything that goes right — is Donald Trump,” he told a small, mostly friendly crowd at Saint Anselm College.", "Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog\" and arguing that he's the only one who can stop him.", "Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog” and arguing that he’s the only one who can stop him.", "Chris Christie wasted no time going after Donald Trump while launching his presidential campaign on Tuesday, calling the former president and current Republican primary front-runner a “lonely, self-consumed, self-serving mirror hog\" and arguing that he's the only one who can stop him."], "tags": ["trump", "presidential", "president", "2024", "republicans"]}, {"source": "associated-press", "title": "Soccer players demand change for rampant online racist abuse, turn to AI for protection", "text": "Soccer players demand change for rampant online racist abuse, turn to AI for protection\n\nLONDON (AP) — Missing penalties in a major international soccer final was bad enough for three Black players on England’s national team. Being subjected to a torrent of racial abuse on social media in the aftermath made it even worse.\n\nMonkey emojis. Being told to go home. The N-word.\n\nThe even sadder part? Everyone knew it was coming.\n\n“It’s stupid,” said Nedum Onuoha, a retired Black player who was in the top divisions of English and U.S. soccer for 16 years. “But are we surprised?”\n\nIt’s the latest form of racism: technology-fueled, visual, permanently intrusive and 24/7 — a haunting reminder of the 1980s-style monkey chants and banana-throwing in a social media era.\n\nAnd it is spiraling out of control on platforms where anonymity is the golden ticket for racists.\n\n“Every time it happens, it knocks you back and floors you,” Onuoha told The Associated Press. “Just when you think everything is OK, it’s a reminder that it’s not. It’s a reminder of how some people actually see you.”\n\nRacism is the predominant form of abuse on social media reported to Kick It Out, an anti-discrimination campaigner in soccer, according to statistics compiled over the past three seasons in English soccer.\n\nA report last year from FIFA, the governing body of world soccer, showed that more than 50% of players competing in two international tournaments in 2021 — the African Cup of Nations and the European Championship — received some form of discriminatory abuse in more than 400,000 posts on social media. More than a third were of a racist nature.\n\nThe problem is, there’s barely any accountability and it’s so easy. Pull out your phone, find the handle of the player you want to abuse, and fire off a racist message.\n\nFormer Premier League striker Mark Bright, who is Black and regularly suffered racial abuse inside stadiums in the 1980s , was exchanging messages with friends on a WhatsApp group when those three Black players for England — Bukayo Saka, Marcus Rashford and Jadon Sancho — missed penalties in a shootout loss to Italy in the 2020 European Championship final.\n\n“We all messaged each other and said, ‘Oh God, here we go.’ Because we know what’s around the corner,” Bright told the AP. “That’s what we expected and this is where, once again, you say ‘What can be done about it?’”\n\nLargely speaking, the abuse hasn’t stopped Black players from using social media. It is an essential tool for marketing, leading to the paradox of soccer players using the same platforms on which they are abused.\n\nKylian Mbappe, who has 104 million followers on Instagram and more than 12 million followers on Twitter, was subjected to racial abuse along with fellow Black teammate Kingsley Coman after their French national team lost in the 2022 World Cup final to Argentina.\n\nReal Madrid winger Vinícius Júnior , who has repeatedly been the target of racial insults, is followed by 38 million people on Instagram and nearly 7 million on Twitter.\n\nSaka, who has more than 1 million followers on Twitter, remains on social media despite the abuse after England’s Euro 2020 loss and more just a few weeks ago, when a message posted on Twitter showed the Arsenal winger with his face made to look like a monkey, alongside the words: “This clown has cost us the league.” Minutes before the message, Saka had missed a penalty in an important Premier League game.\n\nWith social media continuing to fuel abuse, players and teams are coming up with ways to both raise awareness and reduce their exposure to offensive users.\n\nGoBubble is a company that configures AI software to act as a filter to stop discriminatory comments from being seen by a social media user. It has customers from the Premier League down to the fourth division in English soccer, around Europe and in Australia.\n\n“Yes, tech has caused the issue,” GoBubble founder Henry Platten told the AP, “but tech can actually solve the issue and this is what we are seeing as one of those pieces of the jigsaw.”\n\nThe company’s AI technology is plugged into players’ accounts and scans for toxic and potentially harmful words, images and other types of messages which can be filtered out using a traffic-light system.\n\n“This isn’t about censorship, about sportswashing, about creating that fuzzy world,” Platten said. “This is about protection, not just for the players and their families but also the wider fan community.”\n\nPlatten said some players who approached him had experienced mental health issues that impacted their performances. Indeed, in January, Liverpool became the first Premier League club to hire a mental health consultant tasked with protecting young players from online trolling.\n\nGoverning bodies are reacting, too . During last year’s World Cup in Qatar, FIFA and players’ union FIFPRO had a dedicated in-tournament moderation service that prevented racist and other forms of hate speech from being seen online by players and their followers. This service will be offered for the upcoming Women’s World Cup .\n\nSoccer authorities in England, including the Premier League, led a four-day social media boycott in 2021 across Twitter, Facebook and Instagram in a protest against racist abuse. It ended up being adopted by many other sports in England, and by FIFA and UEFA, the governing body of European soccer.\n\nStill, the abuse continues on the platforms, which have been accused of being too slow to block racist posts, remove offenders’ accounts, and improve their verification process to ensure users provide accurate identification information and are barred from registering with a new account if banned.\n\n“It needs to be regulated, you need to be accountable,” Bright said. “Everyone’s been complaining about this for a long time now. Some players have set up meetings with these social media companies. It seems to me that they’re not serious enough about it.”\n\nSo is there appetite for change within the big social media platforms?\n\n“No one should have to experience racist abuse, and we don’t want it on our apps,” Meta, which owns Instagram and Facebook, said in a statement to the AP. “We take action whenever we find it and we’ve launched several ways to help protect people from having to see it in the first place.”\n\nThat includes “Hidden Words,” which filters offensive comments and direct messages and is on by default for creator accounts, and “Limits,” which hides comments and DMs from people who don’t follow you or only followed you recently, the statement said.\n\n“We know no one thing will fix abusive behavior,” Meta said, “but we’re committed to continuing working closely with the football industry to help keep our apps a safe place for footballers and fans.”\n\nTwitter responded with an automated reply of a poop emoji when the AP reached out for comment.\n\nFor GoBubble founder Platten, platforms are striking a balance between keeping a large user base for revenue purposes while being seen to be tough on racism.\n\n“There’s always going to be a position where they may move closer to solving the problem,” he said, “but are never going to go the full hog that we all want them to, in terms of really cracking down and solving it.”\n\nSome teams and athletes are choosing alternative platforms to promote not just themselves but also more ethical behavior online.\n\nThese include Striver, a user-generated content platform backed by Roberto Carlos and Gilberto Silva — both World Cup winners with Brazil in 2002. And PixStory, a platform with nearly 1 million users which ranks them according to the integrity of their posts and aims to create “clean social” by prioritizing safety in a way big tech companies are not doing.\n\nEngland’s Arsenal club, Italy’s Juventus and Paris Saint-Germain’s women’s team are collaborating with PixStory, whose founder, Appu Esthose Suresh, says teams and athletes are in a “Catch-22 situation.”\n\n“They want to live in this space because it’s a way to reach out and interact with their fans, but there’s not enough safety,” Suresh told the AP. “There is an alternative way — and that’s change the business model.”\n\nUltimately, the biggest change will likely come through legislation. Last month, the European Union clinched an agreement in principle on the Digital Services Act , which will force big tech companies to better protect European users from harmful online content or be punished with billions of dollars in fines for noncompliance. In Britain, the government has proposed the Online Safety Bill, with potential fines amounting to 10% of the platforms’ annual global turnover.\n\nMeanwhile, the number of perpetrators of online racial abuse facing criminal charges has increased. In March, a man who abused England striker Ivan Toney was banned from every soccer stadium in Britain for three years in what police described as a “landmark ruling.”\n\nOnuoha welcomed these developments but he’s still keeping his social media accounts on a private setting.\n\n“There will be lots of good people who won’t be able to connect with me but it’s a consequence of not having enough trust and faith in enough good people being allowed to enter the account,” he said. “It’s the 1% who offset the entire experience.”\n\n___\n\nDouglas reported from Sundsvall, Sweden.\n\n___\n\nThis is part of an Associated Press series examining racism in soccer.\n\n___\n\nMore AP soccer: https://apnews.com/hub/soccer and https://twitter.com/AP_Sports", "summary": ["Saka, who has more than 1 million followers on Twitter, remains on social media despite the abuse after England’s Euro 2020 loss and more just a few weeks ago, when a message posted on Twitter showed the Arsenal winger with his face made to look like a monkey, alongside the words: “This clown has cost us the league.” Minutes before the message, Saka had missed a penalty in an important Premier League game.", "“Yes, tech has caused the issue,” GoBubble founder Henry Platten told the AP, “but tech can actually solve the issue and this is what we are seeing as one of those pieces of the jigsaw.”\n\nThe company’s AI technology is plugged into players’ accounts and scans for toxic and potentially harmful words, images and other types of messages which can be filtered out using a traffic-light system.", "“We take action whenever we find it and we’ve launched several ways to help protect people from having to see it in the first place.”\n\nThat includes “Hidden Words,” which filters offensive comments and direct messages and is on by default for creator accounts, and “Limits,” which hides comments and DMs from people who don’t follow you or only followed you recently, the statement said.", "Former Premier League striker Mark Bright, who is Black and regularly suffered racial abuse inside stadiums in the 1980s , was exchanging messages with friends on a WhatsApp group when those three Black players for England — Bukayo Saka, Marcus Rashford and Jadon Sancho — missed penalties in a shootout loss to Italy in the 2020 European Championship final.", "England’s Arsenal club, Italy’s Juventus and Paris Saint-Germain’s women’s team are collaborating with PixStory, whose founder, Appu Esthose Suresh, says teams and athletes are in a “Catch-22 situation.”\n\n“They want to live in this space because it’s a way to reach out and interact with their fans, but there’s not enough safety,” Suresh told the AP."], "tags": ["fifa", "racists", "racist", "racism", "ap_sports"]}, {"source": "associated-press", "title": "Oregon is invested in Fox Corp. and is investigating its board over bogus election fraud claims", "text": "Oregon is invested in Fox Corp. and is investigating its board over bogus election fraud claims\n\nFILE - Posters of Fox News Channel personalities are displayed at the News Corp. headquarters in New York, April 19, 2017. Oregon's attorney general announced Monday, June 5, 2023, she has begun investigating the board of directors of Fox Corp., for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election, claims that cost the broadcaster almost $800 million in a lawsuit. (AP Photo/Mary Altaffer, File)\n\nFILE - Posters of Fox News Channel personalities are displayed at the News Corp. headquarters in New York, April 19, 2017. Oregon's attorney general announced Monday, June 5, 2023, she has begun investigating the board of directors of Fox Corp., for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election, claims that cost the broadcaster almost $800 million in a lawsuit. (AP Photo/Mary Altaffer, File)\n\nSALEM, Ore. (AP) — Oregon’s attorney general announced Monday she has begun investigating the board of directors of Fox Corp. for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election — claims that cost the broadcaster almost $800 million in a lawsuit .\n\nAlso joining the investigation is Oregon State Treasurer Tobias Read, who oversees the Oregon Public Employees Retirement Fund, which owns more than 250,000 shares of Fox stock. Both Attorney General Ellen Rosenblum and Read are Democrats.\n\n“Treasurer Read and I believe that Fox’s board of directors breached its fiduciary duties by allowing Fox News to broadcast false claims that Dominion and Smartmatic rigged the 2020 presidential election,” Rosenblum said. “We hope to hold the board accountable and protect the long-term value of Oregon’s investment in Fox Corp.”\n\nBrian Nick, chief communications officer and executive vice president of Fox Corp., declined to comment on Rosenblum’s announcement.\n\nIn April, Fox News agreed to pay Dominion Voting Systems $787.5 million to avert a trial in the voting machine company’s lawsuit that would have exposed how the network promoted lies about the 2020 presidential election.\n\nDominion had argued that the news outlet owned by Fox Corp. damaged Dominion’s reputation by peddling phony conspiracy theories that claimed its equipment switched votes from former President Donald Trump to Democrat Joe Biden.\n\nLachlan Murdoch, chair and CEO of Fox Corp., said when the settlement was announced that it avoids “the acrimony of a divisive trial and a multiyear appeal process, a decision clearly in the best interests of the company and its shareholders.”\n\nThe Oregon Department of Justice said the investigation will explore leading a lawsuit against Fox’s management on behalf of the company’s harmed investors, which include Oregon’s public employees.\n\n“Fox directors and senior officers manage the company on behalf of its investors,” the department said in a statement. “They have a duty to manage the company competently, honestly, and in a manner that prevents foreseeable and catastrophic financial harm like that inflicted upon company’s shareholders by the Dominion and Smartmatic suits.”\n\n“We invest for Oregon’s public servants and we aim to hold Fox’s board of directors, including Rupert and Lachlan Murdoch, accountable for their decisions,” said Read, who is a member of the Oregon Investment Council, which sets state investment policy. “Investigating Fox’s books and records is a necessary and significant step in fulfilling our obligation to our beneficiaries.”\n\nAs of May 26, the Oregon pension fund owned 168,075 Class A common stock shares and 92,850 Class B shares of Fox stock, said Roy Kaufmann, Rosenblum’s spokesperson.\n\nAnother voting machine company, Smartmatic USA , has also sued Fox News over Fox News’ bogus election claims. Dominion had sued Fox for $1.6 billion .", "summary": ["“They have a duty to manage the company competently, honestly, and in a manner that prevents foreseeable and catastrophic financial harm like that inflicted upon company’s shareholders by the Dominion and Smartmatic suits.”\n\n“We invest for Oregon’s public servants and we aim to hold Fox’s board of directors, including Rupert and Lachlan Murdoch, accountable for their decisions,” said Read, who is a member of the Oregon Investment Council, which sets state investment policy.", "Lachlan Murdoch, chair and CEO of Fox Corp., said when the settlement was announced that it avoids “the acrimony of a divisive trial and a multiyear appeal process, a decision clearly in the best interests of the company and its shareholders.”\n\nThe Oregon Department of Justice said the investigation will explore leading a lawsuit against Fox’s management on behalf of the company’s harmed investors, which include Oregon’s public employees.", "(AP Photo/Mary Altaffer, File)\n\nSALEM, Ore. (AP) — Oregon’s attorney general announced Monday she has begun investigating the board of directors of Fox Corp. for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election — claims that cost the broadcaster almost $800 million in a lawsuit .", "Oregon's attorney general announced Monday, June 5, 2023, she has begun investigating the board of directors of Fox Corp., for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election, claims that cost the broadcaster almost $800 million in a lawsuit.", "Oregon's attorney general announced Monday, June 5, 2023, she has begun investigating the board of directors of Fox Corp., for breaching its fiduciary duties by allowing Fox News to broadcast false claims about the 2020 presidential election, claims that cost the broadcaster almost $800 million in a lawsuit."], "tags": ["democrat", "trump", "ceo", "2023", "2017"]}, {"source": "associated-press", "title": "Lawyer says Rep. George Santos would go to jail to keep identities of bond cosigners secret", "text": "Lawyer says Rep. George Santos would go to jail to keep identities of bond cosigners secret\n\nFILE - Rep. George Santos, R-N.Y., speaks to reporters outside the Capitol, as his top political aide Vish Burra, second from right, listens, after an effort to expel Santos from the House, in Washington, Wednesday, May 17, 2023. A man who briefly worked as an aide to Santos told House investigators Wednesday, May 31, that he got his job after sending a series of payments to Burra, Santos' director of operations. (AP Photo/J. Scott Applewhite, File)\n\nFILE - Rep. George Santos, R-N.Y., speaks to reporters outside the Capitol, as his top political aide Vish Burra, second from right, listens, after an effort to expel Santos from the House, in Washington, Wednesday, May 17, 2023. A man who briefly worked as an aide to Santos told House investigators Wednesday, May 31, that he got his job after sending a series of payments to Burra, Santos' director of operations. (AP Photo/J. Scott Applewhite, File)\n\nNEW YORK (AP) — Rep. George Santos’ lawyer said Monday the indicted New York Republican would risk going to jail to protect the identities of the people who cosigned the $500,000 bond enabling his pretrial release.\n\nThe lawyer, Joseph Murray, urged a judge to deny a request by news outlets to unseal the names of Santos’ bond suretors, or guarantors, suggesting they could “suffer great distress,” including possible job losses and physical harm, if they’re identified publicly.\n\n“My client would rather surrender to pretrial detainment than subject these suretors to what will inevitably come,” Murray wrote in a letter to U.S. Magistrate Judge Anne Shields.\n\nMurray asked that she give them time to withdraw as cosigners if she decides to unseal their names, which Shields kept off the public court docket at the lawyer’s request.\n\nMurray said he, Santos and Santos’ staff have been receiving threatening and harassing calls and messages, including death threats. The lawyer said he received a call Friday from someone shouting, “Who paid Santos’ bond?” and said he worries Santos’ critics “are just waiting to pounce” on the people backing his release.\n\n“We truly fear for their health, safety and well being,” Murray wrote.\n\nSantos pleaded not guilty on May 10 to a 13-count indictment charging that he duped donors, stole from his campaign, lied to Congress about being a millionaire and cheated to collect unemployment benefits he didn’t deserve. He is due back in court on June 30.\n\nThe 34-year-old, who represents parts of Queens and Long Island, has defied calls to resign and has said he won’t drop his bid for a second term.\n\nProsecutors have not taken a position on the unsealing request.\n\nIn a letter last week, a lawyer for news outlets urged the judge to the release the names of Santos’ bond suretors, citing a “compelling public interest in maintaining the greatest transparency possible in these proceedings.”\n\nThe New York Times first wrote to Shields on May 23 asking to unseal the names. Other news outlets, including The Associated Press, joined the fight a few days later.\n\nSeparately, the House Ethics Committee wrote to Santos on May 16 asking him to identify the people who cosigned his bond.\n\nMurray said Santos originally lined up three financially responsible cosigners as suretors, but one backed out and the other two didn’t show up to his arraignment.\n\nThat forced them to make “other confidential arrangements” to ensure Santos’ release, Murray said.\n\nSantos’ bond is unsecured. That means his cosigners didn’t have put up any money up front, but could be forced to pay the full amount if he doesn’t comply with his release conditions or fails to show up for court.\n\n__\n\nFollow Michael Sisak on Twitter at twitter.com/mikesisak and send confidential tips by visiting https://www.ap.org/tips/ .", "summary": ["Lawyer says Rep. George Santos would go to jail to keep identities of bond cosigners secret\n\nFILE - Rep. George Santos, R-N.Y., speaks to reporters outside the Capitol, as his top political aide Vish Burra, second from right, listens, after an effort to expel Santos from the House, in Washington, Wednesday, May 17, 2023.", "The lawyer, Joseph Murray, urged a judge to deny a request by news outlets to unseal the names of Santos’ bond suretors, or guarantors, suggesting they could “suffer great distress,” including possible job losses and physical harm, if they’re identified publicly.", "In a letter last week, a lawyer for news outlets urged the judge to the release the names of Santos’ bond suretors, citing a “compelling public interest in maintaining the greatest transparency possible in these proceedings.”\n\nThe New York Times first wrote to Shields on May 23 asking to unseal the names.", "Scott Applewhite, File)\n\nFILE - Rep. George Santos, R-N.Y., speaks to reporters outside the Capitol, as his top political aide Vish Burra, second from right, listens, after an effort to expel Santos from the House, in Washington, Wednesday, May 17, 2023.", "Santos pleaded not guilty on May 10 to a 13-count indictment charging that he duped donors, stole from his campaign, lied to Congress about being a millionaire and cheated to collect unemployment benefits he didn’t deserve."], "tags": ["lawyer", "indictment", "2023", "indicted", "prosecutors"]}, {"source": "associated-press", "title": "California insurance market rattled by withdrawal of major companies", "text": "FILE - A home burns as the Dixie fire jumps Highway 395 south of Janesville, Calif., Aug. 16, 2021. Two insurance industry giants have pulled out of the California marketplace, saying that wildfire risk and the soaring cost of construction prompted them to stop writing new policies in the nation's most populous state. (AP Photo/Ethan Swope, File)\n\nFILE - A home burns as the Dixie fire jumps Highway 395 south of Janesville, Calif., Aug. 16, 2021. Two insurance industry giants have pulled out of the California marketplace, saying that wildfire risk and the soaring cost of construction prompted them to stop writing new policies in the nation's most populous state. (AP Photo/Ethan Swope, File)\n\nLOS ANGELES (AP) — Two insurance industry giants have pulled back from California’s home insurance marketplace, saying that increasing wildfire risk and soaring construction costs have prompted them to stop writing new policies in the nation’s most populous state.\n\nState Farm announced last week it would stop accepting applications for all business and personal lines of property and casualty insurance, citing inflation, a challenging reinsurance market and “rapidly growing catastrophe exposure.” The decision did not impact personal auto insurance.\n\n“We take seriously our responsibility to manage risk,” State Farm said. “It’s necessary to take these actions now to improve the company’s financial strength.”\n\nAllstate, another insurance powerhouse, announced in November it would pause new homeowners, condo and commercial insurance policies in California to protect current customers.\n\n“The cost to insure new home customers in California is far higher than the price they would pay for policies due to wildfires, higher costs for repairing homes and higher reinsurance premiums,” Allstate said in a statement.\n\nCalifornia’s unsettled market aligns with trends across the country in which companies are boosting rates, limiting coverage or pulling out completely from regions susceptible to wildfires and other natural disasters in the era of climate change. Florida and Louisiana have struggled to keep healthy insurance markets following extensive damage from hurricanes. Premiums are rising in Colorado amid wildfire threats, and an Oregon effort to map wildfire risk was rejected last year because of fears it would cause premiums to skyrocket.\n\nScientists say climate change has made the West warmer and drier over the last three decades and will continue to make weather more extreme and wildfires more frequent and destructive. In recent years, California has experienced the largest and most destructive fires in state history.\n\nSome California homeowners already are going without coverage, and a shortage of new policies could make it more difficult to buy a home. A state-run pool that serves as the insurer of last resort for many could face pressure as enrollments surge.\n\nThe state pool — the California Fair Access to Insurance Requirements Plan — provides basic fire insurance coverage for properties in high-risk areas when traditional insurance companies will not. Enrollments have jumped in recent years to 272,846 homes in 2022.\n\n“We just don’t have a stable insurance market,” said state Sen. Bill Dodd, a Democrat from Napa, whose Northern California district has been charred by wildfires. “What’s happening is a lot of people in my district and frankly other districts are ... going naked — they have no insurance.”\n\nAccording to data compiled by the industry-supported Insurance Information Institute, California has more than 1.2 million homes at risk for extreme wildfire, far more than any other state.\n\n“The number of acres burned in California has grown steadily in recent years, as more people are moving into fire-prone areas of the state,” the institute said in a statement on the company departures from California. “More homes in harm’s way — combined with rising costs of repairing or replacing houses either damaged or lost to fire — leads to increased insured losses.”\n\nIn Colorado, which has been hit by devastating wildfires, insurance premiums have been rising significantly, and some smaller insurance companies have been pulling back from covering properties. A study commissioned by state lawmakers found that 76% of carriers decreased their exposures in Colorado in 2022, leaving the five largest insurance companies to dominate the market.\n\nFlorida has struggled to keep the insurance market healthy since 1992, when Hurricane Andrew flattened Homestead, wiped out some insurance carriers and left many remaining companies fearful to write or renew policies in Florida. Risks for carriers also have been growing as climate change increases the strength of hurricanes and intensity of rainstorms.\n\nLouisiana is in the midst of an insurance crisis, exacerbated by hurricanes Delta, Laura, Zeta and Ida in 2020 and 2021. As claims piled up, companies that wrote homeowners policies in the state went insolvent or left, canceling or refusing to renew existing policies.\n\nIn California, the loss of large insurers could create more pressure to loosen consumer-minded policies that have held down rates in the state for years. Voters approved Proposition 103 in 1988, which allows the state insurance commissioner to reject proposed rate increases and order refunds. It has been credited with saving consumers billions of dollars, but the industry says it places constraints on accurate underwriting and pricing risk.\n\nLast year, Insurance Commissioner Ricardo Lara advanced regulations requiring insurers to give discounts to customers if they followed new standards like building fire-resistance roofs and creating defensible space around their homes.\n\nBefore their announcements, State Farm and Allstate both had been seeking significant rate increases.\n\nConsumer Watchdog, a nonpartisan advocacy group, said State Farm’s decision was unlawful.\n\n“Insurance companies can’t just stop selling insurance to consumers in order to make more money for themselves,” Harvey Rosenfield, the author of Proposition 103 and the founder of the group, said in a statement. “They have to open their books and get the (state) insurance commissioner’s approval.”\n\nLara’s office didn’t respond to an email request for comment.\n\nA state website lists more than 100 companies selling residential insurance, though some offer only limited lines of coverage, such as earthquake or renter insurance.\n\n___\n\nAssociated Press writer Coleen Slevin in Denver contributed.", "summary": ["“More homes in harm’s way — combined with rising costs of repairing or replacing houses either damaged or lost to fire — leads to increased insured losses.”\n\nIn Colorado, which has been hit by devastating wildfires, insurance premiums have been rising significantly, and some smaller insurance companies have been pulling back from covering properties.", "“What’s happening is a lot of people in my district and frankly other districts are ... going naked — they have no insurance.”\n\nAccording to data compiled by the industry-supported Insurance Information Institute, California has more than 1.2 million homes at risk for extreme wildfire, far more than any other state.", "(AP Photo/Ethan Swope, File)\n\nLOS ANGELES (AP) — Two insurance industry giants have pulled back from California’s home insurance marketplace, saying that increasing wildfire risk and soaring construction costs have prompted them to stop writing new policies in the nation’s most populous state.", "California’s unsettled market aligns with trends across the country in which companies are boosting rates, limiting coverage or pulling out completely from regions susceptible to wildfires and other natural disasters in the era of climate change.", "State Farm announced last week it would stop accepting applications for all business and personal lines of property and casualty insurance, citing inflation, a challenging reinsurance market and “rapidly growing catastrophe exposure.” The decision did not impact personal auto insurance."], "tags": ["wildfires", "wildfire", "rainstorms", "hurricanes", "hurricane"]}, {"source": "associated-press", "title": "Virginia plane crash investigators ask when pilot became unresponsive and why aircraft flew its path", "text": "Virginia plane crash investigators ask when pilot became unresponsive and why aircraft flew its path\n\nInvestigators in Virginia say a plane that crashed on Sunday after becoming unresponsive is \"no longer distinguishable as an aircraft.\" They also say the plane was not required to have flight recorders, but that it is possible to find information about the flight. (June 6)\n\nInvestigators in Virginia say a plane that crashed on Sunday after becoming unresponsive is \"no longer distinguishable as an aircraft.\" They also say the plane was not required to have flight recorders, but that it is possible to find information about the flight. (June 6)\n\nWASHINGTON (AP) — The pilot of a business jet that flew over Washington and crashed in a remote part of Virginia appeared to be slumped over and unresponsive, three U.S. officials said Monday, recounting observations by fighter pilots who intercepted the wayward flight.\n\nThe revelations came as federal investigators trudged through rugged terrain to reach the site where the plane slammed into a mountain Sunday, killing four people. The officials who said that the fighter pilots saw the civilian pilot slumped over had been briefed on the matter and spoke on condition of anonymity because they were not authorized to discuss details of the military operation.\n\nThe plane’s owner told news outlets that his daughter and 2-year-old granddaughter were aboard.\n\nThe New York-bound plane took an erratic flight path — inexplicably, turning around over Long Island to fly directly over the nation’s capital — which prompted the military to scramble fighter jets. This caused a sonic boom heard in Washington, Maryland and Virginia.\n\nRemote terrain around the crash site posed major challenges to the investigation. It took investigators several hours to hike into the rural area near the community of Montebello, about 60 miles (97 kilometers) southwest of Charlottesville, said NTSB spokesperson Eric Weiss. They expect to be on the scene for at least three to four days.\n\nSpeaking at a briefing Monday morning, NTSB investigator Adam Gerhardt said the wreckage is “highly fragmented” and investigators will examine the most delicate evidence at the site, after which the wreckage will be moved, perhaps by helicopter, to Delaware, where it can be further examined. The plane is not required to have a flight recorder but it is possible that there are other avionics equipment that will have data that they can examine, Gerhardt said.\n\nThe Virginia State Police issued a statement saying that because of the severity of the crash, human remains will be transported to the state medical examiner’s office for autopsy and identification. The Federal Aviation Administration said that the victims included the pilot and three passengers but didn’t release their names. There were no survivors.\n\nInvestigators will look at when the pilot became unresponsive and why aircraft flew the path that it did, Gerhardt said. They will consider several factors that are routinely examined in such probes including the plane, its engines, weather conditions, pilot qualifications and maintenance records, he said. A preliminary report will be released in 10 days.\n\nAccording to a timetable released late Monday by NTSB spokesperson Jennifer Gabris, the plane took off from Elizabethton Municipal Airport in Tennessee at 1:13 p.m. Sunday, headed for MacArthur Airport in Long Island, N.Y. Air Traffic Control lost communication with the airplane during its ascent.\n\nPreliminary information indicates the last ATC communication attempt with the airplane was at approximately 1:28 p.m., when the plane was at 31,000 feet (9,449 meters). The plane climbed to 34,000 feet (10,363 kilometers), where it remained for the rest of the flight until 3:23 p.m. when it began to descend and crashed about nine minutes later. The plane was flying at 34,000 feet (10,363 kilometers), when it flew over MacArthur Airport at 2:33 p.m., the NTSB said.\n\nThe White House expressed its “deepest condolences” on Monday to the family of those on board the plane.\n\n“We need to keep them front and center,” National Security Council spokesperson John Kirby said.\n\nKirby deferred questions about a follow-up report on the security response over Washington airspace to the Pentagon and U.S. Secret Service. But he said, “What I saw was just a classic, textbook response.”\n\nThe White House was continuously informed as the military jets tried to contact the pilot of the civilian plane and monitored the small aircraft’s path from Washington airspace to rural Virginia, Kirby said.\n\nAir Traffic Control audio from the half-hour before the plane crashed captures voices that identify themselves as military pilots trying to communicate with the pilot of the private plane, according to recordings on LiveATC.net .\n\n“If you hear this transmission, contact us,” said one pilot who identifies herself as being with the Air National Guard.\n\nSeveral minutes later, a military pilot says: “You have been intercepted. Contact me.”\n\nThe plane flew directly over the nation’s capital. According to the Pentagon, six F-16 fighter jets were immediately deployed to intercept the plane. Two aircraft from the 113th Fighter Wing, out of Joint Base Andrews in Maryland, were the first to reach the Cessna Citation to begin attempts to contact the pilot. Two F-16 aircraft out of New Jersey and two from South Carolina also responded.\n\nFlight tracking sites showed the plane suffered a rapid spiraling descent, dropping at one point at a rate of more than 30,000 feet (9,144 meters) per minute before crashing in the St. Mary’s Wilderness.\n\nIn Fairfax, Virginia, Travis Thornton was settled on a couch next to his wife, Hannah, and had just begun recording himself playing guitar and harmonica when they were startled by a loud rumble and rattling that can be heard on the video . The couple jumped up to investigate. Thornton tweeted that they checked in with their kids upstairs and then he went outside to check the house and talk to neighbors.\n\nThe plane that crashed was registered to Encore Motors of Melbourne Inc, which is based in Florida. John Rumpel, a pilot who runs the company said his family was returning to their home in East Hampton, on Long Island, after visiting his house in North Carolina.\n\nRumpel told the New York Times he didn’t have much information from authorities but suggested the plane could have lost pressurization.\n\n“It descended at 20,000 feet a minute, and nobody could survive a crash from that speed,” Rumpel told the newspaper.\n\nIn interviews with the Times and Newsday, Rumpel identified his daughter, Adina Azarian, and 2-year-old granddaughter Aria, as two of the victims.\n\nAzarian, 49, was well-known in real estate circles both in New York City and Long Island, described by friends and relatives as a fiercely competitive entrepreneur who started her own brokerage and was raising her daughter as a single parent.\n\n“Being a mom was everything to her,” said Tara Brivic-Looper, a close friend who grew up with Azarian on the Upper East Side. “That they were together (at the end) is fitting.”\n\nFriends say Azarian moved to East Hampton fulltime to raise Aria, with the help of a nanny. But she made frequent trips back home, bringing both Aria and the nanny to meet her tight-knit extended family on multiple occasions in recent months.\n\n“She seemed so happy out there,” her cousin, Andrew Azarian, recalled. “Both of their lives hadn’t even started.”\n\n“How could this happen?” he continued. “No one can explain it.”\n\n___\n\nBrumfield reported from Silver Spring, Maryland. Associated Press reporter Jake Offenhartz and researcher Rhonda Shafner in New York, and White House Correspondent Zeke Miller contributed to this report.", "summary": ["According to a timetable released late Monday by NTSB spokesperson Jennifer Gabris, the plane took off from Elizabethton Municipal Airport in Tennessee at 1:13 p.m. Sunday, headed for MacArthur Airport in Long Island, N.Y. Air Traffic Control lost communication with the airplane during its ascent.", "In Fairfax, Virginia, Travis Thornton was settled on a couch next to his wife, Hannah, and had just begun recording himself playing guitar and harmonica when they were startled by a loud rumble and rattling that can be heard on the video .", "But he said, “What I saw was just a classic, textbook response.”\n\nThe White House was continuously informed as the military jets tried to contact the pilot of the civilian plane and monitored the small aircraft’s path from Washington airspace to rural Virginia, Kirby said.", "Speaking at a briefing Monday morning, NTSB investigator Adam Gerhardt said the wreckage is “highly fragmented” and investigators will examine the most delicate evidence at the site, after which the wreckage will be moved, perhaps by helicopter, to Delaware, where it can be further examined.", "(June 6)\n\nWASHINGTON (AP) — The pilot of a business jet that flew over Washington and crashed in a remote part of Virginia appeared to be slumped over and unresponsive, three U.S. officials said Monday, recounting observations by fighter pilots who intercepted the wayward flight."], "tags": ["crashed", "autopsy", "june", "helicopter", "airplane"]}, {"source": "associated-press", "title": "Remembering D-Day: Key facts and figures about epochal World War II invasion", "text": "World War II veterans shared vivid memories of D-Day and the fighting as dozens returned to Normandy beaches and key battle sites to mark the 79th anniversary of the decisive assault that led to the liberation of France and Western Europe from Nazi control.\n\nWorld War II veterans shared vivid memories of D-Day and the fighting as dozens returned to Normandy beaches and key battle sites to mark the 79th anniversary of the decisive assault that led to the liberation of France and Western Europe from Nazi control.\n\nOMAHA BEACH, France (AP) — The D-Day invasion that helped change the course of World War II was unprecedented in scale and audacity. As veterans and world dignitaries commemorate the 79th anniversary of the operation , here’s a look at some details about what happened:\n\nWHO TOOK PART\n\nNearly 160,000 Allied troops landed in Normandy on June 6, 1944. Of those, 73,000 were from the United States, 83,000 from Britain and Canada. Forces from several other countries were also involved, including French troops fighting with Gen. Charles de Gaulle against the Nazi occupation.\n\nThey faced around 50,000 German forces.\n\nMore than 2 million Allied soldiers, sailors, pilots, medics and other people from a dozen countries were involved in the overall Operation Overlord, the battle to wrest western France from Nazi control that started on D-Day.\n\nWHERE AND WHEN\n\nThe sea landings started at 6:30 a.m. local time, just after dawn, targeting five code-named beaches, one after the other: Omaha, Utah, Gold, Sword, Juno.\n\nThe operation also included actions inland, including overnight parachute landings on strategic German sites and U.S. Army Rangers scaling cliffs to take out German gun positions.\n\nAround 11,000 Allied aircraft, 7,000 ships and boats, and thousands of other vehicles were involved in the invasion.\n\nVICTIMS ON ALL SIDES\n\nA total of 4,414 Allied troops were killed on D-Day itself, including 2,501 Americans. More than 5,000 were wounded.\n\nIn the ensuing Battle of Normandy, 73,000 Allied forces were killed and 153,000 wounded. The battle — and especially Allied bombings of French villages and cities — killed around 20,000 French civilians.\n\nThe exact German casualties aren’t known, but historians estimate between 4,000 and 9,000 men were killed, wounded or missing during the D-Day invasion alone. About 22,000 German soldiers are among the many buried around Normandy.\n\nSURVIVORS\n\nA few thousand D-Day veterans may be still alive; the youngest are in their late 90s. A few dozen are in Normandy for the 79th anniversary . Charity organizations and local French residents helped organize their trip back to the beaches of D-Day, including providing travel and housing to ensure they could make the journey.\n\nNext year, world leaders are expected for major commemorations marking the 80th anniversary of the invasion.", "summary": ["World War II veterans shared vivid memories of D-Day and the fighting as dozens returned to Normandy beaches and key battle sites to mark the 79th anniversary of the decisive assault that led to the liberation of France and Western Europe from Nazi control.", "World War II veterans shared vivid memories of D-Day and the fighting as dozens returned to Normandy beaches and key battle sites to mark the 79th anniversary of the decisive assault that led to the liberation of France and Western Europe from Nazi control.", "As veterans and world dignitaries commemorate the 79th anniversary of the operation , here’s a look at some details about what happened:\n\nWHO TOOK PART\n\nNearly 160,000 Allied troops landed in Normandy on June 6, 1944.", "More than 2 million Allied soldiers, sailors, pilots, medics and other people from a dozen countries were involved in the overall Operation Overlord, the battle to wrest western France from Nazi control that started on D-Day.", "WHERE AND WHEN\n\nThe sea landings started at 6:30 a.m. local time, just after dawn, targeting five code-named beaches, one after the other: Omaha, Utah, Gold, Sword, Juno."], "tags": ["battle", "june", "war", "nazi", "veterans"]}, {"source": "associated-press", "title": "A man wants to trademark 'Trump too small' for T-shirts. Now the Supreme Court will hear the case.", "text": "A man wants to trademark ‘Trump too small’ for T-shirts. Now the Supreme Court will hear the case.\n\nFILE - The Supreme Court is seen in Washington, on Nov. 5, 2020. The Supreme Court says it will hear a case in which a man tried to trademark a phrase mocking former President Donald Trump as “too small.” (AP Photo/J. Scott Applewhite, File)\n\nFILE - The Supreme Court is seen in Washington, on Nov. 5, 2020. The Supreme Court says it will hear a case in which a man tried to trademark a phrase mocking former President Donald Trump as “too small.” (AP Photo/J. Scott Applewhite, File)\n\nWASHINGTON (AP) — The Supreme Court said Monday it will hear a case in which a man tried to trademark a phrase mocking former President Donald Trump as “too small.”\n\nThe Justice Department is supporting President Joe Biden’s once and possibly future rival in urging the court to deny a trademark for the suggestive phrase “Trump too small” that a California man wants to put on T-shirts.\n\nThe case will be argued in the fall, one of two disputes on the court’s upcoming agenda that involve Trump or one of his businesses. Government officials said the phrase “Trump too small” could still be used, just not trademarked because Trump had not consented to its use. But a federal appeals court said refusing trademark registration violated free speech rights.\n\nThe high court has considered a raft of Trump-related cases in recent years. The justices have dealt with cases about Trump’s claims of fraud in the 2000 election and with his efforts to shield his tax records from Congress and to keep other tax records from prosecutors in New York , among other things.\n\nIf the justices are tired of Trump-related cases, however, they aren’t letting on. Just last month, the high court agreed to hear a different Trump-related lawsuit stemming from disputes over what was the Trump International Hotel in Washington . Democratic members of the House Oversight Committee sued over the Trump administration’s refusal to turn over information about the Trump Organization’s lease of the hotel.\n\nThe latest case is unusual in that it has the Biden administration on Trump’s side. The administration is defending government officials’ decision to reject the trademark request from Steve Elster, who tried to register the “Trump too small” phrase.\n\nThe phrase is a reference to a memorable exchange Trump had during the 2016 presidential campaign with Florida senator and GOP presidential rival Marco Rubio.\n\nRubio began the verbal jousting when he told supporters at a rally that Trump was always calling him “little Marco” but that Trump — who says he is 6-feet-3-inches tall — has disproportionately small hands. “Have you seen his hands? ... And you know what they say about men with small hands,” Rubio said. “You can’t trust them.”\n\nTrump then brought up the comment at a televised debate on March 3, 2016.\n\n“Look at those hands. Are they small hands? And he referred to my hands — if they’re small, something else must be small. I guarantee you there’s no problem. I guarantee you,” he said.\n\nFederal law says that a trademark request should be refused if it involves a name, portrait or signature “identifying a particular living individual” unless the person has given “written consent.” But Elster says refusing to register a political slogan criticizing Trump without Trump’s consent violates the First Amendment’s Free Speech clause. Federal law, Elster’s lawyers say, “makes it virtually impossible to register a mark that expresses an opinion about a public figure.”\n\n“We look forward to defending the right to convey core political messages on trademarks,” Elster’s lawyer Jon Taylor wrote in an email. “The government’s attempt to burden political speech — by granting public figures a monopoly over speech about them in the marketplace — is indefensible.”", "summary": ["Scott Applewhite, File)\n\nWASHINGTON (AP) — The Supreme Court said Monday it will hear a case in which a man tried to trademark a phrase mocking former President Donald Trump as “too small.”\n\nThe Justice Department is supporting President Joe Biden’s once and possibly future rival in urging the court to deny a trademark for the suggestive phrase “Trump too small” that a California man wants to put on T-shirts.", "Federal law says that a trademark request should be refused if it involves a name, portrait or signature “identifying a particular living individual” unless the person has given “written consent.” But Elster says refusing to register a political slogan criticizing Trump without Trump’s consent violates the First Amendment’s Free Speech clause.", "Federal law, Elster’s lawyers say, “makes it virtually impossible to register a mark that expresses an opinion about a public figure.”\n\n“We look forward to defending the right to convey core political messages on trademarks,” Elster’s lawyer Jon Taylor wrote in an email.", "Rubio began the verbal jousting when he told supporters at a rally that Trump was always calling him “little Marco” but that Trump — who says he is 6-feet-3-inches tall — has disproportionately small hands.", "The justices have dealt with cases about Trump’s claims of fraud in the 2000 election and with his efforts to shield his tax records from Congress and to keep other tax records from prosecutors in New York , among other things."], "tags": ["trump", "president", "2020", "presidential", "lawyer"]}, {"source": "australian-financial-review", "title": "Tax refund: Where to invest your tax return", "text": "Smart Investor asked five financial experts how they would invest their 2023 tax return.\n\nSplit it up and have some fun\n\nJessica Brady, founder of The Greenhouse financial literacy program\n\nJessica Brady. Oscar Colman\n\n“I have watched many people squander their tax return, considering it ‘free money’. Not true, my friends, you worked for that money, so put it to good use,” she says.\n\nBrady suggests people consider automatically allocating 50 per cent of the return to their long-term goals – such as building savings, investing for the long term, or reducing debt.\n\nAdvertisement\n\nThen, direct 30 per cent to investing in yourself.\n\n“You are your greatest asset,” she says. “Think about how you can use this money to improve your knowledge in areas that will add long-term value or wealth to your life, or improve your income or career opportunities.”\n\nThe last 20 per cent can be considered fun money. Put it towards things that bring you joy.\n\n“Maybe it’s that pottery course you’ve always wanted to do; the ability to go away for a trip with the ones you love, or buy that wildly fancy kettle that whistles at you multiple times a day, making you giddy with joy – I did this [but I] purchased it on sale, of course.”\n\nThose percentages aren’t hard and fast either, she adds. Tweak them to the mix that is right for you.\n\n“Life is always about managing competing priorities – this system gives your goals a boost, funds to improve skill blind spots or add income potential, and allows you to have some meaningful fun along the way. Win, win, win.”\n\nAdvertisement\n\nLook to new-age industries\n\nKanish Chugh, head of distribution at Global X ETFs Australia\n\nKanish Chugh\n\nYour tax return is money you’ve earned over the year, so why not get it to earn for you now, asks Chugh.\n\nHe suggests investors take a look at new-age industries with the potential for growth, pointing to the US tech giants in particular.\n\n“Rather than letting the cash sit in your bank account or betting on an individual stock, investing in an ETF could help grow your tax return over the longer term,” he says.\n\nAdvertisement\n\n“We’ve recently seen how companies like Nvidia, Meta and Alphabet are expanding their capabilities and delivering great results. This innovative, forward-looking approach is a green flag for me, so to capture the potential of these big names in one place, investors could consider a FANG ETF such as the Global X FANG+ ETF.\n\n“To paint a picture, if you’d invested a $3000 tax return into FANG last year, you’d have almost $4600 now.”\n\nBuy quality stocks\n\nRon Sargeant, portfolio specialist at Touchstone Asset Management\n\nSargeant believes that given the uncertain economic outlook, investors need to focus on buying quality – even more than normal.\n\n“It’s also important to stick to assets and management teams that you know well where you have an edge,” he says.\n\nAdvertisement\n\n“For me, that means sticking to the Australian market. I’m looking for those companies that have strong management that can grow and compound returns independent of the economic cycle.”\n\nRon Sargeant Janie Barrett\n\nSargeant says that should there be a downturn, these companies should be able to capitalise on weakness and emerge stronger in a recovery.\n\nGiven the volatility in markets, those stocks might be available at attractive long-term prices.\n\n“In particular, companies like Goodman Group, Wesfarmers, Macquarie and CSL all have strong competitive advantages and growth opportunities,” he says.\n\n“BHP, which is more cyclical, should also do well as the cycle turns – with its copper exposure likely to be particularly valuable in the decade ahead.”\n\nAdvertisement\n\nDon’t forget about savings accounts\n\nLiam Shorte, financial planner at Verante Financial Planning\n\nIf you have a mortgage, it’s worth plugging your refund directly into your offset account balance, says Shorte. “You cannot beat the guaranteed return.\n\nLiam Shorte\n\n“Even if it is tax-deductible for an investment property, I would recommend that they use their tax refund to build up a buffer, as losing a tenant even for a short time would put pressure on cash flow at the current interest rates.”\n\nIf taxpayers don’t have a mortgage, he suggests they consider putting the money into a high-interest savings account, then investing it every time it reaches $5000 in a diversified ETF or managed fund.\n\nAdvertisement\n\n“Some providers offer no or low-cost brokerage when adding new funds, which means it’s become even more cost-effective.\n\n“For those who want to keep funds extra safe, use a high-interest savings account that provides bonus interest rates for building your balance and then when it grows to above $20,000, move the funds to a term deposit paying 4.5 to 4.8 per cent currently.\n\n“Consider locking in for two to three years at current rates, as rates are likely to move lower in 2024.”\n\nTrust the professionals and consult an adviser\n\nSam Cole, executive director at Copia Investment Partners\n\nCole says investors may want to consider actively managed funds, given the market uncertainty. “For example, Australians seeking to build wealth may choose to invest in share funds – both Australian and global - that generally have the goal of increasing capital values,” he says.\n\nAdvertisement\n\nSam Cole\n\n“For more conservative investors, fixed income or cash type investments may be a suitable choice, as they tend to focus more on capital preservation.\n\n“ESG and social impact funds may also be relevant for Australians wanting to channel their investment towards environmental change.”\n\nAnd, he adds, working with a qualified financial adviser may be a good start for younger investors in particular.", "summary": ["Liam Shorte\n\n“Even if it is tax-deductible for an investment property, I would recommend that they use their tax refund to build up a buffer, as losing a tenant even for a short time would put pressure on cash flow at the current interest rates.”\n\nIf taxpayers don’t have a mortgage, he suggests they consider putting the money into a high-interest savings account, then investing it every time it reaches $5000 in a diversified ETF or managed fund.", "“BHP, which is more cyclical, should also do well as the cycle turns – with its copper exposure likely to be particularly valuable in the decade ahead.”\n\nAdvertisement\n\nDon’t forget about savings accounts\n\nLiam Shorte, financial planner at Verante Financial Planning\n\nIf you have a mortgage, it’s worth plugging your refund directly into your offset account balance, says Shorte.", "“Maybe it’s that pottery course you’ve always wanted to do; the ability to go away for a trip with the ones you love, or buy that wildly fancy kettle that whistles at you multiple times a day, making you giddy with joy – I did this [but I] purchased it on sale, of course.”\n\nThose percentages aren’t hard and fast either, she adds.", "“To paint a picture, if you’d invested a $3000 tax return into FANG last year, you’d have almost $4600 now.”\n\nBuy quality stocks\n\nRon Sargeant, portfolio specialist at Touchstone Asset Management\n\nSargeant believes that given the uncertain economic outlook, investors need to focus on buying quality – even more than normal.", "“Consider locking in for two to three years at current rates, as rates are likely to move lower in 2024.”\n\nTrust the professionals and consult an adviser\n\nSam Cole, executive director at Copia Investment Partners\n\nCole says investors may want to consider actively managed funds, given the market uncertainty."], "tags": ["2024", "2023", "investors", "nvidia", "investing"]}, {"source": "australian-financial-review", "title": "All Apple’s big iPhone updates, with AI and even bigger new Macs", "text": "Indeed, the only conspicuous failure of the Apple rumour industry this year was that nobody mentioned a rumoured, radical change to iOS that would allow users to download apps from app stores and websites other than Apple’s own App Store.\n\nBut even that rumour might still prove correct. The regulator-mandated app “sideloading” feature on the iPhone would undermine Apple’s ability to take a cut of every app purchased for the iPhone, and is barely a new feature Apple would trumpet in its opening address to software developers. It’s distinctly possible it will be discussed elsewhere at the conference.\n\nThe new 15-inch MacBook Air will be much like the 13-inch model, only with a bigger screen and better speakers.\n\nOther changes to iOS were shown off proudly, however.\n\nThe NameDrop contact sharing is an extension of another new feature in iOS 17, known as Contact Posters, that lets iPhone owners create custom screens containing their photo, name and other details that then appear on other people’s iPhones when they receive a call or message.\n\nIf the recipient doesn’t answer the call and the caller leaves a message, another new technology in iOS 17 will use a new machine-learning language model to generate a transcript of the message in real time, fast enough that the recipient still has time to pick up if they decide the call looks important, Apple said.\n\nAdvertisement\n\nAnother update lets iPhones be used as bedside clocks, or as smart displays similar to Google’s Nest Hub.\n\nBut the biggest applause from developers at the conference was reserved for the simplest update to iOS. Its photo album, which sorts photos by the people in them, now automatically creates albums for family cats and dogs.\n\nLoading\n\nUpdates to Apple’s watchOS include a new feature that recommends widgets to people wearing the Apple Watch, using machine-learning to decide which widgets are most appropriate at the time.\n\nMeanwhile, a software update for Apple’s bluetooth earbuds, the AirPods, will use machine learning to automatically adjust the volume levels on the earbuds when users move in and out of noisy environments.\n\nAnd, just like Sony earbuds and earphones have been doing for years, AirPods will finally adjust their volume when their wearer starts talking, allowing music listeners to engage in conversation without having to pause their music.\n\nJohn Davidson is attending WWDC in Cupertino, California, as a guest of Apple.", "summary": ["The NameDrop contact sharing is an extension of another new feature in iOS 17, known as Contact Posters, that lets iPhone owners create custom screens containing their photo, name and other details that then appear on other people’s iPhones when they receive a call or message.", "If the recipient doesn’t answer the call and the caller leaves a message, another new technology in iOS 17 will use a new machine-learning language model to generate a transcript of the message in real time, fast enough that the recipient still has time to pick up if they decide the call looks important, Apple said.", "Indeed, the only conspicuous failure of the Apple rumour industry this year was that nobody mentioned a rumoured, radical change to iOS that would allow users to download apps from app stores and websites other than Apple’s own App Store.", "And, just like Sony earbuds and earphones have been doing for years, AirPods will finally adjust their volume when their wearer starts talking, allowing music listeners to engage in conversation without having to pause their music.", "The regulator-mandated app “sideloading” feature on the iPhone would undermine Apple’s ability to take a cut of every app purchased for the iPhone, and is barely a new feature Apple would trumpet in its opening address to software developers."], "tags": ["iphones", "iphone", "macbook", "google", "apple"]}, {"source": "australian-financial-review", "title": "Housing crisis: Blame Clover Moore, rent control and planning laws, not negative gearing", "text": "Since this study was published, everything predicted has come to pass, including the exodus from over-regulated California to less regulated housing markets in Texas and Florida.\n\nIn Australia, state government restrictions encourage bipolar planning where housing can be low or high density, but never medium.\n\nThe National Housing Finance and Investment Corporation estimates that there is a shortfall of 400,000 houses nationwide. The Sydney basin represents nearly half of that, and over the next decade that shortfall will worsen by another 106,000 houses.\n\nNowhere is the correlation between planning and price clearer than the resistance to speedy approvals by local councils.\n\nAs the RBA’s research found, across Sydney “restrictions raised prices 73 per cent above the cost of supply”.\n\nThe gold medal goes to Clover Moore, whose administration of planning laws lifted prices 68 per cent in her City of Sydney local government area alone.\n\nAdvertisement\n\nGrattan Institute research shows building premium housing in areas close to well-paying jobs in capital cities frees up housing options.\n\nThis is most prevalent Moore’s municipality.\n\nGrattan concluded “in Sydney, the boom in apartment construction in the middle-ring suburbs has been driven” by many factors including “restrictions on residential development in the Sydney CBD” compared to Melbourne.\n\nIncreasing home ownership would reduce demand and the cost of renting. That delivers economic and social dividends.\n\nJust as making home ownership unaffordable keeps more people renting, denying premium developments also inhibits the availability of affordable housing stock.\n\nUnsurprisingly, a 2021 study undertaken by Cristina Bratu, Oskari Harjunen and Tuukka Saarimaa found that upscale apartment developments in the centre of Helinski, Finland, had an outsized impact on making housing more affordable for people on low incomes in other parts of the city.\n\nAdvertisement\n\nAustralia has plenty of land and should be on the affordable end of global house price indexes – instead, we are at the other.\n\nWhile planning and zoning accounts for nearly three-quarters of the cost, tax policy is only around 4 per cent or less.\n\nYet tax changes take up nearly 100 per cent of the proposals floated by taxpayer-funded public housing advocates and their allies.\n\nRecently, Labor backbenchers wanted to signal to their rent-intensive electorates they’re mindful of their housing stress.\n\nThey did so by repeating what all good Labor MPs have done before them and whipped the dead horse of negative gearing.\n\nJust as it takes suspending reality to argue industry super funds should be able to use members’ money to buy housing but deny members doing the same, it takes a certain cognitive dissonance for Labor MPs to argue that paying more tax to bring housing to market will reduce the price of rentals.\n\nAdvertisement\n\nSimilarly, they believe teachers and nurses should pay taxes on losses from renting an investment property, but build-to-rent corporates and industry super funds should be able to claim the same costs as tax concessions.\n\nThat is nothing compared to the Greens.\n\nSixty years ago, several economists, most famously Daniel Patrick Moynihan, showed rent control made housing affordability worse, and US economist Paul Krugman said rejecting that policy unites almost his whole profession.\n\nSo naturally, the Greens are proposing rent control to guarantee that no one invests in future rental supply, and they’re followed by ACT Chief Minister Andrew Barr and Queensland Premier Anastasia Palaszczuk capping rent increases, with Victorian Premier Daniel Andrews considering following suit. Let’s hope new NSW leader Chris Minns resists.\n\nGreens housing spokesman Max Mather-Chandler is flogging a study of 30 years of rent control in New Jersey. What the study actually found that is that the “intended impacts” on rental affordability had been “minimal when you compare cities with and without regulations”. The authors therefore recommended “housing activists and policymakers need to look at new kinds of approaches”.\n\nWhile dodgy reports from The Australia Institute claim inflation is linked to company profits and ignores money supply, the research actually shows people in rent-control cities pay a higher share of their median income on rent compared to those in non-rent-control cities. Similarly, there are fewer new dwellings built in rent-control cities.\n\nAdvertisement\n\nPerhaps that is why more recent research from the progressive and distinguished Brookings Institute concluded “while rent control appears to help current tenants in the short run, in the long run it decreases affordability, fuels gentrification, and creates negative spillovers on the surrounding neighbourhood”.\n\nThat was the lived experience of Canberra, which tried rent controls in the 1970s and ended up rationing housing based on class and marital status, among other factors.\n\nGreens MPs oppose increasing housing supply unless it is public housing, but then oppose it if it is near where they live. Their principles are highly malleable.\n\nIncreasing home ownership would reduce demand and the cost of renting. That delivers economic and social dividends.\n\nAs The Economist has reported, Tokyo reduced homelessness by 80 per cent over 10 years by relaxing and reforming its planning laws to promote new housing.\n\nAnd as the RBA’s assistant governor Luci Ellis has stressed, the next generation’s capacity to buy their own home is increasingly tied to their parents doing so – effectively breaking down social mobility. Meanwhile, the Callaghan Retirement Incomes Review found home ownership is central to retirement security.\n\nAdvertisement\n\nSimilarly, French economist Thomas Piketty’s data on wealth distribution found that inequality can be primarily traced back to home ownership rates, and as Glaeser and Gyourko found, homeowners tend to be more likely to volunteer and engage in social enterprises.\n\nMeanwhile, Clover Moore and her acolytes talk up social good, where their actions around housing squander it.\n\nJason Falinski is a lecturer in behavioural economics; Tim Wilson is completing an Economics PhD at RMIT’s Blockchain Innovation Hub. Both are former Federal Liberal MPs.", "summary": ["So naturally, the Greens are proposing rent control to guarantee that no one invests in future rental supply, and they’re followed by ACT Chief Minister Andrew Barr and Queensland Premier Anastasia Palaszczuk capping rent increases, with Victorian Premier Daniel Andrews considering following suit.", "Unsurprisingly, a 2021 study undertaken by Cristina Bratu, Oskari Harjunen and Tuukka Saarimaa found that upscale apartment developments in the centre of Helinski, Finland, had an outsized impact on making housing more affordable for people on low incomes in other parts of the city.", "Advertisement\n\nPerhaps that is why more recent research from the progressive and distinguished Brookings Institute concluded “while rent control appears to help current tenants in the short run, in the long run it decreases affordability, fuels gentrification, and creates negative spillovers on the surrounding neighbourhood”.", "Just as it takes suspending reality to argue industry super funds should be able to use members’ money to buy housing but deny members doing the same, it takes a certain cognitive dissonance for Labor MPs to argue that paying more tax to bring housing to market will reduce the price of rentals.", "While dodgy reports from The Australia Institute claim inflation is linked to company profits and ignores money supply, the research actually shows people in rent-control cities pay a higher share of their median income on rent compared to those in non-rent-control cities."], "tags": ["2021", "taxes", "homelessness", "decade", "economist"]}, {"source": "australian-financial-review", "title": "Daniel Andrews ceases newspaper advertising as he turns to social media Facebook and Twitter", "text": "“We make judgments about where the audience is, and we’re not making any apology for focusing our efforts much more acutely on online, digital, television – that’s where the audience is and that’s where the return on investment for taxpayers is,” Mr Andrews said on Tuesday.\n\nThe Victorian government’s media agency, OMD, which bought $151 million in government advertising in 2021-22, called Nine’s chief sales officer Michael Stephenson and News Corp’s sales chief Louise Barrett on Monday evening to deliver a two-sentence instruction.\n\n“OMD have been advised that all Victorian public sector print advertising in major metropolitan newspapers will cease from 1 July other than those required by statute. There will still be advertising placed in digital publications.”\n\nLast year, the Victorian government spent 9.6 per cent of its media budget in the “press” category, equating to $14.46 million, and 45.1 per cent on “digital” advertising. As a proportion, press advertising declined from 11.7 per cent in 2020-21 and 14.7 per cent in 2019-20.\n\nMeanwhile, the Andrews government has committed to spending 15 per cent of the annual media budget on regional and rural media, and 5 per cent on multicultural media.\n\nNews Corp Australia insiders said the decision made little sense other than from a political perspective, pointing to Mr Andrews’ decision to blacklist 3AW host Neil Mitchell.\n\nAdvertisement\n\nThe Herald Sun published a story on Tuesday morning from staff writers saying it had asked the government to clarify whether it would include public health alerts, bushfire information, energy cost-saving initiatives and regional tourism ads.\n\nOn research firm Roy Morgan’s numbers, 1.5 million Victorians pick up a print edition of the Herald Sun or The Age newspaper each week, while 2.6 million read the physical version each month.\n\nOMD and News Corp declined to comment.\n\nNine’s chief sales officer Michael Stephenson said while the company is “minimally exposed” when it came to state government’s print ad spend, he expected the money would be redirected to digital platforms.\n\n“We will continue to work with the government to ensure they invest in safe platforms across Australia’s most-read and trusted mastheads, and not use taxpayer money on unregulated social media platforms with little safety provisions,” he said.\n\nMr Andrews said the Victorian government had to “rebalance” its advertising expenditure after a peak during COVID-19.\n\nAdvertisement\n\n“You’ll see that spending in the coming years will be much closer to what it was in 2017, ’18 and ’19 than what it was during those COVID times, because they were extraordinary circumstances,” he said.\n\nThe premier also said there would be “special arrangements” for country newspapers and culturally diverse news publications.", "summary": ["Advertisement\n\nThe Herald Sun published a story on Tuesday morning from staff writers saying it had asked the government to clarify whether it would include public health alerts, bushfire information, energy cost-saving initiatives and regional tourism ads.", "The Victorian government’s media agency, OMD, which bought $151 million in government advertising in 2021-22, called Nine’s chief sales officer Michael Stephenson and News Corp’s sales chief Louise Barrett on Monday evening to deliver a two-sentence instruction.", "“We will continue to work with the government to ensure they invest in safe platforms across Australia’s most-read and trusted mastheads, and not use taxpayer money on unregulated social media platforms with little safety provisions,” he said.", "Advertisement\n\n“You’ll see that spending in the coming years will be much closer to what it was in 2017, ’18 and ’19 than what it was during those COVID times, because they were extraordinary circumstances,” he said.", "Nine’s chief sales officer Michael Stephenson said while the company is “minimally exposed” when it came to state government’s print ad spend, he expected the money would be redirected to digital platforms."], "tags": ["tuesday", "2021", "monday", "2017", "television"]}, {"source": "australian-financial-review", "title": "Sydney luxury property: F45 co-founder Rob Deutsch buys $25.5m apartment in Crown’s One Barangaroo", "text": "As Sydneysiders were digesting the news of a 0.25 per cent rate hike by the Reserve Bank on Tuesday, there were no such concerns for F45 co-founder Rob Deutsch and his wife, Nicole Perso, after they bought an apartment in Crown’s One Barangaroo tower for $25.5 million with no mortgage.\n\nIt is the second trophy home purchase logged on title records by the couple in recent months after they bought a Bellevue Hill house for $37.5 million, again with no need for finance.\n\nThe four-bedroom apartment in Crown’s One Barangaroo has sold for $3 million more than it last traded for two years ago. Domain\n\nMr Deutsch co-founded the fitness franchise F45 with Adam Gilchrist (not the cricketer) in 2013, but cashed in on his share of the company in 2019 before its headline float on the US stock exchange two years ago.\n\nAt the time of the float, the company share price opened at $US17 a share and rose to a peak of $US17.28 a month later before tumbling on a series of earnings downgrades. It was trading at US98¢ on Monday.\n\nGilchrist stepped down as chief executive last year and has since sold two neighbouring Freshwater houses for a combined $22.8 million and listed two NSW North Coast investment properties.", "summary": ["As Sydneysiders were digesting the news of a 0.25 per cent rate hike by the Reserve Bank on Tuesday, there were no such concerns for F45 co-founder Rob Deutsch and his wife, Nicole Perso, after they bought an apartment in Crown’s One Barangaroo tower for $25.5 million with no mortgage.", "Domain\n\nMr Deutsch co-founded the fitness franchise F45 with Adam Gilchrist (not the cricketer) in 2013, but cashed in on his share of the company in 2019 before its headline float on the US stock exchange two years ago.", "It is the second trophy home purchase logged on title records by the couple in recent months after they bought a Bellevue Hill house for $37.5 million, again with no need for finance.", "Gilchrist stepped down as chief executive last year and has since sold two neighbouring Freshwater houses for a combined $22.8 million and listed two NSW North Coast investment properties.", "At the time of the float, the company share price opened at $US17 a share and rose to a peak of $US17.28 a month later before tumbling on a series of earnings downgrades."], "tags": ["tuesday", "monday", "mortgage", "wife", "2019"]}, {"source": "australian-financial-review", "title": "After ASX Limited’s CHESS disaster, it’s time for the cheque, mate", "text": "Credit to ASX chief executive Helen Lofthouse for being upfront with investors about the long road the market operator faces to restore the damage to its reputation from the collapse of its project to replace the CHESS clearing and settlement system.\n\nAt the company’s first investor day on Tuesday, Lofthouse set out a five-year plan to turn the business around, focusing first on winning back the trust of its regulators and getting the CHESS project back on track, and then hunting growth in areas such as data and developing markets (such as carbon trading) that will be required for the energy transition.\n\nASX chief executive Helen Lofthouse is facing a complex juggling act. David Rowe\n\nBut none of this will come for free. And Tuesday’s briefing starkly demonstrated the costs of both reputational repair and technology investment that is part catch-up, part future-proofing.\n\nOperating expenses will rise 12 per cent in the year ending June 30, and then jump between 12 per cent and 15 per cent in financial 2024, driven mainly by the CHESS program. Next year’s figures don’t include significant items, and Lofthouse and new chief financial officer Andrew Tobin will need to cut costs (through job losses, procurement and automation) to keep a lid on expense growth.\n\nAt the same time, capex will jump from $95 million in 2023 to between $110 million and $140 million to support Lofthouse’s regulatory and risk programs, and a technology modernisation effort that goes well beyond CHESS, and includes a refresh to other trading and derivatives platforms that are more than 15 years old.", "summary": ["At the company’s first investor day on Tuesday, Lofthouse set out a five-year plan to turn the business around, focusing first on winning back the trust of its regulators and getting the CHESS project back on track, and then hunting growth in areas such as data and developing markets (such as carbon trading) that will be required for the energy transition.", "At the same time, capex will jump from $95 million in 2023 to between $110 million and $140 million to support Lofthouse’s regulatory and risk programs, and a technology modernisation effort that goes well beyond CHESS, and includes a refresh to other trading and derivatives platforms that are more than 15 years old.", "Next year’s figures don’t include significant items, and Lofthouse and new chief financial officer Andrew Tobin will need to cut costs (through job losses, procurement and automation) to keep a lid on expense growth.", "Credit to ASX chief executive Helen Lofthouse for being upfront with investors about the long road the market operator faces to restore the damage to its reputation from the collapse of its project to replace the CHESS clearing and settlement system.", "Operating expenses will rise 12 per cent in the year ending June 30, and then jump between 12 per cent and 15 per cent in financial 2024, driven mainly by the CHESS program."], "tags": ["june", "tuesday", "2024", "2023", "modernisation"]}, {"source": "australian-financial-review", "title": "Linktree sacks a quarter of its staff as Aussie unicorn threatened by Instagram", "text": "At the time, Linktree chief executive Alex Zaccaria rejected the suggestion that Instagram’s move was a big blow, saying Linktree’s independence from big platforms was important to users. He similarly sought to present Tuesday’s sackings in a positive light.\n\nAddressing employees as “Linkies”, Mr Zaccaria said the job cuts were a short-term reduction of the company’s size, which would allow it to hire more people in the US, where most of its growth was occurring.\n\n“The United States is now our largest market with our largest opportunity, and the vast majority of our sign-ups come from this region, meaning it is essential we are able to further expand the team based there,” he wrote.\n\n“We have built this momentum to date with very few Linkies based in the US. We need to focus on our growth in the US and hire people with deep experience building products for this specific audience.”\n\nFounders staying put\n\nMr Zaccaria said the smaller Linktree team would be temporary, and that it would hire product, engineering and marketing roles with specific US market experience and promised an evenly distributed team between Australia and the US by the end of the year.\n\nAdvertisement\n\nHowever, despite telling staff there was less need for Australia-based roles, no one in the founding team is moving to the US. All three will remain in Melbourne, but promised to undertake more overseas travel.\n\n“As a business born and bred in Australia, it is difficult for us to have to make these changes,” Mr Zaccaria wrote.\n\n“For those impacted, Linktree will be offering outplacement support and consultation services, as well as generous financial support beyond legal requirements. The next ESOP vesting milestone will also be accelerated and vested, and each individual will be gifted their laptop.”\n\nTech wreck?\n\nWhile Linktree is seeking to paint job losses as a growth strategy, they come as the local start-up sector is being buffeted by global headwinds, where higher interest rates have left VCs unwilling to write such large cheques since early last year, and valuations falling.\n\nThe collapse of fast-delivery start-up Milkrun in April, which resulted in all its staff being made redundant, meant it was the biggest victim of the downturn in private tech investment markets globally, and came after it banked $86 million in venture capital funding in less than two years of operation.\n\nAdvertisement\n\nWoolworths bought the Milkrun brand name last month, to rebadge its own home-delivery service.\n\nThe Linktree job losses come after a number of tech players have slashed staff or shut up shop.\n\nAmong them were Providoor, an online marketplace for high-end restaurants and food co-founded by celebrity chef Shane Delia, which closed in April, Atlassian, which sacked 500 staff in March, and Till Payments, which made 120 staff redundant in January.\n\nIn the same memo outlining the staff sackings, Mr Zaccaria also announced that Linktree had acquired German rival Bento, which also provides “link in bio” services, and was backed by Sequoia Capital. Terms of the deal were not released.\n\nLinktree declined to speak about the redundancies, or its financial position, when approached by The Australian Financial Review. Questions put to the company included whether it had seen any negative impact on user numbers since Instagram’s changes, and how much money it was losing each month.\n\nIn its memo, Linktree said it was “growing faster than ever” with 40,000 sign-ups a day.\n\nAdvertisement\n\nAirTree Ventures also declined to comment when asked for its views on Linktree’s prospects, saying it did not comment on individual portfolio company matters.\n\nThe company was recently named by the Financial Review as the best place to work in Australia for tech employees, because of generous perks including a benefits package that gave each employee $6000 to spend to improve their general health and development, or to help others.\n\nLinktree will hold an “all hands” meeting on Friday, after which, Mr Zaccaria said, remaining staff could have a day off.\n\n“Friday will be a day for all Linkies to use for processing this news in whichever way works best for them,” he wrote.\n\n“Be it together with colleagues or logged off and out of the office for the day – it is up to each individual.”", "summary": ["We need to focus on our growth in the US and hire people with deep experience building products for this specific audience.”\n\nFounders staying put\n\nMr Zaccaria said the smaller Linktree team would be temporary, and that it would hire product, engineering and marketing roles with specific US market experience and promised an evenly distributed team between Australia and the US by the end of the year.", "While Linktree is seeking to paint job losses as a growth strategy, they come as the local start-up sector is being buffeted by global headwinds, where higher interest rates have left VCs unwilling to write such large cheques since early last year, and valuations falling.", "The collapse of fast-delivery start-up Milkrun in April, which resulted in all its staff being made redundant, meant it was the biggest victim of the downturn in private tech investment markets globally, and came after it banked $86 million in venture capital funding in less than two years of operation.", "The company was recently named by the Financial Review as the best place to work in Australia for tech employees, because of generous perks including a benefits package that gave each employee $6000 to spend to improve their general health and development, or to help others.", "Among them were Providoor, an online marketplace for high-end restaurants and food co-founded by celebrity chef Shane Delia, which closed in April, Atlassian, which sacked 500 staff in March, and Till Payments, which made 120 staff redundant in January."], "tags": ["tuesday", "instagram", "sacked", "sackings", "collapse"]}, {"source": "australian-financial-review", "title": "ASX 200 LIVE: RBA decision ahead; ASX Limited drops over 10pc", "text": "4.23PM – Jun 6, 2023\n\nThe Australian sharemarket dropped 1.2 per cent, or 86.7 points to 7129.6 after the Reserve Bank’s decision to lift the cash rate by 0.25 per cent.\n\nTen out of the 11 sectors were in the red at market close, with consumer discretionary and financials stocks recording losses over 1 per cent.\n\nWesfarmers shares fell 2.1 per cent. Aristocrat Leisure tumbled 2.5 per cent. Lottery tumbled 3.4 per cent.\n\nWoolworths dropped 1.2 per cent. Despite that, a2 Milk shares rallied 1.9 per cent after it received a green light on re-registration from Chinese authorities.\n\nCommonwealth Bank shares dropped 1 per cent. Westpac shed 2 per cent. National Australia Bank fell 1.1 per cent. ANZ Bank retreated 1.6 per cent. ASX Limited tumbled 10.2 per cent after reporting that it faced a capital expenditure bill nearly 50 per cent higher for the next financial year.\n\nThe industrials sector was also in the red. Qantas tumbled 4.1 per cent after The Australian Financial Review’s Street Talk column revealed that its chief executive Alan Joyce sold $17 million in shares. Transurban dropped 1.4 per cent.\n\nBHP Group shares fell 0.9 per cent.", "summary": ["Qantas tumbled 4.1 per cent after The Australian Financial Review’s Street Talk column revealed that its chief executive Alan Joyce sold $17 million in shares.", "Ten out of the 11 sectors were in the red at market close, with consumer discretionary and financials stocks recording losses over 1 per cent.", "ASX Limited tumbled 10.2 per cent after reporting that it faced a capital expenditure bill nearly 50 per cent higher for the next financial year.", "4.23PM – Jun 6, 2023\n\nThe Australian sharemarket dropped 1.2 per cent, or 86.7 points to 7129.6 after the Reserve Bank’s decision to lift the cash rate by 0.25 per cent.", "Despite that, a2 Milk shares rallied 1.9 per cent after it received a green light on re-registration from Chinese authorities."], "tags": ["2023", "fell", "23pm", "dropped", "australian"]}, {"source": "australian-financial-review", "title": "China-US tensions: National Security Council’s John Kirby warns ‘it won’t be long before somebody gets hurt’ amid ‘growing aggressiveness’ from Chinese military", "text": "Last month, CIA Director William Burns made a secret visit to Beijing, while Chinese Commerce Minister Wang Wentao met US Commerce Secretary Gina Raimondo and Trade Representative Katherine Tai, and National Security Adviser Jake Sullivan sat down with top diplomat Wang Yi for two days in Europe.\n\nDespite those efforts, the relationship remains strained over a series of ongoing flash points, such as Beijing’s territorial claims over the self-ruled island of Taiwan and Washington’s campaign to isolate China from high-tech computer chips with potential military applications.\n\nChina’s Defence Minister Li Shangfu refused to meet his US counterpart at a conference in Singapore at the weekend, using a speech there to attack Washington’s strategy in the Indo-Pacific.\n\nAnd a Chinese warship crossed the bow of an American one in the Taiwan Strait at a distance of around 140 metres, the Pentagon said on Saturday, as tensions simmered.\n\nOn Monday, Mr Kritenbrink discussed “cross-Strait issues” with Chinese officials, according to the US statement, while China said it stated its “solemn position” on Taiwan and other “major principles”.\n\nThe meetings came as the White House warned that military interception manoeuvres by Chinese ships and planes suggested a “growing aggressiveness” from Beijing and risked an accident that could result in injury.\n\nAdvertisement\n\n“It won’t be long before somebody gets hurt,” National Security Council spokesman John Kirby told reporters at the White House on Monday (Tuesday AEST). “That’s the concern with these unsafe and unprofessional intercepts. They can lead to misunderstandings, they can lead to miscalculations.”\n\nJames Kirby: “The vast majority of international economic trade flows through the Indo-Pacific. We’ve got real needs there, and we’re going to stay there.” AP\n\nThe weekend interception in the Taiwan Strait forced the USS Chung-Hoon to take evasive measures. Last month, a Chinese jet crossed the path of a US reconnaissance plane as it was flying through international airspace.\n\nMr Kirby said the Chinese efforts represented “a statement of some sort of displeasure about our presence” in the region. But, he said, the US would continue sailing and flying in the area.\n\n“The vast majority of international economic trade flows through the Indo-Pacific. We’ve got real needs there, and we’re going to stay there,” Mr Kirby said.\n\nA handshake over the weekend between Pentagon chief Lloyd Austin and China’s Mr Li did not bolster hopes for a thaw in the relationship, after both traded criticism in their subsequent speeches at the Shangri-La Dialogue, the marquee Asia-Pacific security gathering in Singapore.\n\nOn Monday Mr Kirby said the US hoped discourse between the two countries could improve. He said the US was making progress in setting up visits to China by Secretary of State Antony Blinken, Treasury secretary Janet Yellen and Commerce secretary Raimondo, but did not have an update on the trips’ timing.\n\nBloomberg", "summary": ["Last month, CIA Director William Burns made a secret visit to Beijing, while Chinese Commerce Minister Wang Wentao met US Commerce Secretary Gina Raimondo and Trade Representative Katherine Tai, and National Security Adviser Jake Sullivan sat down with top diplomat Wang Yi for two days in Europe.", "A handshake over the weekend between Pentagon chief Lloyd Austin and China’s Mr Li did not bolster hopes for a thaw in the relationship, after both traded criticism in their subsequent speeches at the Shangri-La Dialogue, the marquee Asia-Pacific security gathering in Singapore.", "Despite those efforts, the relationship remains strained over a series of ongoing flash points, such as Beijing’s territorial claims over the self-ruled island of Taiwan and Washington’s campaign to isolate China from high-tech computer chips with potential military applications.", "He said the US was making progress in setting up visits to China by Secretary of State Antony Blinken, Treasury secretary Janet Yellen and Commerce secretary Raimondo, but did not have an update on the trips’ timing.", "On Monday, Mr Kritenbrink discussed “cross-Strait issues” with Chinese officials, according to the US statement, while China said it stated its “solemn position” on Taiwan and other “major principles”."], "tags": ["beijing", "cia", "china", "tuesday", "chinese"]}, {"source": "australian-financial-review", "title": "ABARES: Australian Bureau of Agricultural and Resource Economics and Sciences forecasts lower exports as el Nino looms", "text": "Pinned post – 3.19PM – Jun 6, 2023\n\nTreasurer Jim Chalmers called on Reserve Bank governor Philip Lowe to do more to explain why it was raising the cash rate again to everyday Australians.\n\nHe said Australians were under pressure and needed help understanding the reasons behind another rate rise.\n\nTreasurer Jim Chalmers in Parliament House today. He has urged the RBA to better explain why it had to lift interest rates. Alex Ellinghausen\n\n“What I’m acknowledging is that this interest rate rise will put more pressure on people who are already under the pump,” he told reporters.\n\n“It’s for the Reserve Bank and its board in the usual way to explain and defend the decisions that it takes independently but I think out there, in the community, people who are under pressure, will find this decision hard to cop and they will need help understanding it.”", "summary": ["“It’s for the Reserve Bank and its board in the usual way to explain and defend the decisions that it takes independently but I think out there, in the community, people who are under pressure, will find this decision hard to cop and they will need help understanding it.”", "Pinned post – 3.19PM – Jun 6, 2023\n\nTreasurer Jim Chalmers called on Reserve Bank governor Philip Lowe to do more to explain why it was raising the cash rate again to everyday Australians.", "Alex Ellinghausen\n\n“What I’m acknowledging is that this interest rate rise will put more pressure on people who are already under the pump,” he told reporters.", "He said Australians were under pressure and needed help understanding the reasons behind another rate rise.", "He has urged the RBA to better explain why it had to lift interest rates."], "tags": ["2023", "australians", "19pm", "treasurer", "cash"]}]