[{"source": "abc-news", "title": "Ben & Jerry's workers announce plan to unionize in Vermont", "text": "About 40 workers at the Ben & Jerry’s ice cream shop in the Vermont city where the company was founded have announced that they plan to form a union\n\nBURLINGTON, Vt. -- About 40 workers at the Ben & Jerry's ice cream shop in the Vermont city where the company was founded announced Monday that they plan to form a union.\n\n“Collectively, we have come to embody Ben and Jerry’s slogan of ‘peace, love, and ice cream,’” they said they wrote to management.\n\nThe so-called scoopers at the Burlington, Vt., shop said they have formed an organizing committee and petitioned the National Labor Relations Board for an election. They said they have the support of the upstate New York & Vermont chapter of Workers United, the union that started the Starbucks unionization campaign in Buffalo, New York.\n\n“I think of this union as a sign of respect for Ben & Jerry’s,” said Rebeka Mendelsohn, a shift manager and catering lead, in a statement. “We’re a company that stands for social justice rights and equity, and I want to ensure that this message is translated to all levels of employment.”\n\nBen & Jerry's, now owned by consumer goods giant Unilever, said organizers just presented the plan to the company Sunday night.\n\nIt's ”an important issue to us, we’re aware of it, and we’re actively working on it,\" Ben & Jerry's spokesman Sean Greenwood wrote in an email.\n\nThe shop employees' letter to management says they want a voice in key decisions over issues such as salaries and health care costs.\n\n“We are taught from the beginning of our employment that equality and justice are integral rights of ours as people. But what happens when Vermont’s Finest are continuously left out of these conversations?\"", "tags": ["starbucks", "vermont", "mendelsohn"]}, {"source": "abc-news", "title": "NY woman driven to wrong address fatally shot by homeowner", "text": "Authorities say a 20-year-old woman on her way to a friend’s house in upstate New York was driven to the wrong address and quickly shot to death by the homeowner\n\nHEBRON, N.Y. -- A woman looking for a friend's house in upstate New York was shot to death after the car she was riding in mistakenly went to the wrong address and was met with gunfire in the driveway, authorities said Monday.\n\nKaylin Gillis, 20, was traveling through the rural town of Hebron with three other people Saturday night when the group made a wrong turn onto the property.\n\nThey were trying to turn the car around when the homeowner, Kevin Monahan, 65, came out onto his porch and fired two shots, according to Washington County Sheriff Jeffrey Murphy.\n\nOne round hit Gillis.\n\nThe group drove to the neighboring town of Salem, northeast of Albany near the Vermont state line, and called 911, said Murphy, who noted the shooting took place in an area with limited cell phone service. Emergency crews arrived and performed CPR on Gillis but couldn't save her.\n\nWhen officers arrived at Monahan's house to investigate the shooting, he refused to come out, Murphy said. Authorities spoke with him through a 911 dispatcher and in person for about an hour before he was taken into custody, according to the sheriff.\n\nMonahan was booked into the Warren County jail on a charge of second-degree murder. It wasn't clear whether he had an attorney who could speak on his behalf.\n\nMurphy said at a news conference Monday that Gillis, who lived in Schuylerville, “was an innocent young girl who was out with friends looking for another friend’s house,” according to the Times Union of Albany. He said there was ”no reason for Mr. Monahan to feel threatened.”\n\nThe shooting happened days after 16-year-old Ralph Yarl was shot and wounded in Kansas City, Missouri, after going to the wrong house to pick up his younger brothers.", "tags": ["murder", "gunfire", "death"]}, {"source": "abc-news", "title": "Families displaced from California neighborhood seek $2B", "text": "Black and Latino Californians who were displaced from a neighborhood in Palm Springs in the 1960s are seeking $2.3 billion in compensation from the city\n\nPALM SPRINGS, Calif. -- As a child, Lawrance W. McFarland lived on a small piece of land on a Native American reservation in Palm Springs he described as a “little world of its own,” surrounded by the parts of the city that were tourist magnets and depicted in movies.\n\nThe retiree, who now lives in Mississippi, recently recalled seeing houses of the diverse, tight-knit community being torn and burned down in the square-mile area known as Section 14.\n\n“We thought they were just cleaning up some of the old houses,” he said.\n\nBut eventually his family was told to vacate their home, and McFarland, his mother and his younger brother hopped around from house to house before leaving the area altogether and moving to Cabazon, a small town about 15 miles (24 kilometers) west of Palm Springs.\n\nDecades later, Palm Springs’ city council is reckoning with those actions, voting in 2021 to issue a formal apology to former residents for the city’s role in displacing them in the 1960s from the neighborhood that many Black and Mexican American families called home. But the former residents say that is not enough.\n\nThose former residents now say the city owes them more than $2.3 billion for the harm caused by their displacement. That would be nearly $1.2 million per family. The dollar amount was disclosed Sunday at a meeting attended by experts such as Cheryl Grills, a member of the state’s reparations task force studying redress proposals for African Americans.\n\nThe effort in Palm Springs is part of a growing push by Black families to seek compensation and other forms of restitution from local and state governments for harms they’ve suffered due to generations of discriminatory policies that continued long after slavery ended.\n\nCalifornia’s statewide reparations task force is evaluating how the state can atone for policies like eminent domain that allowed governments to seize property from Black homeowners and redlining that restricted what neighborhoods Black families could live in. Last year, Los Angeles County officials voted to complete the return of land in Manhattan Beach to a Black family descended from property owners who had it seized by the city through eminent domain in the 1920s. The family decided to sell the property back to the county for $20 million.\n\nPalm Springs officials expect to work with a “reparations consultant” to decide whether and how to compensate the families displaced from the area, said Amy Blaisdell, a spokesperson for the city, in an email. The council may take this up for a vote later this month. The city, located about 110 miles (177 kilometers) east of Los Angeles, is home to about 45,000 people today and is largely known as a desert resort community, home to golf courses and ritzy resorts.\n\nThe families are also exploring legal avenues for reparations. Areva Martin, a Los Angeles lawyer representing them, filed a tort claim with the city in November alleging officials hired contractors to bulldoze homes and sent the fire department to burn them. City officials said in response that they would work with former residents and their descendants to try to come up with a solution, Martin said.\n\n“There’s no evidence of the tremendous contributions they made to the city,” she said.\n\nJulianne Malveaux, an economist and dean of the College of Ethnic Studies at California State University, Los Angeles, said the $2.3 billion figure accounts for the displacement of 2,000 families and the trauma caused to them.\n\nLisa Middleton, a city council member and former Palm Springs mayor, said it was important to acknowledge the city’s role in displacing Section 14 residents.\n\n“Our history includes some wonderful moments for which we have every right to be proud,” she said at a meeting. “But it also includes some moments for which we have every reason to be remorseful, to learn from those mistakes and to make sure that we do not pass those mistakes onto another generation.”\n\nBut the story of displacement at Section 14 is more complicated than some people may realize, said Renee Brown, associate curator and archivist for the Palm Springs Historical Society.\n\nSection 14 is a part of the Agua Caliente Band of Cahuilla Indians reservation. The tribe wanted to open up Section 14 to lease to developers, and the city helped it clear the land over the course of more than a decade, Brown said.\n\n“The city could never have gone on that land and done anything,” she said, without “tribal permission.”\n\nThe tribe did not respond to requests for comment.\n\nThe tort claim argues the tragedy was akin to the violence that decimated a vibrant community known as Black Wall Street more than a century ago in Tulsa, Oklahoma, leaving as many as 300 people dead. There were no reported deaths in connection with the displacement of families from Section 14.\n\nThree survivors of the Tulsa massacre are seeking compensation through a lawsuit filed against the city. U.S. lawmakers introduced legislation in 2021 to try to make it easier for survivors and descendants to seek reparations, but the bill never received a hearing.\n\nPalmdale resident Pearl Devers lived in Section 14 with her family until she was 12 years old. She helped spearhead efforts in recent years to create a group to reflect on their time living there and determine next steps.\n\nHer father, a carpenter, helped build their home and many others in Section 14, she said. She recalled how close residents in the neighborhood were, saying her neighbors acted as a “second set of parents” for her and her brother.\n\nShe recalled smelling and seeing burning homes until one day her mother said their family had to pack their bags and leave.\n\n“We just felt like we were running from being burned out,” she said.\n\nAlvin Taylor, Devers’ brother, said it’s essential for city officials to listen to displaced residents and descendants before deciding on a course of action for how to best make amends.\n\n“An apology is not enough,” Taylor said.\n\n___\n\nSophie Austin is a corps member for the Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Follow Austin on Twitter: @sophieadanna", "tags": ["homeowners", "californians", "mexican"]}, {"source": "abc-news", "title": "Boy, 13, gets stuck climbing into claw machine for prize", "text": "An official says a 13-year-old boy had to be freed from a claw machine after he climbed inside hoping to score a prize at a North Carolina amusement park south of Charlotte\n\nCHARLOTTE, N.C. -- A 13-year-old boy had to be freed from a claw machine after he climbed inside hoping to score a prize, according to an official at a North Carolina amusement park.\n\nCarowinds officials were alerted just before 2 p.m. Sunday that the boy was inside the Cosmic XL Bonus Game, which contained plush prizes, according to Courtney C. McGarry Weber, a spokesperson for the park south of Charlotte.\n\nThe medical response team unlocked the machine and the boy was able to get out, she said. He was treated and released from first aid to his guardian.\n\nThe boy has been banned from the park for one year for attempted theft, Weber said.", "tags": ["sunday", "boy", "theft"]}, {"source": "abc-news", "title": "Report: Serial rapist sentenced to more than 150 years", "text": "A convicted serial rapist in Indiana has been sentenced to life in prison\n\nINDIANAPOLIS -- An Indiana judge has sentenced a convicted serial rapist to more than 150 years in prison, authorities said Monday.\n\nDarrell Goodlow was charged in 2021 with 57 counts, including rape, burglary and criminal confinement. He pleaded guilty in March to nine counts, including eight felony counts of rape and one felony count of killing a domestic animal, as part of a plea agreement.\n\nMarion Superior Judge Mark Stoner sentenced him to 156 1/2 years behind bars on Friday, prosecutors said in a news release.\n\n“With this resolution, the defendant will spend the rest of his life in prison without putting the survivors in a position to relive the trauma they have experienced throughout the duration of a trial,” Marion County Prosecutor Ryan Mears said.\n\nTelephone messages were left with defense attorneys listed in online court records as representing Goodlow.\n\nProsecutors alleged that Goodlow targeted women in their 60s and 70s on the east side of Indianapolis and in the suburb of Lawrence. They accused Goodlow of sexually assaulting eight women on six different occasions between August 2020 and September 2021.\n\nIn some cases, he dressed as a utility worker to gain access to his victims’ homes. He killed one of his victims' dogs during one attack, police said.\n\nA fingerprint at one of the scenes helped investigators identify him. They also matched his DNA to evidence collected in all eight cases.", "tags": ["burglary", "rapist", "felony"]}, {"source": "abc-news", "title": "DOJ accuses China of using 'police station' to spy on, harass dissidents inside US", "text": "Two defendants are charged with operating a \"police station\" in New York City.\n\nThe FBI on Monday revealed what it said is evidence of expanding espionage and security activity by the Chinese government on U.S. soil.\n\nThe Justice Department announced three cases suggesting more brazen activity by China inside the U.S. in the wake of the spy balloon controversy.\n\nOne case involves Chinese security officials allegedly spying on Zoom calls and then harassing Chinese dissident participants identified as targets.\n\nTen Chinese officials were charged with conspiracy along with an employee of a telecommunications company.\n\nSources told ABC News the company was Zoom and the insider from China allegedly was able to disrupt meetings on Zoom.\n\nA Zoom spokesperson told ABC News the company has been \"cooperating fully with the Department of Justice. We wholly support the U.S. Government’s commitment to protecting American companies and citizens from foreign coercion or influence.\"\n\nChina national flag STOCK PHOTO/Getty Images\n\nAnother of the cases involves Chinese security officials allegedly setting up a \"police station\" in New York City and using it as a base of operations to spy on, co-opt or intimidate Chinese dissidents living in the city and elsewhere.\n\nThe charges unsealed allege two defendants were operating an illegal overseas \"police station\" -- the first ever in the U.S. -- located in lower Manhattan, for a provincial branch of the Ministry of Public Security of the People's Republic of China (PRC).\n\nA top DOJ official told ABC News' that the charges show how brazen China is.\n\n\"[It] shows how brazen they are, how unwilling they are to work under the laws that apply in free democracies,\" David Newman the Principal Deputy Assistant Attorney General for National Security at the Department of Justice told Chief Justice Correspondent Pierre Thomas. \"And it demonstrates that they choose to project their authoritarian system outside their borders.\"\n\nThe two suspects operated out a Manhattan office building in Chinatown at the direction of a Chinese police official, prosecutors alleged.\n\nThe men engaged in a number of activities on U.S. soil, prosecutors said, including participating in counter protests and targeting specific Chinese dissidents for harassment.\n\n\"It is simply outrageous that China's Ministry of Public Security thinks it can get away with establishing a secret, illegal police station on U.S. soil to aid its efforts to export repression and subvert our rule of law,\" said Acting Assistant Director Kurt Ronnow of the Counterintelligence Division. \"This case serves as a powerful reminder that the People's Republic of China will stop at nothing to bend people to their will and silence messages they don't want anyone to hear.\"\n\nThe seal of the Federal Bureau of Investigation is seen outside of its headquarters in Washington, DC, August 15, 2022. Mandel Ngan/AFP via Getty Images, FILE\n\nThe men arrested were expected in a Brooklyn federal court later Monday.\n\nIf convicted of conspiring to act as agents of the PRC, the defendants face a maximum sentence of five years in prison. The obstruction of justice charge carries a maximum sentence of 20 years in prison.\n\nThe Justice Department also announced charges against 34 members of a specialized unit in China. The unit, run by the Chinese national police or Public Security Ministry, the U.S. said, allegedly created fake social media accounts, including on Twitter, to harass Chinese dissidents in the U.S. and to promote propaganda from China.\n\nNewman said it further shows how China wants to further their agenda in the U.S.\n\n\"We're limited in what we can say outside of our charges, but everyone who follows China in the PRC knows that this effort is ongoing and that they are going to continue to take other efforts to try to project their system into the United States,\" he said.\n\nFBI Director Christopher Wray expressed concern about the Chinese \"police stations\" during a congressional hearing in November 2022.\n\n\"I'm very concerned about this. We are aware of the existence of these stations,\" Wray told a Senate Homeland Security and Governmental Affairs Committee hearing in November.\n\n\"But to me, it is outrageous to think that the Chinese police would attempt to set up shop, you know, in New York, let's say, without proper coordination. It violates sovereignty and circumvents standard judicial and law enforcement cooperation processes,\" he added.\n\nABC News' Alem Agha and Beatrice Peterson contributed to this report.", "tags": ["fbi", "prosecutors", "espionage"]}, {"source": "abc-news", "title": "Supreme Court to deliver answer in religious mailman's case", "text": "The Supreme Court this week is hearing the case of a religious mail carrier who refused to deliver Amazon packages on Sundays\n\nLANCASTER, Pa. -- Gerald Groff liked his work as a postal employee in Pennsylvania's Amish Country. For years, he delivered mail and all manner of packages: a car bumper, a mini refrigerator, a 70-pound box of horseshoes for a blacksmith. But when an Amazon.com contract with the United States Postal Service required carriers to start delivering packages on Sundays, Groff balked. A Christian, he told his employers that he couldn't deliver packages on the Lord's Day.\n\nNow Groff's dispute with the Postal Service has reached the U.S. Supreme Court, which will consider his case Tuesday. Lower courts have sided with the Postal Service, which says Groff's demand for Sundays off meant extra work for other employees and caused tension. Groff, for his part, argues employers can too easily reject employees' requests for religious accommodations, and if he wins, that could change.\n\n“We really can’t go back and change what happened to me,” said Groff, who ultimately quit his job over the Sunday shifts. But he says that other people “shouldn’t have to choose between their job and their faith.”\n\nGroff’s case involves Title VII of the Civil Rights Act of 1964, which prohibits religious discrimination in employment. The law requires employers to accommodate employees’ religious practices unless doing so would be an “undue hardship” for the business.\n\nGroff grew up in Lancaster County, where he attended Mennonite schools and lived in a home across the street from his grandparents' farm. His grandfather's death around the time he graduated from high school was a turning point for him, he said, and helped motivate him to work as a missionary. While he has a college degree in biology, over the years he has gone on eight mission trips lasting anywhere from two months to two years that took him to Asia, Africa and Latin America.\n\nHe did different jobs in between but in 2012 he found a job at the Postal Service, regularly filling in as a mail carrier when other carriers were off or sick.\n\n“I just really enjoyed the job from the very beginning. You get to be out in the countryside, in the fresh air ... It’s a beautiful place to live and work and I just really enjoyed it and planned to make a career of it unless God called me back to the mission field somewhere,” said Groff of his job as a rural carrier associate.\n\nAs a fill-in mail carrier he ultimately learned 22 different routes, which he would drive in his Honda CR-V, hitting 500 to 800 mailboxes a day. Eventually, he hoped to become a regular mail carrier, with a set route of his own.\n\nSoon after Groff joined the Postal Service, however, it signed a contract with Amazon to deliver packages on Sundays. And about four years into the job Groff was told he'd have to start working his share of Sunday shifts. Groff said no. Sunday, he says, is “a day we come together as Christian believers and we honor the Lord’s Day.”\n\n“And so to give that up, to deliver Amazon packages would be to give up everything that we believe in,” Groff said.\n\nTo avoid Sunday work, Groff gave up his seniority at the post office in rural Quarryville, Pennsylvania, where the parking lot includes two spaces labeled “HORSE AND CARRIAGE ONLY.” He transferred to a smaller office in nearby Holtwood, which was not yet doing Sunday deliveries. Eventually, however, Sunday deliveries were required there too.\n\nGroff told his supervisor he'd work extra shifts and holidays to avoid Sundays. The supervisor tried to find other carriers for Groff's Sunday shifts, even though finding substitutes was time consuming and not always possible. Groff's absences, meanwhile, created a tense environment, led to resentment toward management and contributed to morale problems, officials said. It also meant other carriers had to work more Sundays or sometimes deliver more Sunday mail than they otherwise would. One carrier transferred and another resigned in part because of the situation, Groff's supervisor said.\n\nEventually, however, Groff missed enough Sundays that he was disciplined. He resigned in 2019 rather than wait to be fired, he said, and then filed a religious discrimination lawsuit.\n\nGroff says that under a 1977 Supreme Court case, Trans World Airlines v. Hardison, employers don't have to show much to prove an undue hardship and can deny religious accommodations to employees when they impose “more than a de minimis cost” on the business. The case was 7-2 in favor of TWA with both liberals and conservatives in the majority.\n\nBut Groff's lawyer Hiram Sasser of the First Liberty Institute says the Hardison case “sort of stacked the deck against employees and the common folk.” “They’ve got to climb Mount Kilimanjaro to try to win one of their cases, and, I mean, that's not right,” he said.\n\nGroff wants the Supreme Court to say that employers must show “significant difficulty or expense” if they want to reject a religious accommodation.\n\nBiden administration lawyers representing the Postal Service say Hardison should be clarified to make clear it gives substantial protection for religious observance. But the administration also says that when accommodating the religious practices of one employee negatively impacts other employees, that can be an undue hardship on a business.\n\nGroff would seem to have the upper hand. Three current justices — Clarence Thomas, Samuel Alito and Neil Gorsuch — have said the court should reconsider Hardison. And in recent years the court's conservative majority has been particularly sympathetic to the concerns of religious plaintiffs.\n\nLast year, for example, the court sided with another one of First Liberty's clients, a football coach at a public high school who wanted to be able to kneel and pray on the field after games.\n\nGroff, for his part, has found other work since leaving the Postal Service. These days, he's essentially the postmaster for a retirement community with several thousand residents. He oversees a staff of volunteer residents that sorts mail and puts it in mailboxes every day except Sunday.\n\nThere are no Sunday deliveries to Groff's home either. He says he went in and disabled them on Amazon.\n\n“I can wait for that stuff,” he said. “And if I need it that bad, I’ll go to the store and get it.”", "tags": ["tuesday", "mennonite", "sunday"]}, {"source": "abc-news", "title": "Ex-Cardinal McCarrick charged in Wisconsin with sex abuse", "text": "The defrocked Roman Catholic cardinal who became the face of the church’s clergy sex abuse crisis has been charged in Wisconsin with sexually assaulting an 18-year-old man more than 45 years ago\n\nMADISON, Wis. -- The defrocked Roman Catholic cardinal who became the face of the church's clergy sex abuse crisis has been charged in Wisconsin with sexually assaulting an 18-year-old man more than 45 years ago, court records show.\n\nA criminal complaint filed Friday alleges that Theodore McCarrick, who was removed from the priesthood in 2019 after a Vatican investigation found he had sexually molested adults and children, fondled a man in 1977 while staying at a cabin on Geneva Lake in southeastern Wisconsin.\n\nThe alleged victim, who is not named, told investigators that McCarrick had repeatedly sexually assaulted him since he was 11 and even brought him to parties where other adult men sexually assaulted him, according to the complaint.\n\nMcCarrick became the highest-ranking Roman Catholic official in the U.S. to face criminal charges for sexual abuse when he was accused in 2021 of sexually assaulting a teenage boy in Massachusetts at a wedding reception in 1974. His attorneys asked the judge in that case earlier this year to dismiss the charges, saying that McCarrick, now 92 and suffering from dementia, is not competent to stand trial.\n\nThe once-powerful priest was ordained in 1958 and became archbishop in Newark, New Jersey, in 1986 and then archbishop of Washington, D.C., in 2000. He rose to power despite church officials' knowledge of accusations against him. A two-year Vatican investigation into McCarrick's tenure found credible reports of his problematic behavior dating back to 1999, including an inquiry confirming that McCarrick had slept with seminarians.\n\nThe church has confirmed it made financial settlements with adults who accused McCarrick of sexual misconduct. McCarrick retired in 2006 but continued to be active in political circles until he was defrocked by Pope Francis in 2019.\n\nWisconsin prosecutors learned of the alleged 1977 assault through a program dedicated to prosecuting instances of abuse by faith leaders, according to a news release. Officials were able to charge McCarrick because the statute of limitations does not apply to people who are not residents of the state. A similar law allowed Massachusetts prosecutors to bring their case against McCarrick more than 40 years later.\n\nMcCarrick's attorney in Massachusetts, William Fick, did not immediately return a phone call or email sent Monday. An attorney for McCarrick has not yet been listed in the Wisconsin case.\n\n___\n\nHarm Venhuizen is a corps member for the Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Follow Venhuizen on Twitter.", "tags": ["molested", "priest", "assaulting"]}, {"source": "abc-news", "title": "SpaceX set for Monday test flight of giant Starship rocket", "text": "SpaceX scrubbed the launch of its powerful Starship rocket -- which is expected to eventually carry passengers to the moon and Mars -- that was set for Monday morning.\n\nThe uncrewed launch of the world's largest rocket would have marked the first flight test of a \"fully integrated\" Starship spacecraft and the so-called Super Heavy rocket, SpaceX said. SpaceX CEO Elon Musk said on Twitter just before the launch that a \"pressurant valve appears to be frozen,\" ending the possibility of any launch Monday.\n\nSpaceX said the attempted launch would now be turned into a wet dress rehearsal, meaning it simulates every stage of rocket launch but without liftoff actually occurring.\n\nThe 150-minute test window opened at 7 a.m. CT Monday, SpaceX said, and the company was aiming for a 8:20 a.m. CT launch. A live webcast of the flight test began 45 minutes before expected liftoff and the countdown clock was taken down to the 10-second mark before stopping.\n\nThis undated photo provided by SpaceX shows the company's Starship rocket at the launch site in Boca Chica, Texas. SpaceX via AP\n\nDuring the webcast, the team said it would need at least 48 hours to reset the rocket and figure out why the pressurization issue occurred before attempting to launch Starship again.\n\n\"Learned a lot today, now offloading propellant, retrying in a few days,\" Musk tweeted after the launch was scrubbed.\n\nThe timing comes after the Federal Aviation Administration on Friday approved SpaceX's launch of the nearly 400-foot-tall rocket from a remote site on the southernmost tip of Texas near Boca Chica Beach.\n\n\"Success maybe, excitement guaranteed!\" Musk tweeted Friday night.\n\nDuring a Twitter \"Spaces\" event for subscribers Sunday evening, Musk warned to set expectations \"low.\"\n\nFollowing blastoff, the first stage of the Super Heavy rocket is expected to splash down about 20 miles off the coast of Boca Chica while the Starship vehicle orbits around the globe before splashing down off the coast of Hawaii.\n\nFor this first flight test, SpaceX said it will not attempt a vertical landing of Starship or a catch of the booster.\n\nSpaceX said this flight test will \"inform and improve the probability of success in the future as SpaceX rapidly advances development of Starship,\" which is designed to carry up to 100 people on long-duration, interplanetary flights.\n\nNASA has already announced plans to use a Starship to put astronauts on the lunar surface in 2025.\n\nABC News' Gina Sunseri contributed to this report.", "tags": ["spacex", "astronauts", "2025"]}, {"source": "abc-news", "title": "Boston Marathon sweep for Kenya, but not favorite Kipchoge", "text": "BOSTON -- Defending Boston Marathon champion Evans Chebet wasn't focused on beating Eliud Kipchoge, the world record holder considered the greatest marathoner of all time.\n\nConquering the course was the goal.\n\nChebet won the world's oldest and most prestigious marathon on Monday for the second year in a row, leaving Kipchoge behind at Heartbreak Hill to spoil the two-time Olympic gold medalist's much-anticipated debut and win in 2 hours, 5 minutes, 54 seconds.\n\nGabriel Geay of Tanzania won a footrace for second, finishing 10 seconds behind the winner and two seconds ahead of Kenyan Benson Kipruto. Kipchoge finished sixth — just his third major marathon loss to go with 12 victories.\n\n“When we race, we don’t race against an individual,” said Kipruto, the 2021 winner and Chebet's training partner. “When we woke up this morning, we were going for a race, not for an individual. ... And that’s what happened.”\n\nHellen Obiri, a two-time Olympic silver medalist in the 5,000 meters, won the women's race in 2:21:38 to complete the Kenyan sweep. Amane Beriso of Ethiopia was second, 12 seconds back, followed seven seconds later by Israeli Lonah Salpeter.\n\n“I tried to be patient and wait for the right time to happen,\" said Obiri, who finished sixth last fall in New York in her marathon debut. \"Today was my time.”\n\nIt was the third straight Kenyan sweep. Obiri is the 15th Kenyan to win the distaff division since 1966. Chebet is the 25th Kenyan men’s champion and fourth in a row; he is the first man to defend his Boston title since Robert Kipkoech Cheruiyot won three in a row from 2006-08.\n\nChebet's time was the sixth-fastest in course history. Kipchoge finished in 2:09:23, the slowest marathon of his career.\n\n“In a marathon anything can happen,” Obiri said of the men’s race. “It was a strong field, and everybody was there to race.”\n\nChebet was in a lead pack that dropped Kipchoge around Mile 20, shortly after he missed his bottle at a water station. Geay, Kipruto and Chebet pulled away with about three miles left, and Chebet made his move in the final mile.\n\n“Most of them blew up. Even Eliud Kipchoge blew up,” said Scott Fauble, who finished seventh and was the top American. “I almost caught him.”\n\nKipchoge had been hoping to add a Boston Marathon victory to his unprecedented running resume. The 38-year-old has won four of the six major marathons; Boston is the only one he has competed in and failed to win. (He has never run New York.) He also broke 2 hours in an exhibition in a Vienna park.\n\nFighting a headwind and rain that dampened the roads, Kipchoge ran in the lead pack from the start in Hopkinton until the series of climbs collectively known as Heartbreak Hill. But to the surprise of the fans lined up along Boylston Street for the final kick, he wasn’t among the three leaders.\n\n“I live for the moments where I get to challenge the limits,” Kipchoge said in a statement distributed by the race organizers. “It's never guaranteed, it's never easy. Today was a tough day for me. I pushed myself as hard as I could, but sometimes, we must accept that today wasn't the day to push the barrier to a greater height.”\n\nHe also congratulated the winners and thanked the fans for their support.\n\n“In sports you win and you lose and there is always tomorrow to set a new challenge,” said Kipchoge, who has stated a goal to win all six major marathons but did not announce any plans on Monday. “Excited for what's ahead.”\n\nMarcel Hug of Switzerland won the men’s wheelchair race in a course record time – his sixth victory here. American Susannah Scaroni won her first Boston title despite having to stop early to tighten a wheel that began to wobble on the bumpy pavement.\n\n“It’s better to pull over losing that time tightening it,\" she said. \"The speed you lose when your wheel is (loose) is much greater than the time you would lose by not tightening it. I was disappointed. I just tried to get back to the ... pace as quickly as I could.”\n\nKae Ravichandran finished in 2:38:57 to win the new nonbinary category, which included 27 entrants. Runner-up Cal Calamia, who wore a transgender patch on their singlet, said they heard spectators cheering for them all along the course.\n\n“To be able to do it in this way, in this category, makes it so much more special,” said Calamia, who was running their sixth marathon and first Boston. “Knowing how much work has gone into getting this category — in a way, that was already a win.”\n\nAlso running were former Boston Bruins captain Zdeno Chara, who finished in 3:38:23, and celebrity chef Daniel Humm, with a time of 2:58:53. Olympic tennis gold medalist Monica Rakitt, who was known as Monica Puig when she won the Rio Games, wore bib No. 2016 and finished in 3:49:47.\n\nHeisman Trophy winner Doug Flutie, who wore No. 22 at Boston College and No. 2 for much of his NFL career, had bib No. 222 while finishing in 5:28:34.\n\nChara, who wore No. 33 for the Bruins, had bib No. 3333.\n\nNo one was assigned bib No. 2013 in remembrance of the 2013 finish line bombings that killed three people and wounded hundreds more. The race included 264 members of the One Fund community — those injured by the attack, their friends and family and charities associated with them.\n\nThe city marked the anniversary in a ceremony on Saturday.\n\nA robotic dog named Stompy belonging to the Department of Homeland Security patrolled the start line before the race began, trailed by photographers capturing the peculiar sight. Officials said there were no known threats.\n\nAt 6 a.m., race director Dave McGillivray sent out a group of about 20 from the Massachusetts National Guard that hikes the course on the state holiday of Patriots' Day commemorating the start of the Revolutionary War.\n\nCapt. Kanwar Singh, 33, of Malden, Massachusetts, said the race reminds him of Boston's resilience.\n\n“Ten years ago, the city came to a halt. It’s an incredibly strong comeback, as a group together,” he said. “I tell people, never bet against Bostonians.”\n\n___\n\nMore AP sports: https://apnews.com/hub/apf-sports and https://twitter.com/AP_Sports", "tags": ["marathoner", "marathons", "marathon"]}, {"source": "aftenposten", "title": "Russisk resolusjonsforslag om Syria falt", "text": "Russisk resolusjonsforslag om Syria falt\n\nEt russisk resolusjonsforslag i FNs sikkerhetsråd om å redusere nødhjelp over grensen til Syria, har falt.\n\nEn stor syrisk flyktningleir nær grensen til Tyrkia.\n\n09.07.2020 05:38 Oppdatert 09.07.2020 21:39\n\nRussland trengte ni stemmer av Sikkerhetsrådets 15 og ingen stemmer imot blant de fem vetomaktene for å få forslaget igjennom. Men det fikk bare fire stemmer.\n\nSju land stemte mot forslaget, og fire avsto, ifølge Tysklands FN-ambassadør Christoph Heusgen, som for tiden er Sikkerhetsrådets president. Foruten Russland stemte Kina, Vietnam og Sør-Afrika for forslaget.\n\nTirsdag la Russland og Kina ned veto mot et forslag fra Tyskland og Belgia om å holde to grenseoverganger mellom Tyrkia og Syria åpne for nødhjelp inn i Syria i ett år.\n\nRussland mener i prinsippet at all nødhjelp bør gå via de syriske myndighetene, men ville ha godtatt at ett krysningspunkt fra Tyrkia holdes åpent i seks måneder. I januar fikk Russland gjennom at antall overganger ble redusert fra fire til to.\n\nLes også Russland og Kina nedla veto mot Syria-resolusjon i Sikkerhetsrådet\n\nNytt forsøk\n\nTyskland og Belgia vil nå gjøre et nytt forsøk på å få vedtatt en forlengelse av to grenseoverganger. For å tekkes Russland vil de tilby å korte ned forlengelsen til seks måneder.\n\nDen nåværende ordningen har godkjent at FN siden 2014 har fått bruke grenseoverganger som ikke kontrolleres av syriske myndigheter.\n\nDe to grenseovergangene det er snakk om, er Bab al-Salam, som leder frem til Aleppo-regionen, og Ban al-Hawa, som går til Idlib. Russland ønsker å stenge den første av dem.\n\nIfølge FNs kontor for humanitær hjelp (OCHA) gir de to overgangene direkte adgang til de største konsentrasjonene av internflyktninger i områder de behovene er enorme.\n\nLes også FN: Åpenbare krigsforbrytelser i Idlib-offensiven i Syria\n\nFrykter alvorlige følger\n\nInternasjonale hjelpegrupper frykter alvorlige konsekvenser for millioner av internflyktninger i Syria om ikke de to grenseovergangene holdes åpne.\n\n– Dersom antall grenseoverganger for nødhjelp reduseres ytterligere, vil det være et stort tilbakeslag for humanitær hjelp i det nordvestlige Syria. Det vil uvegerlig føre til stor mangel på forsyninger til en befolkning som har store behov, sier Konstantin Witschel i tyske Welthungerhilfe.\n\nVerdens matvareprogram WFP har beregnet at 9,3 millioner syrere ikke lenger har nok mat.", "tags": []}, {"source": "aftenposten", "title": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter", "text": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter\n\nKinas militærøvelser i Sør-Kina-havet møtes med kritikk fra USA, som selv viser muskler i regionen. Eksperter mener de to er stadig nærmere militær konflikt.\n\nHangarskipene USS Ronald Reagan (foran) og USS Nimitz (i bakgrunnen) seiler sammen i formasjon i Sør-Kina-havet mandag. Eksperter advarer om at risikoen for militær konflikt mellom USA og Kina er større enn noensinne, med stadig høyere spenning i Sør-Kina-havet.\n\n09.07.2020 06:53 Oppdatert 09.07.2020 22:51\n\nSatellittbilder skal vise hvordan Beijing bygger ut sitt nærvær på de kunstige øyene de har etablert i havet.\n\nDet er tydelig høyere spenning i Sør-Kina-havet, et av få steder der kinesiske og amerikanske interesser møtes, sier Mikael Weissmann, som er forsker ved Försvarshögskolen og Utrikespolitiska institutet i Sverige til TT.\n\nKinesiske myndigheter kunngjorde i starten av juli at de ville gjennomføre en militærøvelse i området. USA har svart med å sende to hangarfartøy, noe som har fått regjeringen i Beijing til å se rødt.\n\n– Det viser tydelig at en opptrapping har skjedd. Fra USA er det en maktdemonstrasjon. Å sende to hangarfartøy er veldig tungt, sier Weissmann.\n\nLes også Trusler om Hongkong-sanksjoner sender Kina i strupen på USA\n\nBygger ut\n\nKina, som gjør krav på nesten hele Sør-Kina-havet, har de siste årene skapt kunstige øyer rundt rev og klipper i havet. På øyene er det bygd militæranlegg.\n\nIfølge amerikanske Centre for Strategic and International Studies (CSIS) kontrollerer Beijing nå 20 posteringer rundt øygruppen Paraceløyene, som både Kina, Vietnam og Taiwan gjør krav på, og ytterligere sju andre øygrupper.\n\nSamtidig rapporteres det i asiatiske medier at Kina har begynt med mudring på en av Parcel-øyene. På satellittbilder ser det ut som Kina bygger ut øyas nordvestre hjørne, som utgjør Beijings administrasjonssenter i Sør-Kina-havet.\n\nUSS Nimitz fotografert i nærheten av Sør-Korea i 2013.\n\nOmstridt område\n\nIfølge nabolandene er Kinas militarisering av øyene i strid mot internasjonal lov og rett.\n\nBlant annet Vietnam, Taiwan og Filippinene har fremsatt krav for deler av Sør-Kina-havet, noe Kina anser som en utfordring mot kinesisk territorium.\n\nFlere land henvendte seg i mai til FN med fordømmelse av Kinas fremferd.\n\nFlere årsaker\n\nDragkampen om området handler ikke bare om at det er en av verdens viktigste handelsruter, eller at bunnen antas å inneha enorme olje- og gassverdier.\n\nI takt med at Kina har tatt stadig større plass i den globale verdensorden, har det blitt mer og mer viktig for landet å bli sett som handlekraftig, både for egen befolkning og omverden, forklarer Weissmann.\n\nI tillegg handler ambisjonene i området for Kina også om forholdet til USAs allierte Taiwan, som Kina anser som en utbryterregion.\n\nLes også Kina åpner kontor for sikkerhetsagenter i Hongkong\n\nMye å tape\n\nDen økende politiske mistilliten mellom Kina og USA over koronaviruset har heller ikke bidratt til å roe ned situasjonen.\n\nNational Institute for South China Sea Studies i Beijing, som studerer amerikansk nærvær i Sør-Kina-havet, beklaget seg i en nylig rapport over at hundrevis av kommunikasjonskanaler mellom de to landenes militærstyrker er blitt lukket.\n\nEksperter, blant dem instituttets sjef, advarer om at risikoen for militær konflikt mellom landene er større enn noen gang tidligere.\n\nWeissmann tviler imidlertid på at det vil bryte ut konflikt.\n\n– Man kan selvfølgelig aldri vite sikkert, men det ligger ikke i noen parts interesse å havne i krig. Det har både USA og Kina for mye å tape på, sier han.", "tags": []}, {"source": "aftenposten", "title": "Oberstløytnant som vitnet mot Trump, går av", "text": "Oberstløytnant som vitnet mot Trump, går av\n\nOberstløytnant Alexander Vindman, som vitnet mot president Donald Trump i riksrettssaken, orker ikke mer mobbing og trekker seg fra hæren.\n\nOberstløytnant Alexander Vindman tas i ed under riksrettssaken mot president Donald Trump. Nå forlater han hæren som følge av Trumps mobbing.\n\n09.07.2020 05:57 Oppdatert 09.07.2020 07:23\n\nVindman fikk sparken fra sin stilling i det nasjonale sikkerhetsrådet i Det hvite hus i februar, to dager etter at president Donald Trump ble frikjent.\n\nVindman lå an til forfremmelse til oberst, men hans advokat David Pressman sier i en kunngjøring at det åpenbart ikke blir noe av.\n\nI kunngjøringen heter det at Vindman forlater hæren etter 21 års tjeneste etter at det ble klart for ham at hans fremtid i hæren for alltid er begrenset.\n\n– Ved hjelp av en mobbe- og hevnkampanje har USAs president forsøkt å tvinge Vindman til å velge mellom å adlyde loven eller gjøre en president til lags, mellom å hedre sin ed eller beskytte sin karriere, heter det i en kunngjøringen.\n\nLes også Eksplosiv smittebølge fortsetter i USA\n\nVindman fortalte i riksrettssaken om hvordan han i kraft av sin stilling hadde hørt på telefonsamtalen der Trump ba Ukrainas president Volodymyr Zelenskyj innlede gransking av Joe Biden.\n\nSenator Tammy Duckworth sier at saken setter søkelyset på forsvarsminister Mark Esper, som «ikke har beskyttet en dekorert veteran mot en hevngjerrig øverstkommanderende».\n\nHun gjør det klart at hun vil blokkere alle 1.123 planlagte forfremmelser i forsvaret inntil Esper kommer med en transparent redegjørelse for situasjonen.", "tags": []}, {"source": "aftenposten", "title": "Tik Tok installert på flere mobiler i regjeringen", "text": "Tiktok installert på flere mobiler i regjeringen\n\nUSA frykter at brukerdata fra Tiktok kan bli overført til Kina. I Norge har flere i regjeringen lastet ned appen – inkludert statsminister Erna Solberg.\n\nDen kinesiskeide videoappen Tiktok har den siste tiden vært i hardt vær. USAs utenriksminister Mike Pompeo opplyste denne uken at USA vurderer å forby appen, blant annet av frykt for at persondata som samles inn gjennom Tiktok, kan bli overført til kinesiske myndigheter.\n\n09.07.2020 05:44 Oppdatert 09.07.2020 09:18\n\nMed mer enn to milliarder nedlastinger er Tiktok blitt en av verdens mest populære apper.\n\nMen nå vokser skepsisen. India innførte forbud mot appen i forrige uke. USA vurderer å gjøre det samme. EU, Danmark, Nederland og Storbritannia har alle åpnet sak.\n\nFrykten er at Tiktok, som eies av kinesiske Byte Dance, kan misbrukes til storstilt innsamling av personopplysninger, deriblant om barn – og at disse personopplysningene i verste fall kan havne i kinesiske myndigheters hender.\n\nSom NTB skrev onsdag, er det likevel ingen relevante myndighetsorganer i Norge som har gjort noe forsøk på å undersøke appen nærmere.\n\nDet er heller ikke utarbeidet råd for hvordan myndighetspersoner skal forholde seg til den.\n\nLes også Både Selma og Morten opplevde å bli sensurert på Tiktok. Ingen av dem vet nøyaktig hvorfor.\n\nTiktokere i regjeringen\n\nEn kartlegging NTB har gjort, viser nå at flere regjeringsmedlemmer har opprettet brukere på Tiktok.\n\nDet inkluderer statsminister Erna Solberg (H). Hun skaffet seg appen i forbindelse med at hun deltok i en dansevideo på Tiktok med sykepleiere på Rikshospitalet.\n\nDa videoen ble spilt inn, fortalte statsministeren til VG at hun hadde Tiktok selv, men at hun ikke hadde publisert noe der.\n\n– Etter det har jeg ikke brukt appen, og jeg har den heller ikke på telefonen, sier Erna Solberg i en kommentar til NTB.\n\nStatsminister Erna Solberg danset sammen med sykepleierne Ida Larsson Gerø og Marie Bachke Lian på Rikshospitalet 12. mai i år. Videoen ble delt på Tiktok, og statsministeren skaffet seg appen i den forbindelse.\n\nLes også Tiktok går klar av kritisk søkelys i Norge: Ingen har vurdert sikkerheten\n\nHenrik Asheim og Tina Bru\n\nTo andre regjeringsmedlemmer som har vært på Tiktok, er olje- og energiminister Tina Bru (H) og forsknings- og høyere utdanningsminister Henrik Asheim (H).\n\nSistnevnte trekker frem nettopp dansevideoen med Erna Solberg som noe av det som gjorde ham nysgjerrig.\n\n– Jeg har en bruker på Tiktok rett og slett fordi jeg måtte sjekke hva det var, sier Asheim til NTB.\n\nIngen spesifikke råd\n\nSeniorrådgiver Martin Bernsen i Politiets sikkerhetstjeneste (PST) forteller at det ikke er gjort noen spesifikk vurdering av hvor trygt det er for regjeringsmedlemmer å ha Tiktok.\n\n– Vi gir råd til myndighetspersoner, og bruk av sosiale medier er noe vi snakker om der. Men da gir vi råd som ofte er tilpasset hver enkelt myndighetsperson, med utgangspunkt i trusselbildet rundt personen og hvilke sosiale medier denne personen bruker, sier Bernsen til NTB.\n\nIfølge ham gjør PST ingen teknisk vurdering av konkrete apper.\n\n– Det vi sier, er at vi oppfordrer myndighetspersoner, men også andre personer som har yrker og stillinger der de kommer borti sensitiv informasjon, til å ha et bevisst forhold til hva de legger ut, og hvilke plattformer de bruker.\n\nLes også Tiktok-kjendiser får barn til å sende penger via livesendinger. Det er ikke greit! | Ingrid Bergtun\n\nMæland bekymret\n\nJustis- og beredskapsminister Monica Mæland (H) er ikke blant dem som har brukt Tiktok.\n\nHun ser med bekymring på de mulighetene som nye kommunikasjonsplattformer kan gi for aktører med uredelige hensikter.\n\nMæland viser samtidig til at Nasjonal sikkerhetsmyndighet (NSM) nylig kom med nye råd om sikkerhet på mobile enheter.\n\n– Et av rådene er at vi alle bør gjøre en kritisk vurdering av hvilke apper vi skal installere. Vi bør ha et bevisst forhold til alle apper og tjenester vi benytter, sier hun.\n\n– Dette handler ikke bare om denne ene appen, men gjelder generelt.\n\nSelv har Tiktok gjentatte ganger avvist anklagene mot appen. Tiktok fastholder overfor NTB at selskapet overholder de personvernlovene som gjelder lokalt, og at ingen data overføres til Kina.\n\nEtter at NTB tok kontakt, har Asheim slettet Tiktok fra sin mobil.", "tags": []}, {"source": "aftenposten", "title": "Direkteblogg om korona", "text": "Helse- og omsorgsminister Ingvild Kjerkol (Ap) sier regjeringens strategi om tidlig å kunne avdekke en eventuell bekymringsfull utvikling og ta flere grep ved behov, står ved lag. Foto: Terje Bendiksby / NTB\n\nNorge vil ikke kreve negativ koronatest for reisende fra Kina selv om flere europeiske land har innført dette.\n\nI begynnelsen av januar kom EUs krisehåndteringsmekanisme frem til en liste med anbefalte tiltak for å håndtere pandemien og den utviklingen man ser i Kina. Blant annet ble alle de 27 EU-landene anbefalt å kreve koronatesting av passasjerer fra Kina.\n\nMandag kunngjorde Helse- og omsorgsdepartementet at det ikke vil bli innført krav til negativ koronatest her i landet.\n\n– Anbefalingene de europeiske landene ble enige om, er basert på helhetsvurderinger for alle de europeiske landene samlet. Landenes oppfølging og håndtering av tiltakene tilpasses nasjonale forhold, sier helse- og omsorgsminister Ingvild Kjerkol (Ap).\n\nNorske myndigheter støtter øvrige tiltak. Blant annet at reisende fra Kina skal bruke munnbind på flyet, samt at de skal få informasjon om hygienetiltak.\n\nI tillegg skal Folkehelseinstituttet fortsette med overvåking. Blant annet skal instituttet overvåke avløpsvann fra Gardermoen og analysere virusvarianter hos sykehusinnlagte personer.\n\nAnbefalingen fra EUs krisehåndteringsmekanisme er rådgivende, ikke juridisk bindende. Sverige og Tyskland har innført krav til negativ test, mens folkehelsemyndighetene i Danmark har anbefalt at det ikke skal innføres et slikt krav.", "tags": []}, {"source": "aftenposten", "title": "George Floyd ropte 21 ganger at han ikke kunne puste", "text": "George Floyd ropte 21 ganger at han ikke kunne puste\n\n21 ganger ropte George Floyd at han ikke kunne puste før han døde. Det viser nye utskrifter fra opptakene fra politimennenes kroppskameraer.\n\nEn Black lives matter-demonstrasjon i Pittsburgh.\n\n09.07.2020 06:04 Oppdatert 09.07.2020 06:38\n\nI en utveksling kort etter at han var lagt i bakken, sa Floyd til politimannen Derek Chauvin at «du kommer til å drepe meg».\n\n– Så slutt å snakke, slutt å skrike, snakk tar en helvetes masse oksygen, ropte Chauvin.\n\nUtskriftene, blant annet fra politimannen Thomas Lanes kroppskamera, ble lagt frem for retten i Minnesota tirsdag og avdekker nye detaljer om pågripelsen og Floyds død.\n\nChauvin er siktet for forsettlig drap etter at han satte kneet på halsen til Floyd i sju minutter slik at han kort etter døde, mens tre andre politimenn er siktet for medvirkning. Alle fire er sagt opp fra politiet.\n\nFloyd ropte også på sin mor mens han lå under politimannens kne med håndjern på.\n\n– Mamma, jeg elsker deg, si til barna mine at jeg elsker dem, jeg er død, sa han og ropte på henne flere ganger til.\n\nIfølge utskriften var hans siste ord: «De dreper meg, de dreper meg, jeg kan ikke puste.»\n\nGeorge Floyds dødsfall 25. mai ble også filmet av flere vitner og utløste en massiv protestbevegelse i USA og rundt i verden mot rasisme og politivold.", "tags": []}, {"source": "aftenposten", "title": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.", "text": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.\n\nEtter at Kjerstin Bakkevoll fikk satt inn et implantat for å bli steril, fikk hun sterke fysiske plager. I Norge brukes ikke lenger implantatet, men norske pasienter får ingen informasjon.\n\nKjerstin Bakkevoll ble sterilisert i 2016 ved hjelp av et implantat som er omstridt i utlandet. Hun reagerer på at det ikke finnes informasjon om mulige bivirkninger av produktet på norsk – hverken fra helsemyndighetene eller firmaet som produserte implantatet.\n\n09.07.2020 05:34 Oppdatert 11.07.2020 07:43\n\nEn kveld i juni ligger Kjerstin Bakkevoll (42) og ektemannen i sengen og skal se på Netflix før de sovner. Han foreslår dokumentaren «The Bleeding Edge». Den handler om medisinsk utstyr og hvordan det testes før det når pasientene.\n\nNoen av kvinnene i dokumentaren omtaler et implantat som brukes i forbindelse med sterilisering – Essure. Bakkevoll kjenner seg plutselig ubehagelig mye igjen i bivirkningene som skildres: kraftig hodepine, invalidiserende smerter, svimmelhetsanfall og hårtap.", "tags": []}, {"source": "aftenposten", "title": "Europa åpnet grensene i juni. Nye tall forteller hvor mange som ble smittet.", "text": "Europa åpnet grensene i juni. Nye tall viser hvor mange som ble smittet.\n\nÅpning av grensene i Europa i juni har gitt «ubetydelig» importsmitte, ifølge det europeiske smittevernbyrået.\n\nDen greske øya Hydra i juni. Hvor mye har koronaviruset spredt seg i Europa etter at grensene åpnes? En rapport fra det europeiske smittevernbyrået viser at bare 3 prosent av nye smittetilfeller i EU/EØS i juni kom som følge av reise til andre land.\n\n08.07.2020 19:24 Oppdatert 11.07.2020 11:37\n\nSaken ble oppdatert torsdag kl. 16.13 med nye smittetall t.o.m. 6. juli og opplysninger fra Danske Serumsinstitutt og ECDC, og fredag kl. 11.45, forut for regjeringens pressekonferanse om nye reiseråd.\n\nNorge har de siste ukene hatt de mest stengte landegrensene i Europa innenfor EU- og Schengen-området. Begrunnelsen har vært risikoen for økt smitte.", "tags": []}, {"source": "aftenposten", "title": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?", "text": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?\n\nMandag ble det klart at prinsesse Ingrid Alexandra skal begynne på Elvebakken videregående skole i Oslo til høsten, selv om hun er bosatt i Viken. Slottet oppgir at hun kom inn på ordinære vilkår.\n\nPrinsesse Ingrid Alexandra sammen med dronning Sonja i september 2019.\n\n08.07.2020 16:11 Oppdatert 08.07.2020 20:34\n\nPrinsesse Ingrid Alexandra ble tatt opp på «ordinære vilkår» da hun kom inn på en av Oslos mest populære videregående skole, opplyste Slottet mandag.\n\n– Prinsessen søkte og fikk plass på ordinære vilkår, sa kommunikasjonssjef Guri Varpe til NTB.", "tags": []}, {"source": "aftenposten", "title": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.", "text": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.\n\n48.000 patroner og 62 kilo med eksplosiver har forsvunnet fra våpenlagrene til tyske spesialstyrker. Tyske myndigheter er bekymret.\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK.\n\n07.07.2020 12:08 Oppdatert 19.07.2020 20:50\n\nEn dag i mai, mens resten av Tyskland fortsatt strever seg gjennom koronakrisen, graver politistyrker opp hagen til en sersjant i de tyske spesialstyrkene. Under jorden finner de et lager med eksplosiver, våpen og tusenvis av patroner. Alt antas å være stjålet fra soldatens egen arbeidsplass. I tillegg finner man et lager med nazieffekter.\n\n– Han hadde en plan. Og han er ikke den eneste, sier Eva Högl, Tysklands parlamentarisk kommissær for de væpnede styrkene, skriver New York Times.\n\nSaken har fått stor oppmerksomhet i Tyskland. Spesielt fordi soldaten som har tjent de tyske spesialstyrkene i 19 år, antas å være nynazist. Høyreekstreme holdninger er han ikke alene om innad i landets forsvarsrekker. Det vedgår både landets politiske ledelse og militæret.\n\nProfessor: – Alarmerende\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK. Det er en andel som er fem ganger så høy som i andre deler av den tyske hæren.\n\nProfessor i internasjonal politikk på Universitet i München, Dr. Carlos Masala, sier saken om sersjanten har bidratt til en svært viktig debatt om holdninger innad i det tyske militæret.\n\n– Ser man på antall saker sammenlignet med antallet soldater i styrken, er det uten tvil problemer med høyreekstremisme i spesialstyrkene. Dette er snakk om svært godt trente elitesoldater, så det er alarmerende, sier Masala.\n\nKSK-ledelsen har fått beskjed fra tyske myndigheter om at store endringer må gjennomføres innen oktober.\n\nOppløste en del av spesialstyrkene\n\nI kjølvannet av politiaksjonen mot sersjanten ble det satt ned en komité som skulle undersøke utbredelsen av høyreekstreme holdninger i KSK. Funnene til komiteen førte til at Tysklands forsvarsminister, Annegret Kramp-Karrenbauer, i forrige uke ga ledelsen i KSK klar beskjed: Rydd opp i egne rekker innen oktober.\n\n– KSK kan ikke fortsette i sin nåværende form, sa Kramp-Karrenbauer på en pressekonferanse.\n\nHun beskrev kulturen i spesialstyrkene som «usunn elitisme» og med «giftig lederskap», ifølge BBC.\n\nSpesialstyrkene får ikke dra på internasjonale oppdrag før både rekrutteringen, treningen og ledelsesmetodene har fått en overhaling.\n\nI tillegg kunngjorde forsvarsministeren en reform med drastiske tiltak. Blant annet fjernes en av KSKs fire enheter. Der hadde høyreekstreme holdninger fått så kraftig fotfeste at det eneste man kunne gjøre var å legge den ned.\n\nTysklands forsvarsminister, Annegret Kramp-Karrenbauer, er fast bestemt på å få has på høyreekstreme holdninger innad i landets militærstyrker.\n\nFakta KSK Tysklands elitestyrke med spesialtrente soldater har siden 1996 vært en del av den tyske hæren, Bundeswehr. Styrkene fokuserer på operasjoner i forbindelse med antiterror og gisseltagning i farlige områder. Styrkene har blant annet blitt sendt til Afghanistan og Balkan. Operasjonene blir hemmeligholdt. Vis mer\n\nKan være kroken på døren om det ikke gjøres endringer\n\nDet ble også rapportert at spesialstyrkene ikke kunne gjøre rede for hvor hele 62 kilo med eksplosiver og 48.000 patroner hadde blitt av. Dette var spesielt alarmerende med tanke på funnet i hagen til sersjanten, uttalte Kramp-Karrenbauer. Hun krever nå at spesialstyrkene finner ut hvor resten av arsenalet er blitt av.\n\nProfessor Masala tror det kan bli kroken for døren for KSK om man ikke ser konkrete endringer de neste månedene.\n\n– Vi har en forsvarsminister som er svært dedikert til saken og ønsker å komme roten av problemet til livs. Hun mener alvor. Jeg tror derfor det vil komme store endringer i styrkene. KSK-ledelsen har ikke noe valg, sier Masala.\n\nKSK-soldat sendte brev om «fryktkultur» i egen avdeling\n\nAnklager om ekstremisme innad i landets elitestyrke fikk oppmerksomhet allerede i 2017. Da skal flere KSK-soldater ha saluttert med «Hitler-hilsen» og spilt nynazistisk rockemusikk på en avskjedsfest for en av sjefene.\n\nSå sent som i juni sendte en ung KSK-soldat brev til forsvarsministeren hvor han innstendig ba henne sette i gang en etterforskning av sin egen avdeling. Han beskrev en «giftig kultur av aksept» og «fryktkultur»,. Ekstreme holdninger blant hans medsoldater ble ignorert, og tidvis, akseptert, ifølge soldaten, skriver New York Times.\n\nDe tyske spesialstyrkene har i lang tid fått operere frittstående, utenfor resten av det tyske militæret. Det har ført til en form for elitisme, mener eksperter.\n\nElitisme og dårlig lederskap preger miljøet\n\nProfessor Masala mener lojalitet og feilslått lederskap gjør at ekstreme holdninger kan få vokse frem i en tropp med hovedoppgave å takle Tysklands farligste oppdrag.\n\n– Disse spesialstyrkene lever i store perioder helt avskåret fra omverdenen. Når man er på hemmelige, livsfarlige oppdrag sammen, er du er nødt til å kunne stole fullt og helt på sidemannen. Det skaper et helt spesielt bånd og lojalitet til hverandre. Det blir en slags militær kult. Da tyster man ikke på hverandre, sier Masala.\n\n– Du har også KSK-ledere som mener militæret og opptrening skal være svært aggressiv og maskulin. I tillegg har KSK frem til nå fått operere ganske frittstående fra resten av det tyske militæret. Da utvikler det seg en holdning om at man er mer spesiell enn andre. Mange av soldatene blir i styrken i 15–20 år, så man får få impulser utenfra, fortsetter professoren.\n\nDet har også blitt spekulert i om fremveksten av det høyreorienterte partiet Alternative für Deutschland (AfD) på den politiske arenaen, kan linkes til høyreekstremisme innad i forsvarsrekkene. I enkelte delstater får det kontroversielle partiet godt over 20 prosent oppslutning.\n\nMasala mener man foreløpig skal være forsiktig med å bruke AfD som en forklarende faktor.\n\n– Jeg tror hovedproblemet først og fremst ligger i strukturen til KSK. Det er dette som må endres.", "tags": []}, {"source": "al-jazeera-english", "title": "Kim Jong Un orders launch of spy satellite to proceed", "text": "North Korean leader Kim Jong Un has said his country has completed the development of its first military spy satellite and ordered officials to proceed with a planned launch, according to state media.\n\nKim, who was visiting the country’s National Aerospace Development Administration, said developing reconnaissance capabilities was a priority to counter “threats” from the United States and South Korea and that several satellites were necessary to firmly establish an intelligence-gathering capability, the state’s KCNA news agency reported on Wednesday.\n\nKim urged the deployment of the satellite as scheduled but did not elaborate on the launch date.\n\nIn December, North Korea conducted what it called an important “final phase” test for a spy satellite and said it would complete preparations for the launch by April.\n\n“Securing real-time information about the hostile forces’ military scenario” is the “most important” task, Kim said.\n\nKim also accused the US and South Korea of expanding hostile military campaigns in the name of bolstering their alliance and claimed the US was trying to “to turn South Korea into an advanced base for aggression and an arsenal for war” by deploying military assets like aircraft carriers and nuclear-capable bombers in the region.\n\nThe US and South Korean militaries have been expanding their combined drills to beef up their deterrence against North Korea’s growing nuclear threats. This week, they launched a 12-day aerial exercise involving some 110 warplanes and staged a one-day naval missile defence exercise with Japan.\n\nKim accused the US of trying “to turn South Korea into an advanced base for aggression and an arsenal for war” by deploying military assets like aircraft carriers and nuclear-capable bombers in the region.\n\nState media shared a photo of Kim talking to officials in front of a blurred-out image of an apparent satellite. He was accompanied by his daughter who has been pictured with her father at several recent missile launches and military events.\n\nNorth Korea carried out a record number of missile tests in 2022 and has conducted about 30 since the start of this year as Kim looks to modernise and advance the country’s military prowess.\n\nLast week, Pyongyang tested what it said was a solid-fuelled Intercontinental ballistic missile (ICBM), a significant breakthrough, and has also developed a nuclear-power submarine, a hypersonic missile and a multi-warhead missile although it is not clear if they are close to operational.\n\nObservers say that while North Korea complains about the US-South Korean drills, it also uses them as a pretext to advance its capabilities and ratchet up the pressure on Washington to make concessions.\n\n“As the US and South Korea are scheming to further tighten their military posture against the DPRK … it is quite natural for the DPRK to develop its military deterrence strong enough to cope with the serious security environment at present and in the future,” Kim said, according to KCNA.\n\nThe Democratic People’s Republic of Korea (DPRK) is the country’s official name.\n\nPutting a spy satellite into orbit would require a long-range rocket. But these launches are banned by the United Nations, which views such activity as a cover for testing long-range ballistic missile technology.\n\nPyongyang placed its first and second Earth observation satellites into orbit in 2012 and 2016, drawing new UN sanctions, but foreign experts say neither one transmitted any imagery back to North Korea.\n\nDespite its now continued weapons testing in violation of UN resolutions, North Korea has avoided new censure because Russia and China – permanent members of the UN Security Council with the right of veto – have refused to support attempts by the US and others to tighten sanctions.", "tags": []}, {"source": "al-jazeera-english", "title": "Fugees star says money from Malaysia’s Jho Low was for Obama pic", "text": "US Rapper Prakazrel Michel is accused of plotting with financier Jho Low to influence the Obama and Trump administrations.\n\nRapper Prakazrel “Pras” Michel of the Fugees has said he received $20m from Malaysian financier Jho Low to help him get a photo with former United States President Barack Obama.\n\nMichel faces criminal conspiracy, foreign lobbying and campaign finance charges for allegedly plotting with Low to attempt to influence the administrations of Obama and former President Donald Trump.\n\nTestifying in his own defence before a jury in Washington, DC on Tuesday, the Grammy winner said Low, who is now a fugitive accused of embezzling $4.5bn from Malaysia’s 1MDB sovereign wealth fund, did not direct him to make campaign donations with the money for the photo.\n\nMichel said he used some of the funds for three friends to attend $40,000-a-plate fundraisers for Obama. Michel said he did not know it was improper to do this.\n\n“When you received the money from Jho Low, you used it to make political contributions,” federal prosecutor John Keller said in a Washington court.\n\n“No,” Michel responded, defying expectations by testifying at the trial. “Once he gave me the money, it was my discretion how I spent the money because it’s my money.”\n\nHe described the funds from Low as “free money”.\n\nIt is illegal for foreigners to donate to US election campaigns as well as paying someone else to make a campaign contribution.\n\nMichel is accused of involvement with Low in three schemes for which prosecutors say he was paid millions of dollars.\n\nIn the first, prosecutors claim Michel violated federal election laws by funnelling about $2m from Low into Obama’s 2012 campaign coffers and masking the source of the funds by using straw donors.\n\nMichel is also accused of seeking to convince the Trump-era Justice Department to drop its civil and criminal investigations into Low over the 1MDB scandal as well as of trying to lobby the US on behalf of Beijing to send Chinese businessman Guo Wengui to China.", "tags": []}, {"source": "al-jazeera-english", "title": "Brazil condemns ‘violation’ of Ukraine’s territory amid criticism", "text": "Brazilian President Luiz Inácio Lula da Silva has denounced the “violation of Ukraine’s territorial integrity” after facing criticism for remarks he made over the weekend about Russia’s invasion of the country.\n\nThe left-wing leader, however, did double down on his call for mediation in the conflict, which began in February 2022.\n\n“While my government condemns the violation of Ukraine’s territorial integrity, we advocate a negotiated political solution to the conflict,” Lula said in a speech following his meeting with Romanian President Klaus Iohannis.\n\nThe Brazilian leader explained that he expressed “concern” to Iohannis over the “global consequences” of the war “in terms of food and energy security, especially in the poorest regions of the planet”.\n\nBrazil has positioned itself as an advocate for peace amid the war in Ukraine, which has injured or killed as many as 22,209 civilians by March 20, the United Nations has confirmed, though it notes the real number may be “considerably higher”.\n\n\n\n\n\nBut over the weekend, Lula inflamed international relations with remarks that appeared to blame Ukraine for its part in the war, saying it was caused by “decisions made by two countries”.\n\nHe also criticised the United States and Europe for “contributing” to the hostilities by supplying Ukraine with weapons. Lula explained that he hoped to build a “group of countries that have nothing to do with war, that don’t want war” to lead negotiations between Russia and Ukraine.\n\nThe Brazilian president’s comments – followed by a visit on Monday from Russia’s Foreign Minister Sergey Lavrov – led to an outcry from Ukraine, the US and their allies.\n\nIn a Facebook post on Tuesday, Oleg Nikolenko, a spokesperson for Ukraine’s foreign ministry, called on Lula to visit the war-torn country “to understand the real causes and essence of Russian aggression and its consequences for global security”.\n\n“Ukraine is watching with interest the efforts of the President of Brazil to find a solution to end the war,” Nikolenko wrote. “At the same time, an approach that puts the victim and the aggressor on the same scale” does not “correspond to the real state of affairs”.\n\n\n\n\n\nIn a press briefing later in the day, the administration of US President Joe Biden likewise rejected Lula’s remarks, echoing earlier criticism from US National Security Council spokesperson John Kirby that Brazil was “parroting” Russian propaganda.\n\n“The US – and you’ve heard us say this many times – has no objection to any country that seeks to try to bring an end to Russia’s war against Ukraine,” the White House Press Secretary Karine Jean-Pierre told reporters, adding that she remains “confident in the strength of the US-Brazil relationship”.\n\nBut Jean-Pierre emphasised that the war in Ukraine was a war Russia started, “a war of their choice”. And she dismissed claims “suggesting that the United States and Europe were not interested in peace or that we share responsibility for the war”.\n\nThe “tone” of Lula’s remarks, Jean-Pierre said, “was not neutral and it is not true. And so we will continue to speak out against that”.\n\nLula previously called for Russia to pull back from the territory it invaded since its full-scale invasion of Ukraine in February 2022 but has also suggested that Ukraine might withdraw its claim to Crimea, a peninsula in the Black Sea that Moscow invaded and annexed in 2014.\n\nUkrainian President Volodymyr Zelenskyy has refused any such proposal.\n\nOn Monday, Lula’s foreign policy adviser Celso Amorim told the news outlet Globo that the Brazilian president never meant to “offend” anyone. He also said Brazil does not share Russia’s perspective on the war, nor does it hope to “defeat” Russia.\n\n“Brazil defends the territorial integrity of Ukraine,” Amorim explained. But he reiterated calls for a negotiated peace: “As long as there are no talks, the ideal peace for the Ukrainians and the Russians will not happen. There must be concessions.”", "tags": []}, {"source": "al-jazeera-english", "title": "Dominion, Fox News reach $787m settlement in defamation case", "text": "The voting machine maker had launched a $1.6bn lawsuit against the news network for its coverage of the 2020 US election.\n\nFox News has reached a $787m settlement with election technology company Dominion Voting Systems, which accused the network of defamation in its 2020 United States presidential election coverage.\n\nTuesday’s eleventh-hour agreement — reached as opening statements were expected to begin — means the conservative news network will avoid a high-profile trial.\n\nAlready, court filings have revealed embarrassing behind-the-scenes conversations related to how Fox News covered former President Donald Trump’s unfounded claims that the election was marred by widespread fraud.\n\nDominion filed its lawsuit in 2021, alleging that Fox News knowingly aired falsehoods about its voting machines in an attempt to boost lagging viewership. Trump and his allies had claimed Dominion’s voting machines were used to rig the 2020 election, resulting in his loss to Joe Biden.\n\n\n\n\n\nThe voting machine company initially sought $1.6bn from Fox for “intentionally and falsely blaming Dominion for President Trump’s loss”. Tuesday’s settlement is roughly half that amount.\n\nFox has maintained that it was only reporting on Trump’s allegations, not supporting them, and that its coverage was protected under constitutional free speech rights. Those protections typically make it difficult for plaintiffs to win defamation suits in the country.\n\n“The parties have resolved their case,” Judge Eric Davis told the Delaware Superior Court on Tuesday, informing the recently selected 12-member jury that it was free to go.\n\nDominion disclosed the settlement figure on Tuesday, and its CEO John Poulos said Fox had admitted to telling lies about his company.\n\nDominion lawyer Justin Nelson said the settlement “represents vindication and accountability” and that “lies have consequences”. Dominion lawyers declined to answer questions about whether Fox News would apologise publicly or make reforms.\n\nIn a statement, Fox said “we acknowledge” the court’s earlier ruling that certain claims that the network’s anchors made about Dominion were false.\n\n“This settlement reflects Fox’s continued commitment to the highest journalistic standards. We are hopeful that our decision to resolve this dispute with Dominion amicably, instead of the acrimony of a divisive trial, allows the country to move forward from these issues,” the statement said.\n\n\n\n\n\nThe settlement means the network’s owner — conservative media mogul Rupert Murdoch — as well as controversial personalities including Tucker Carlson and Sean Hannity will avoid having to give highly anticipated testimony.\n\nIn pre-trial hearings, Davis said it was clear Fox had aired false statements about Dominion in the wake of the election. However, to win at trial, Dominion would have had to prove that Fox News acted with actual malice — meaning that it knew the information it was sharing was wrong or that it showed a “reckless disregard” for the truth.\n\nRevelations from pre-trial proceedings have already been embarrassing for Fox, with some showing television personalities and executives privately baulking at Trump’s claims related to the election, or expressing dislike for the former president, while appearing to support the claims and praising him on air.\n\nOne filing showed that Murdoch described voter fraud claims from Trump and his former advisers Rudy Giuliani and Sidney Powell as “damaging” and “really crazy stuff”.\n\nDuring a deposition, Murdoch also admitted that some on-air hosts had “endorsed” the false claims, but he denied that the network in its entirety had pushed the lie, court documents filed by Dominion showed.\n\nStar anchor Tucker Carlson told staff he could not wait until he could “ignore Trump most nights”.\n\n“I hate him passionately,” Carlson said.\n\n\n\n\n\nMuch of the material showed a network concerned about losing its audience after it declared that Biden won the critical swing state of Arizona on election night. That call infuriated Trump and many viewers who supported him.\n\nOne of Fox’s top news anchors, Bret Baier, noted the audience’s anger and suggested rescinding the call or even awarding the state to Trump.\n\n“We don’t want to antagonise Trump further,” Murdoch said in a November 16 memo.\n\nIn court papers, Dominion argued: “Fox knew the truth… It knew the allegations against Dominion were ‘outlandish’ and ‘crazy’ and ‘ludicrous’ and ‘nuts’. Yet, it used the power and influence of its platform to promote that false story.”\n\nFox, meanwhile, accused Dominion of “cherry-picking and taking quotes out of context”.", "tags": []}, {"source": "al-jazeera-english", "title": "Fighting continues in Sudan hours after ceasefire was to begin", "text": "The regular army and the rival paramilitary Rapid Support Forces (RSF) accused each other of failing to respect the truce.\n\nFighting raged in Sudan hours after an internationally brokered truce was supposed to have come into effect, as forces loyal to dueling generals battled for key locations in the capital and accused each other of violating the ceasefire.\n\nLoud gunfire reverberated on Tuesday in the background of live feeds by multiple television news channels in the Khartoum capital region minutes after the agreed 6pm (16:00 GMT) onset of the ceasefire.\n\nThe regular army and the rival paramilitary Rapid Support Forces (RSF) issued statements accusing each other of failing to respect the ceasefire. The army’s high command said it would continue operations to secure the capital and other regions.\n\n“We have not received any indications here that there’s been a halt in the fighting,” United Nations spokesman Stephane Dujarric told a news briefing in New York.\n\nThe conflict between Sudan’s military leader and his deputy on Sudan’s ruling council erupted four days ago, derailing an internationally backed plan for a transition to a civilian democracy four years after the fall of former leader Omar al-Bashir to mass protests and two years after a military coup.\n\nThe fighting has triggered what the UN has described as a humanitarian catastrophe, including the near collapse of the health system. The organisation’s World Food Programme suspended operations after three of its employees were killed.\n\nAt least 185 people have died in the conflict, according to the UN.\n\nUS Secretary of State Antony Blinken, speaking in Japan, said on Tuesday that he had telephoned the two rival leaders – army chief General Abdel Fattah al-Burhan and RSF leader General Mohamed Hamdan Dagalo – and had appealed for a ceasefire “to allow the Sudanese to be safely reunited with families” and to provide them with relief.\n\nSides say they are for truce\n\nBoth sides told Al Jazeera that they supported the agreed upon ceasefire.\n\n“We are keen to implement the truce and restore normal life in the city. But the RSF is a militia that does not respect anything,” said Colonel Khaled Al-Akida, an army spokesman.\n\nMeanwhile, the RSF said it will uphold its part of the truce agreement.\n\n“Our forces deployed in various areas of Khartoum are committed to the truce,” Musa Khaddam, adviser to the commander of the RSF, told Al Jazeera.\n\nAl-Burhan heads a ruling council installed after the 2021 military coup and the 2019 removal of al-Bashir, while Dagalo – better known as Hemedti – is his deputy on the ruling council.\n\nTheir power struggle has stalled the plan for a shift to civilian rule after decades of autocracy and military domination in Sudan, which sits at a strategic crossroads between Egypt, Saudi Arabia, Ethiopia and Africa’s volatile Sahel region.\n\nUnless controlled, the violence also risks drawing in actors from Sudan’s region who have backed different factions.\n\nA previous, shorter ceasefire agreed upon for Sunday was also widely ignored. Artillery volleys, attacks by combat aircraft and street fighting have made it almost impossible to travel in Khartoum, trapping residents and foreigners in their homes.\n\nThe International Federation of Red Cross and Red Crescent Societies said it was nearly impossible to provide humanitarian services around the capital. It warned that Sudan’s health system was at risk of breakdown.", "tags": []}, {"source": "al-jazeera-english", "title": "Darfur on edge as violence spreads amid Sudan power struggle", "text": "Witnesses say conflict escalating in troubled Sudanese region as the army and the RSF battle it out for control of the country.\n\nWhen war broke out on Saturday in Sudan’s capital, Khartoum, Yasir Othman anticipated that the clashes would quickly spread to his home in Darfur, a region still recovering from two decades of fighting and massacres.\n\nAs the stronghold of the Rapid Support Forces (RSF), a paramilitary group currently locked in an existential battle against the Sudanese army, Othman knew that Darfur would soon be engulfed in conflict, again.\n\n“The war is happening here now and there are a lot of innocent people who have been killed. Hundreds of people here are dead and they haven’t been buried yet,” said Othman, who is from North Darfur’s capital, el-Fasher.\n\n“Both the armed forces and the RSF have casualties, but the RSF has suffered more,” the 39-year-old added.\n\nOthman later told Al Jazeera that three people in his neighbourhood had been killed by a bomb, after which the mobile network in his area cut out.\n\nIn South Darfur’s capital, Nyala, local monitors say at least 22 people were killed on the first day of fighting. The violence has since escalated, causing significant civilian casualties. Witnesses told Al Jazeera the army has indiscriminately bombed RSF positions, while the RSF has raided people’s homes, looted markets and engaged in ground battles with army troops.\n\nTwo decades of conflict\n\nThe bloody incidents have evoked painful memories of the violence that began shaking Darfur in 2003 when mostly non-Arab rebel groups rose against the central Sudanese government decrying the historical neglect that their region had suffered and the continuing exploitation of their resources by Khartoum elites.\n\nThe military government at the time decided to outsource fighting this rebellion to Arab tribal militias, a force that ended up committing mass slaughters and numerous human rights abuses in Darfur, according to rights groups.\n\n\n\n\n\nThe resulting conflict crushed the rebellion, but at a terrible human cost. Between 2003 and 2009, more than 300,000 people died in armed combat – most in the first two years – and subsequently from hunger and preventable diseases, which spread rapidly due to the destruction of infrastructure in the war.\n\nIn 2013, many of the Arab tribal militias were repackaged into the RSF by former President Omar al-Bashir, who hoped they would protect him against all threats to his rule. The RSF’s leader, Mohamad Hamdan “Hemedti” Dagalo, was given his own chain of command, separate from the military.\n\n“The RSF is the son of the army,” said Othman, with resignation.\n\nOver the years, Hemedti has grown rich and powerful in his own right, by capturing gold mines and leasing out fighters to the Saudi-led coalition in Yemen.\n\nAnd now, the RSF is squaring off in Darfur against the army that was its parent.\n\nNo protection, no monitoring\n\nThe humanitarian situation could deteriorate quickly in Darfur if the international community does not monitor the situation closely. Beyond local monitors, no international mission exists to document abuses. The last one was the joint United Nations-African Union peacekeeping mission, UNAMID, but its mandate expired at the end of 2020.\n\nThe urgent need for monitoring became glaringly obvious after the military and RSF spearheaded an October 2021 coup to upend Sudan’s transition to democracy. In the months that followed, “armed Arab assailants” perpetrated the worst violence against civilians that West Darfur had seen in years, prompting little condemnation or concern from the putschists.\n\n“Since the coup, we have been calling for the UN to establish a new mandate to monitor events in Darfur, but they didn’t,” said Mohamad Osman, Sudan researcher for Human Rights Watch (HRW).\n\n\n\n\n\nThe roughly 1.6 million people, having been displaced by previous conflicts, who are living in camps are the most vulnerable, according to Mohamad Al Fattah Youssef, a local journalist and the founder of Darfur 24, an online news source.\n\n“Three people were killed in an IDP camp by a bomb that fell in the south of [Nyala],” he told Al Jazeera, as the sounds of clashes echoed in the background. “The displaced are really vulnerable right now because all the humanitarian services have been cut off.”\n\nHumanitarian workers have been killed in the crossfire, too. On April 16, three staff from the World Food Programme (WFP) were shot dead in North Darfur’s capital el-Fasher, while two others were badly injured. The killings prompted WFP to suspend operations in the country.\n\nResidents and UN Secretary-General Antonio Guterres said that homes and warehouses belonging to UN aid organisations such as WFP and the UN refugee agency have also been looted by RSF fighters, raising concerns that Hemedti does not have strong control over his troops.\n\nRights groups also fear that the battle in Darfur may prompt Arab tribes with close ties to the RSF to settle scores against non-Arab communities. While clashes in Darfur historically take on an ethnic character, the root causes of conflict have long been tied to land disputes, lack of justice and resources.\n\nWorse to come?\n\nWhile this current bout of fighting in Darfur has been limited between the RSF and the army, there are questions about what the non-Arab Justice and Equality Movement (JEM) – a rebel movement with historic links to Hassan al-Turabi, a former al-Bashir ally and the pioneer of modern political Islam in Sudan – and the Sudanese Liberation Army of Minnie Minnawi (SLA-MM) will do.\n\nIn the 2000s, both groups fought against the RSF and the army in Darfur, before eventually losing all their territory and being forced to retreat into Libya, where they fought as mercenaries for competing factions.\n\n\n\n\n\nIn October 2020, the Juba Peace Agreement, which Hemedti oversaw, brought both groups back to Sudan. On paper, the agreement promised to solve root causes of conflict such as land claims and equitable resource distribution. But in reality, some observers have said (PDF), the RSF and the army co-opted JEM and SLA-MM to build a stronger front against civilian pro-democracy players.\n\nThe two rebel groups, who had little leverage since they had few supporters in Sudan, were promised a fair share of the corrupt economy as integrated members of the security forces.\n\nMore than a year later, both JEM and SLA-MM backed the 2021 military coup that upended Sudan’s aspirations for democracy. Now, they are in a position to tip the balance of power between the army and the RSF.\n\n“I think [both groups] are looking to see who is more powerful before they take sides,” said Anette Hoffman, a Sudan expert with Clingendael Institute, an independent think tank in the Hague.\n\nThe bigger threat to Hemedti, however, is his nemesis Musa Hilal. A member of the same Rizeigat tribe as Hemedti, Hilal was the leader of the Arab tribal militias that spearheaded killings in Darfur in the 2000s.\n\nWhen the RSF was formed in 2013, he was sidelined in favour of Hemedti, whom Khartoum perceived to be a more obedient and transactional client.\n\nIn 2017, Hemedti arrested Hilal after the latter reportedly refused to surrender his militia’s weapons to the government. Hemedti then signed off on releasing Hilal from prison in March 2021.\n\nHoffman noted that Hilal has long had fighters in Libya, where they have fought as mercenaries and accrued weapons. She added that Hilal is generally seen as a more credible figure within the Rizeigat tribe due to his status as a sheikh in Sudan’s Native Administration Councils, the local tribal authorities that represent their communities and mediate to end local conflicts.\n\nEven before the war, there were reports that the army was recruiting from Hilal’s supporters to undercut Hemedti from within.\n\n“Hilal has always been waiting for a moment to get revenge [against Hemedti] and I would be really surprised if he remains on the sidelines, especially if the RSF fully retreat to Darfur,” said Hoffman.\n\nOsman, of HRW, agreed and said the outsourcing of the conflict to tribal militias in Darfur and elsewhere should be expected, given the history of Sudan.\n\n“The bottom line is that every minute of fighting that continues is bad for civilians. These are forces that never showed any respect for the laws of war or international law,” he said.", "tags": []}, {"source": "al-jazeera-english", "title": "Justice sought after US teen Ralph Yarl shot for ringing doorbell", "text": "Lawyers for Yarl are demanding to know why gunman was initially released after Thursday’s shooting in Missouri.\n\nThe white man accused of shooting a Black 16-year-old when the teen rang the doorbell of his house has surrendered to police in Clay County, Missouri, a day after charges were issued in the case that provoked nationwide outrage in the United States.\n\nAndrew Lester, 84, was briefly held at the county detention center on Tuesday following his surrender, according to a statement from the local sheriff’s office. But he was later released on bond.\n\nSupport, meanwhile, has poured in for 16-year-old Ralph Yarl, with civil rights advocates, celebrities and local officials calling for justice in the case.\n\nEarlier on Tuesday, Yarl’s mother, Cleo Nagbe, said her son was recovering at home after being released from the hospital. Yarl’s family has said the teenager mistook Lester’s house for a home a block away, where he was meant to pick up his twin brothers around 10pm on April 13.\n\nWhen he rang the doorbell, Lester opened fire, hitting Yarl twice in the head and arm.\n\nDespite having escaped a more devastating wound from the close range attack, Nagbe said the “injury is extensive and the residual effect of that injury [is] gonna stay with him for quite a while”.\n\n“He got a couple of bullets inside his body instead of a couple of twins coming out and giving him a hug,” Nagbe said during an interview on the CBS television network.\n\nSince the attack, civil rights advocates and Yarl’s lawyers have questioned why Lester was initially released in the wake of the shooting and charged only four days later after protests drew national attention to the case.\n\nCivil rights lawyer Lee Merritt, who is representing Yarl’s family, said on Tuesday that he would meet with prosecutors later in the day to discuss why Lester was not charged with attempted murder. The 84-year-old faces instead counts of assault in the first degree and armed criminal action.\n\n“We’re looking forward to speaking with federal prosecutors and investigators to see if this family’s civil rights were violated, particularly in terms of due process,” he said, speaking beside Nagbe. “We expect all families who are met with this kind of trauma to get an immediate police response and a vigorous prosecution. That’s not what this family was given before there was national outcry.”\n\nSpeaking to Al Jazeera, Gwen Grant, the CEO of the Urban League of Greater Kansas City, said the group would be calling for a federal hate crimes investigation. But, she added, the group also demanded to know why Lester was initially released and why he wasn’t taken into custody immediately after he was charged.\n\n“We have a race problem in Missouri and Kansas City in the United States. Clearly, you know it all points to the fact that the Black people in America have to deal with this type of racism and discrimination daily,” she said.\n\n“And then you have a law enforcement system that is still protecting, in my view, the assailant,” she said. “There is no way you can convince me and probably any other Black person that had the shooter been Black and the victim been a white teenage kid, that the Black shooter would have been released.”\n\nAndrew Lester, charged in the shooting of Ralph Yarl, has surrendered at our Detention Center. He is in custody. — Clay County, Missouri Sheriff (@SheriffClayCo) April 18, 2023\n\nFor his part, county Prosecutor Zachary Thompson has maintained that the “justice system is working”. He acknowledged on Monday the incident had “a racial component”, without elaborating.\n\nKansas City Police Chief Stacey Graves had previously told reporters that Lester was released after the attack because investigators still needed to collect more evidence and he had reached the 24-hour maximum for being held without being charged.\n\nOutrage grew in the days between the shooting and the charges, with several prominent celebrities calling for authorities to take action.\n\n“His name is #RalphYarl and I’m sick and tired of this feeling,” actor Halle Berry wrote on Twitter in a post that included the contact information for Thompson’s office.\n\nIn a video posted online, Kansas City Chiefs quarterback Patrick Mahomes said: “My prayers are for him first and his recovery, and hopefully, the justice system does right by him and everyone involved.”\n\nA GoFundMe account created by Yarl’s family to pay for hospital bills and future college expenses had reached nearly $2.8m on Tuesday. Yarl’s family has described him as a standout bass clarinet player and a leader of the school’s band who hoped to attend Texas A&M University to major in chemical engineering.\n\n“It’s on us to support justice in this case and to prevent something like this from ever happening again,” Kansas City Mayor Quinton Lucas tweeted.\n\nIt’s on us to support justice in this case and to prevent something like this from ever happening again. — Mayor Q (@QuintonLucasKC) April 18, 2023\n\nUS President Joe Biden spoke to Yarl by phone on Monday, a call that his lawyers said included an invitation to visit the White House.\n\nThe shooting has drawn attention to Missouri’s so-called stand your ground law, which protects individuals if they use force “upon another person when and to the extent he or she reasonably believes such force to be necessary to defend himself or herself or a third person from what he or she reasonably believes to be the use or imminent use of unlawful force by such other person”.\n\nThe law notably says an individual “does not have a duty to retreat” before using force.\n\nVersions of the law have been passed in at least 28 states, according to the National Conference of State Legislatures. The law was famously used in the defence that helped to acquit George Zimmerman in the 2012 deadly Florida shooting of Trayvon Martin, an unarmed Black 17-year-old.\n\nSeveral protesters have compared Yarl’s case to Martin’s.\n\nIf arrested and charged, the White male shooter will almost certainly deploy Missouri’s stand-your-ground law to claim (White) homeowners have a right to murder (Black) children who mistakenly ring their door bells. Because racist violence is usually projected as self-defense. 2/ pic.twitter.com/tMCYRWF3lt — Ibram X. Kendi (@DrIbram) April 17, 2023\n\nWhile it was not immediately clear if Lester would pursue that defence, Yarl’s attorneys have already begun to push back on the notion that it would apply.\n\n“You’re ringing the doorbell. You’re not banging on the door. You’re not doing anything that is malicious or aggressive,” civil rights lawyer Ben Crump, who is also representing the family, told the Atlanta, Georgia-based Scripps News network. “We have to talk to these perpetrators and tell them that they need to quit profiling our children.”\n\n“We have to remain vigilant until there’s a conviction,” he added. “Far too often we’ve seen charges where they shoot unarmed Black teenagers and scream ‘stand your ground’ and then the jury acquits them. So we are not going to start being relieved until we get a conviction.”", "tags": []}, {"source": "al-jazeera-english", "title": "Mapping the heavy fighting in Sudan", "text": "Sudan’s army and the powerful paramilitary Rapid Support Forces have clashed in the capital and other cities.\n\nAt least 185 people have been killed and a further 1,800 injured in three days of fighting between rival factions across Sudan, according to the United Nations special representative for Sudan.\n\nThe power struggle has pitted General Abdel Fattah al-Burhan, the armed forces commander, against General Mohamed Hamdan Dagalo, the head of the Rapid Support Forces (RSF), a paramilitary group.\n\nFighting broke out after bitter disagreements between al-Burhan and Dagalo, widely known as Hemedti, about the planned integration of the RSF into the regular army – a key condition for a final deal aimed at ending a crisis that has been continuing since the 2021 coup.\n\nThe map below shows areas where fighting has been reported across the country.\n\nKhartoum\n\nOn Saturday morning, fighting erupted at a military base south of Khartoum, the country’s capital.\n\nSince then, millions of people have been trapped in their homes or wherever they could find shelter, with supplies running low in many areas.\n\nEmergency services have been stopped at al-Shaab Hospital and al-Khartoum Hospital after they were bombed on April 17. Al-Shaab Hospital near the army command building was subjected to continuous shelling that injured staff and patients.\n\nAhmed Omar Khojaly, a journalist and political analyst in Khartoum, has told Al Jazeera that water and electricity cuts as well as “the inability of those injured to reach hospitals” is creating “a humanitarian crisis”.\n\nHeavy fighting was also reported in and around Khartoum International Airport, where satellite imagery showed passenger planes completely destroyed. Sudan’s Civil Aviation Authority closed the country’s airspace after the airport came under attack on Saturday.\n\nMerowe\n\nBattles have also been waging in the northern city of Merowe.\n\nAl Jazeera’s correspondent Osama Sid Ahmed, reporting from Merowe airport, said there have been air attacks on a number of RSF ground targets in the area.\n\n“There is a state of almost total paralysis in the city of Merowe. We can now hear artillery bombardment in the area of the airport. It is unknown which side launched it,” he said on Tuesday.\n\nAcross the country\n\nAccording to OCHA, significant clashes were reported in al-Fasher in North Darfur, el-Obeid in North Kordofan, Nyala in South Darfur, and Kassala in Kassala State.\n\nOn Sunday, three employees of the World Food Programme were killed in a crossfire at a military base in Kabkabiya in western Sudan.\n\nOn the eastern side of the country, gunfire was heard in the Red Sea city of Port Sudan, where the Sudanese army says it has captured a strategic RSF base.\n\nFighting has also been reported in Gadariff, Damazin and Kosti.", "tags": []}, {"source": "al-jazeera-english", "title": "Sudan’s tragedy: Rogue generals and failed coups", "text": "The people of Sudan should reject choosing the lesser of two evils and should seek a third option.\n\nAt the heart of Sudan’s ongoing tragedy lies a familiar travesty.\n\nFor decades, countries in the Middle East have suffered from military coups carried out in the name of national salvation, pride and prosperity that have consistently culminated in disaster.\n\nMany of the coups in the 1950s and 1960s – from Syria to Sudan, through Egypt, Iraq, Yemen and Libya – were led by young officers with lofty visions and high hopes for replacing a dreadful status quo with a better, more prosperous future, free of humiliation and defeat.\n\nBut the more recent coups, like that in Algeria in 1992, Egypt in 2013 and Sudan in 2021, lacked vision and ambition beyond merely blocking political change and restoring the appalling status quo ante that favoured military power and privilege.\n\nAll these coups have generally ended in disaster regardless of their original goals, and yet the farce continues as generals today stubbornly repeat their predecessors’ follies to no end, alas.\n\nIf coups were of any benefit to the state, Sudan would be the most prosperous country in the region. It has had more than a dozen coups and coup attempts since it gained independence in 1958.\n\nBut it is not. All its coups – attempted, realised and failed – have had a devastating effect on the country, unleashing repression onto its struggling population and destabilising the state.\n\nDespite this tragic history, those who have never won on the battlefield are still eager to attack civilians and civilian institutions and violently suppress political parties as if they were the enemies of the state, all to preserve their power.\n\nAmong the few serious studies of the Arab armies is a paper by the Arab Center for Research and Policy Studies that notes a pattern of behaviour common to most coups, including the latest in Sudan.\n\nIt argues that once they take hold of political power, coup leaders do not give it up voluntarily. In other words, they do not seize power for others to rule over them. And once they depose the head of state, coup leaders begin to suspect one another and tend to turn on each other.\n\nMoreover, military leaders-cum-political leaders tend to militarise politics and politicise the military to the detriment of state institutions and the people. Unable or incapable of providing socioeconomic solutions to their nations’ problems, they resort to religious populism, sectarianism or the only language they master – force. They perpetuate instability in the name of stability and fear in the name of security.\n\nSo it is no surprise that Sudan’s coup leaders, General Abdel Fattah al-Burhan, the army chief, and General Mohamad Hamdan “Hemedti” Dagalo, the head of the Rapid Support Forces (RSF), have pursued the same deceitful ways and means to monopolise power after the 2019 ouster of President Omar al-Bashir.\n\nIt was no shock that the mischievous generals squeezed out the civilian prime minister, Abdalla Hamdok, in 2022, about 14 months after reaching an accommodation with the Forces for Freedom and Change, which led the civilian movement challenging al-Bashir’s regime.\n\nWhen national and international pressure mounted, they struck a new deal, a transitional Framework Agreement, through which they sought to preserve their power.\n\nAs their influence grew, so did their suspicion of one another. When attempts at power sharing failed, it was only a matter of time before their distrust and discord escalated into an open, bloody confrontation.\n\nWith the battles intensifying in the streets of Khartoum and other major cities and the chances for reconciliation dissipating with each passing day, it is hard to say when the fighting may end or who is more likely to come out on top.\n\nWhat is clear thus far is that the less powerful but more mobile and battle-tested RSF has pursued asymmetrical strategies, deploying rapidly to sensitive power centres to achieve quick wins against the less mobile military. It is also trying to capture or kill al-Burhan and thus deliver a decisive psychological blow to the armed forces.\n\nIf the RSF does not achieve a quick victory and the fighting persists unabated, the bigger, more powerful national army, which has the advantage of more sophisticated weapons like fighter jets, could eventually prevail, albeit at a terrible cost to Sudan and the Sudanese people.\n\nTo be sure, al-Burhan and Hemedti, who were powerful enablers of al-Bashir’s dictatorship before turning on him, have had a long, bloody history from Darfur to Yemen. They have conspired against the 2019 popular uprising against al-Bashir and undermined the political transformation towards civilian rule. And today, both have de facto forfeited any right to lead the country, having cynically dragged it down the path of bloodshed and destruction.\n\nHaving said that, the two strongmen have very different pedigrees and head two very different military forces. While al-Burhan is a professional soldier who climbed the ranks of an army with clear structures and operating systems, Hemedti was a rogue camel smuggler turned hired gun turned leader of a vicious militia that conducts illicit trade and functions according to his whims and fancies.\n\nAl-Burhan’s transgressions are outrageous, considering his position as army chief. But that is precisely why Sudan deserves a national army whose leaders are professional, legitimate and accountable to its government.\n\nEvery state requires or deserves a truly national army, but no state needs a shadowy militia that functions above the law. It is a recipe for perpetual disaster.\n\nThat is not to say that the Sudanese people must now take sides as the strongmen fight it out at the expense of the country’s security and stability. Regardless of its outcome, once this reckless, bloody fight is over, hopefully soon, Sudan must overhaul its military and rid itself of all militias.\n\nAs they are pushed to choose the lesser of two evils, the Sudanese should opt for a third choice: a civilian-led, democratically elected government that oversees the return of the army to its barracks.", "tags": []}, {"source": "al-jazeera-english", "title": "When is Eid al-Fitr 2023?", "text": "The three-day festival celebrates the completion of Ramadan by Muslims across the world.\n\nAs the fasting month of Ramadan comes to an end, Muslims from around the world will be preparing for Eid al-Fitr, the “festival of breaking the fast”.\n\nDepending on the sighting of the moon, Eid celebrations will most likely begin on Saturday, April 22, depending on where you are in the world.\n\nLunar months last between 29 and 30 days so Muslims usually have to wait until the night before Eid to verify its date.\n\nCountries that started Ramadan on March 23, will have their local moon sighters scan the horizon after sunset for the crescent moon on Thursday, April 20.\n\nIf the new moon is visible, then the next day will be Eid, if not, Muslims will then fast one more day to complete a 30-day month.\n\nWhen the sighting has been verified, Eid is declared on television, radio stations and at mosques.\n\nAccording to the United Kingdom’s HM Nautical Almanac Office, the birth of the new Moon will be visible at 04:13 GMT on Thursday, April 20, but will only be visible under certain conditions across North America.\n\nHowever, the overwhelming majority of the world should be able to easily see the new Moon with the naked eye the following night, Friday, April 21, meaning the first day of Eid will be Saturday, April 22.\n\nOnly a handful of countries in the southern hemisphere, including parts of South America, Australia and New Zealand, might not see the moon on Friday night unless conditions are ideal or if they use an optical aid. For those countries, Eid will start on Sunday, April 23.\n\nHow do Muslims celebrate Eid?\n\nTraditionally, Eid is celebrated for three days as an official holiday in Muslim-majority countries. However, the number of holiday days varies by country.\n\nMuslims begin Eid day celebrations by partaking in a prayer service that takes place shortly after dawn, followed by a short sermon.\n\nOn their way to the prayer, which is traditionally held in an open area, Muslims recite takbeerat, praising God by saying “Allahu Akbar”, meaning “God is great”.\n\nIt is customary to eat something sweet before the prayer, such as date-filled biscuits known as maamoul.\n\nMuslims usually spend the day visiting relatives and neighbours and accepting sweets as they move around from house to house.\n\nEach country has traditional desserts and sweets that are prepared before Eid or on the morning of the first day.\n\nAcross the Middle East, making date-filled semolina cookies called maamoul has been a tradition during Eid. These can also be filled with nuts and dusted with icing sugar.\n\nSheer khurma or siviyaan is the Eid speciality in households across India and Pakistan. The vermicelli and milk pudding are often decorated with nuts or raisins.\n\nBaklava, a layered pastry, is also prepared for Eid in Turkey and across the region. Layers of thin filo pastry are stuffed with pistachio and other nuts soaked in orange blossom syrup. The traditional sweet can also be made with a variety of different fillings.\n\nIn Nigeria, making amala with ewedu is a celebratory dish served on special occasions like Eid. Ewedu is a traditional plant-based soup served with yam flour or cassava served with a meat stew.\n\nIn Bosnia and Herzegovina, tufahija – poached stuffed apples in simple syrup, sometimes stuffed with walnuts – is a traditional dessert which is served on Eid-al-Fitr.\n\nIn Morocco, a savoury pie made with chicken or pigeon, known as bastilla, is often prepared for Eid. The meat is marinated for a day or two, wrapped in thin layers and then baked or deep-fried.\n\nChildren, dressed in new clothes, are offered gifts and money to celebrate the joyous occasion.\n\nIn some countries, families visit graveyards to offer their respects to departed family members.\n\nIt is common for Muslim-majority countries to decorate their cities with lights and hold festivities to commemorate the end of the fasting month.\n\nWhat are common Eid greetings?\n\nThe most popular greeting is “Eid Mubarak” (Blessed Eid) or “Eid sa’id” (Happy Eid). Eid greetings also vary depending on the country and language.\n\nThe video below shows how people say Eid Mubarak in different languages around the world.", "tags": []}]