[{"source": "abc-news", "title": "Teacher shot by 6-year-old student files $40 million lawsuit", "text": "A first-grade Virginia teacher who was shot and seriously wounded by her 6-year-old student has filed a lawsuit seeking $40 million in damages from Newport News school officials\n\nRICHMOND, Va. -- A Virginia teacher who was shot and seriously wounded by her 6-year-old student filed a lawsuit Monday seeking $40 million in damages from school officials, accusing them of gross negligence and of ignoring multiple warnings the day of the shooting that the boy was armed and in a “violent mood.”\n\nAbby Zwerner, a first-grade teacher at Richneck Elementary School in Newport News, was shot in the hand and chest on Jan. 6 as she sat at a reading table in her classroom. The 25-year-old teacher spent nearly two weeks in the hospital and required four surgeries.\n\nThe shooting sent shock waves through the military shipbuilding community and the country, with many wondering how a child so young could access a gun and shoot his teacher.\n\nThe lawsuit names as defendants the Newport News School Board, former Superintendent George Parker III, former Richneck principal Briana Foster-Newton and former Richneck assistant principal Ebony Parker.\n\nMichelle Price, a school board spokesperson, said via email that the board had not yet been served with the lawsuit, adding the school division refers all legal claims information to its insurer.\n\n“Our thoughts and prayers remain with Abby Zwerner and her ongoing recovery,\" said a board statement, calling the safety and well-being of staff and students its utmost priority. “The School Board and the school division’s leadership team will continue to do whatever it takes to ensure a safe and secure teaching and learning environment across all our schools.\"\n\nGeorge Parker, the former superintendent, did not immediately return a cellphone message. A message left on a cellphone listing for Ebony Parker also was not returned.\n\nFoster-Newton's attorney, Pamela Branch, has said she was unaware of reports that the boy had a gun at school on the day of the shooting.\n\n“Mrs. Briana Foster-Newton will vigorously defend any charges brought against her as a part of the lawsuit filed by Ms. Zwerner and respond accordingly,” Branch said in a statement.\n\nJames Ellenson, an attorney for the boy's family, said in a statement Monday afternoon that the “allegations in the complaint in reference to the child and his family should be taken with a large grain of salt.”\n\n“We of course continue to pray for Ms. Zwerner’s complete recovery,” Ellenson said. “In that there is still the potential for criminal charges, there is no further comment.”\n\nNo one has been charged. The local prosecutor said last month that the boy will not be charged, although an investigation is ongoing.\n\nThe superintendent was fired by the school board and the assistant principal resigned. A school district spokesperson has said Newton-Foster is still employed by the school district, but declined to say what position she holds. The board voted to install metal detectors in every school in the district and to purchase clear backpacks for all students.\n\nIn the lawsuit, Zwerner's attorneys say all of the defendants knew the boy “had a history of random violence” at school and at home, including an episode the year before when he “strangled and choked” his kindergarten teacher.\n\n“All Defendants knew that John Doe attacked students and teachers alike, and his motivation to injure was directed toward anyone in his path, both in and out of school,” the lawsuit states.\n\nSchool officials removed the boy from Richneck and sent him to another school for the remainder of the year, but allowed his return for first grade in fall 2022, the lawsuit states. He was placed on a modified schedule “because he was chasing students around the playground with a belt in an effort to whip them,\" and was cursing staff and teachers, it says.\n\n“Teachers' concerns with John Doe's behavior (were) regularly brought to the attention of Richneck Elementary School administration, and the concerns were always dismissed,” the lawsuit states. Often, after he was taken to the office, “he would return to class shortly thereafter with some type of reward, such as a piece of candy,\" the lawsuit states.\n\nThe boy's parents did not agree to put him in special education classes where he would be with other students with behavioral issues, the lawsuit states.\n\nThe lawsuit describes a series of warnings school employees gave administrators in the hours before the shooting, beginning with Zwerner, who went to Ebony Parker's office between 11:15 a.m. and 11:30 a.m. and told her the boy “was in a violent mood,” had threatened to beat up a kindergartener and stared down a security officer in the lunchroom. The lawsuit alleges that Parker “had no response, refusing even to look up at (Zwerner) when she expressed her concerns.”\n\nAt about 11:45 a.m., two students told Amy Kovac, a reading specialist, that the boy had a gun in his backpack. The boy denied it, but refused to give his backpack to Kovac, the lawsuit states.\n\nZwerner told Kovac that she had seen the boy take something out of his backpack and put it into his sweatshirt pocket. Kovac then searched the backpack but did not find a weapon.\n\nKovac told Ebony Parker that the boy had told students he had a gun. Parker responded that his \"pockets were too small to hold a handgun and did nothing,” the lawsuit states.\n\nAnother first-grade boy, who was crying, told a teacher the boy “had shown him a firearm he had in his pocket during recess.” That teacher contacted the office and told a music teacher, who answered the phone, what the boy told her.\n\nThe music teacher said that when he informed Parker, she said the backpack had already been searched and “took no further action,” according to the lawsuit. A guidance counselor then asked Parker for permission to search the boy, but Parker forbade him, “and stated that John Doe’s mother would be arriving soon to pick him up.\"\n\nAbout an hour later, the boy pulled the gun from his pocket, aimed it at Zwerner and shot her, the lawsuit states.\n\nZwerner suffered permanent bodily injuries, physical pain, mental anguish, lost earnings and other damages, the lawsuit states. It seeks $40 million in compensatory damages.\n\nLast month, Newport News prosecutor Howard Gwynn said his office will not criminally charge the boy because he is too young to understand the legal system. Gwynn has yet to decide if any adults will be charged.\n\nThe boy used his mother’s gun, which police said was purchased legally. Ellenson, the attorney for the boy’s family, has said previously that the firearm was secured on a high closet shelf with a lock.\n\n___\n\nAssociated Press reporter Ben Finley in Norfolk contributed to this story."}, {"source": "abc-news", "title": "Philippines names 4 new bases for US forces amid China fury", "text": "The Philippine government has identified four new military camps, including some across the sea from Taiwan, where rotating batches of American forces will be allowed to be stationed indefinitely despite strong objections from China\n\nMANILA, Philippines -- The Philippine government on Monday identified four new military camps, including some across the sea from Taiwan, where rotating batches of American forces will be allowed to be stationed indefinitely despite strong objections from China.\n\nPresident Ferdinand Marcos Jr.'s administration announced in February his approval of an expansion of the U.S. military presence to four additional Philippine military bases from the five existing sites under the 2014 Enhanced Defense Cooperation Agreement between the longtime treaty allies.\n\nMarcos said the move would boost the Philippines' coastal defense. It dovetails with the Biden administration's efforts to strengthen an arc of military alliances in the Indo-Pacific to better counter China, including in any future confrontation over Taiwan.\n\nThe new sites identified by Marcos' office include a Philippine navy base in Santa Ana and an international airport in Lal-lo, both in northern Cagayan province. Those locations have infuriated Chinese officials because they would provide U.S. forces with a staging ground close to southern China and Taiwan, the self-governed island Beijing claims as its own.\n\nThe two other military areas are in northern Isabela province and a navy camp on Balabac island in the western province of Palawan.\n\nPalawan faces the South China Sea, a key passage for global trade that Beijing claims virtually in its entirety and has taken increasingly aggressive actions that have threatened smaller claimant states, including the Philippines.\n\nChina and the Philippines, along with Vietnam, Malaysia, Brunei and Taiwan, have been locked in increasingly tense territorial disputes over the busy and resource-rich South China Sea. Washington lays no claims to the strategic waters but has deployed warships and fighter and surveillance aircraft for patrols that it says promote freedom of navigation and the rule of law, angering Beijing.\n\n“That's a trade route, that's where more or less $3 trillion worth of trade passes. Our responsibility in collectively securing that is huge,” said Carlito Galvez, who heads the Philippine Defense Department.\n\nThe four new military sites for American forces are “suitable and mutually beneficial” and will “boost the disaster response of the country” as a springboard for humanitarian and relief work during emergencies, Marcos's office said.\n\nIn a statement, the U.S. Department of Defense said the new locations “will strengthen the interoperability of the U.S. and Philippine Armed Forces and allow us to respond more seamlessly together to address a range of shared challenges in the Indo-Pacific region.”\n\nIn a meeting last month with Philippine officials in Manila, however, a Chinese Foreign Ministry delegation expressed its strong opposition to an expanded U.S. military presence in the Philippines and warned of repercussions for regional peace and stability, a Philippine official involved in the talks said at the time.\n\nPhilippine diplomats replied that the decision to allow an expanded American military presence was in the Philippines' national interest and would boost its ability to respond to natural disasters, the official said, suggesting the move was not aimed at China.\n\nThe official spoke on condition of anonymity because of a lack of authority to publicly discuss the sensitive issue.\n\nThe Chinese Embassy also warned in a recent statement that the Philippine government’s security cooperation with Washington “will drag the Philippines into the abyss of geopolitical strife and damage its economic development at the end of the day.”\n\nThe long-seething territorial conflicts continue to be a major irritant in Philippine-China relations. Marcos's administration has filed at least 77 of more than 200 diplomatic protests against China’s increasingly assertive actions in the disputed waters since he took office last year.\n\nThe Philippines used to host two of the largest U.S. Navy and Air Force bases outside the American mainland. The bases were shut down in the early 1990s after the Philippine Senate rejected an extension, but American forces later returned for large-scale combat exercises with Filipino troops under a Visiting Forces Agreement.\n\nThe Philippine Constitution prohibits the permanent basing of foreign troops and their involvement in local combat. The 2014 agreement allows visiting American forces to stay indefinitely in rotating batches in barracks and other buildings they construct within designated Philippine camps with their defense equipment, except nuclear weapons.\n\nThe Department of National Defense in Manila said the American military presence was not a re-establishment of U.S. military bases in the Philippines, as opponents have asserted."}, {"source": "abc-news", "title": "Finland turns to the right as country prepares to enter NATO", "text": "Finnish voters have given a boost to conservative parties in a weekend election, depriving the popular left-wing Prime Minister Sanna Marin of another term as the country prepares to make its historic entry into NATO in a day's time\n\nHELSINKI -- Finnish voters have given a boost to conservative parties in a weekend election, depriving left-wing Prime Minister Sanna Marin of another term as the country prepares to make its historic entry into NATO on Tuesday.\n\nMarin won popularity for her Cabinet's handling of the COVID-19 pandemic and for her European Union nation's strong support for Ukraine following Russia's full-scale invasion last year. But Sunday's election was largely fought over economic issues, with voters in the nation of 5.5 million people shifting their allegiances significantly to parties on the political right as they seek solutions to rising state debt, inflation and other economic problems.\n\nThe bloated debt will pose a challenge for the new government, particularly since NATO membership will require Finland to increase its defense spending. Finland is to join NATO on Tuesday after Turkey ratified its membership last week, lifting the last hurdle to membership for the Nordic nation that shares a long border with Russia.\n\nThe center-right National Coalition Party, or NCP, won 20.8% of the vote, which is more than any other party and puts it in a position to try to form a government. The right-wing populist party The Finns won 20.1% and Marin's Social Democrats 19.9%.\n\nJuhana Aunesluoma, a professor of political history at the University of Helsinki, noted that about one-third of the votes went to left-wing parties and two thirds to parties on the right.\n\nIt was “a big swing from left to right,” he said in an interview Monday with The Associated Press.\n\nMarin's defeat is the latest setback for the left amid a larger shift to conservative and nationalist parties across Europe in recent times. Sweden ousted its left-wing government in a rightward shift last year, followed by an election in Italy that resulted in the first far-right-led government since the end of World War II. Meanwhile Spain’s left-wing government is under pressure, with the right-wing Popular Party and far-right Vox party ahead as the country heads to a vote in December.\n\nThe winning party in Finland traditionally kicks off government formation talks, and National Coalition led by Petteri Orpo — a 53-year-old former finance minister — is expected to start negotiations next week with the goal of putting together a Cabinet enjoying a majority in the 200-seat parliament, the Eduskunta.\n\nOrpo told the AP late Sunday that he intends to negotiate with all parties in order “to find the best possible majority government for Finland.”\n\nIf Orpo, the most likely candidate to be the next prime minister, ends up choosing the Social Democrats as a coalition partner, that could mean Marin could theoretically get a post — albeit not the prime minister's job — in the next government.\n\nStill, for now, a coalition with other conservatives appears to be the most likely outcome.\n\nFinnish media touted the The Finns, which ran on an anti-immigration and anti-EU agenda, as the biggest winner of the election. The populists scored the best result of their history under the leadership of Riikka Purra, who took over the party only in 2021.\n\nOrpo has said his party is open to cooperation with The Finns as the two parties largely share views on developing Finland’s economy though have differences in climate policies and EU issues.\n\nThe biggest losers of the election were small and mid-size parties, particularly the Green League and the Left-Alliance — both members of Marin's outgoing coalition Cabinet — which were left in the shadow of the big three.\n\nAunesluoma noted that Marin's coalition partners, who shifted to the left during their years of alliance with the Social Democrats, lost votes.\n\nWhile Russia’s invasion of Ukraine prompted Finland to seek NATO membership in May 2022, neither the historic decision to abandon the nation’s nonalignment policy nor the war emerged as major campaign issues, given broad consensus in society and among the parties.\n\nThe National Coalition Party, which has advocated NATO membership for two decades, will need to make firm commitments on military spending to meet a NATO target of 2% of a member nation's GDP being spent on defense.\n\n“This is something that they will do. But it won’t be easy, given that the government will actually be facing severe cuts in public spending,” said Aunesluoma. Increasing spending on defense while facing pressure to cut welfare spending will be a balancing act for the new government, he said.\n\nA total of nine parties were elected to the Parliament, according to initial results. Voter turnout was 71.9%, slightly lower than in the 2019 election."}, {"source": "abc-news", "title": "1 dead, 4 injured in shooting in hookah bar parking lot in Fayetteville, North Carolina", "text": "An altercation inside the lounge spilled into the parking lot, officials said.\n\nOne person was shot and killed, and four others were injured after a shooting outside of a hookah bar in Fayetteville, North Carolina, on Sunday night.\n\nAt about 10:55 p.m., authorities responded to reports of a shooting in the parking lot of the V Luxx Hookah Lounge, Fayetteville Police said in a statement. One male victim died on the scene, and four others were transported to a local hospital, officials said.\n\nA view of the parking lot outside V Luxx Hookah Lounge, where one person was shot and killed in Fayetteville, North Carolina, on Sunday, April 2, 2023. Fayetteville Police Department\n\nOne of the four hospitalized people was in critical condition, and the other three victims sustained minor injuries as a result of the shooting, police said.\n\nPreliminary information suggests that an altercation occurred inside the hookah lounge, then escalated to a shooting outside in the parking lot, according to authorities."}, {"source": "abc-news", "title": "Leader of Egypt on surprise visit to Saudi Arabia", "text": "The leaders of Egypt and Saudi Arabia have met in the Gulf kingdom in the first face-to-face discussions between the two men in months as the North African country battles a domestic economic crisis\n\nCAIRO -- The leaders of Egypt and Saudi Arabia met in the Gulf kingdom, officials said Monday, in the first face-to-face discussions between the two men in months as the North African country battles a domestic economic crisis.\n\nPresident Abdel Fattah el-Sissi and Crown Prince Mohammed bin Salman, the de facto leader of Saudi Arabia, held talks late Sunday that focused on ties between the two Middle Eastern heavyweights, according to Egyptian presidential spokesman Ahmed Fahmy.\n\nFahmy said in a statement that the two leaders “affirmed mutual concern for promoting common cooperation in all fields.” They also agreed to continue “coordination and consultation” on regional and international topics, he added.\n\nThe statement did not give further details. The surprise visit came as el-Sissi's government is struggling to overcome an economic crisis blamed on the war in Europe, but also on mismanagement of the economy. The two countries also seek to mend their frayed ties with other regional powers, including Iran and Turkey.\n\n“I affirm the depth and strength of the biliteral relations between Egypt and the Kingdom of Saudi Arabia,” el-Sissi tweeted after returning to Egypt early Monday.\n\nBin Salman, widely known in the West by the acronym MBS, received el-Sissi in the Saudi coastal city of Jeddah on the Red Sea. Images aired by state-run media in the two countries showed the crown prince waiting for the Egyptian president on the tarmac.\n\nOther officials from both countries attended the talks, including Abbas Kamel, head of Egypt’s General Intelligence Authority, and Musaed bin Mohammed Al-Aiban, Saudi national security adviser, according to the Saudi official news agency.\n\nThe trip was the first announced encounter between the two leaders since they met in Qatar during the opening of the World Cup in November. El-Sissi also received bin Salman in Cairo in June ahead of President Joe Biden's Mideast trip.\n\nSaudi Arabia and other Arab Gulf states have been the main suppliers of aid to the Egyptian government, which has been struggling to overcome a staggering economic crisis. In 2022, Saudi Arabia, Qatar and the United Arab Emirates pledged a total of $22 billion in deposits and direct investments in Egypt, in a bid to stabilize its battered economy after Russia’s invasion of Ukraine.\n\nSaudi Arabia’s investment in Egypt surpassed $6 billion last year, making it the second biggest investor in the country, said Egyptian Trade and Industry Minister Ahmed Samir in December. Trade between the two countries reached $10.3 billion last year, up from $9.1 billion in 2021, according to figures released Monday by Egypt’s statistics bureau.\n\nHowever, in recent months, Saudi Arabia and other Gulf states have been increasingly reluctant to help cash-strapped Egypt. They urged el-Sissi’s government to make economic reforms to receive aid. Egypt has already begun to make changes as part of a $3 billion deal with the International Monetary Fund.\n\n“We need to see reforms. We are taxing our people. We are expecting also others to do the same, to do their efforts. We want to help, but we want you also to do your part,” Saudi Finance Minister Mohammed al-Jadaan said at the World Economic Forum’s annual gathering in Davos, Switzerland, in January.\n\nThe criticism of the Egyptian government's handling of the economy has strained ties between Cairo and Riyadh. An online spat between public figures in the two countries erupted after an opinion piece was published in an Egyptian state-owned newspaper in February, arguing that Saudi Arabia and other Gulf states had no right to criticize the Egyptian government’s handling of its economy.\n\nSpeaking at the World Government Summit in Dubai in February, el-Sissi watered down the spat and praised Gulf monarchies for their past financial support.\n\n“Reality may be different from what we see in the media or what we hear from politicians … even when it’s politicians who think they are in control,” he said."}, {"source": "abc-news", "title": "WSJ: McDonald's to close offices briefly ahead of layoffs", "text": "McDonald’s has closed its U.S. offices through Wednesday and told its corporate staff to work remotely as it prepares to announce a round of layoffs\n\nMcDonald’s has closed its U.S. offices through Wednesday and told its corporate staff to work remotely as it prepares to announce a round of layoffs.\n\nIn a memo to workers posted on the website TheLayoff.com, the Chicago-based burger giant said it wanted to “ensure the comfort and confidentiality of our people during the notification period” and would hold all notification meetings virtually. It told international corporate staff to follow guidance in their particular regions.\n\nThe company said in the memo that the layoffs are intended to make McDonald's more efficient.\n\n\"We have a clear opportunity ahead of us to get faster and more effective at solving problems for our customers and people and to globally scale our successful market innovations at speed,\" the company said.\n\nMcDonald's declined to comment on the memo or the layoffs on Monday. The memo was first reported by the Wall Street Journal.\n\nThough the U.S. labor market remains strong, layoffs have been mounting, mainly in the technology secto r, where many companies over-hired after a pandemic boom. IBM, Microsoft, Amazon, Salesforce, parent Meta, and DoorDash have all announced layoffs in recent months.\n\nThere have been cuts in other sectors as well.\n\nMost of those job cuts are at corporate offices. There are still shortages of workers to fill service jobs, such as those at McDonald's restaurants.\n\nPolicymakers at the Federal Reserve have forecast the unemployment rate may rise to 4.6% by the end of this year, a sizable increase historically associated with recessions.\n\nMcDonald's has more than 150,000 employees in corporate roles and in company-owned restaurants. About 70% of those employees are based outside the United States.\n\nMcDonald's shares rose just under 1% Monday. The company's revenue was flat at $23.2 billion for the full year in 2022, but its net income fell 18%, partly due to the sale of its business in Russia.\n\nMcDonald's warned employees in January that layoffs would be coming as it tried to get more nimble and break down walls between its global markets. In a January memo to employees, McDonald's President and CEO Chris Kempczinski said the company was evaluating roles and staffing levels in various parts of the company.\n\n“We have historically been very decentralized in some areas where we reinvent the wheel way too often,” Kempczinski said during a January conference call with investors. “And I think the other thing I’ve seen is we haven’t been as sharp around our global priorities, and so there’s been proliferation of priorities.”\n\nIn one market, Kempczinski said he had recently discovered a list of 300 separate priorities.\n\n___\n\nThis story corrects a previous version that said McDonald's has 150,000 corporate employees. It has 150,000 employees in corporate roles and in company-owned restaurants."}, {"source": "abc-news", "title": "Papua New Guinea assesses damage after powerful earthquake", "text": "Disaster relief workers in Papua New Guinea are assessing the extent of damage in a remote region following a powerful magnitude 7.0 earthquake\n\nWELLINGTON, New Zealand -- Disaster relief workers in Papua New Guinea were assessing the extent of damage in a remote region Monday following a powerful magnitude 7.0 earthquake.\n\nSome buildings and homes were destroyed near the quake's epicenter in the northern part of the Pacific nation, said Mathew Moihoi, the acting assistant director of the Port Moresby Geophysical Observatory. He said disaster relief workers were trying to verify whether there were any deaths or serious injuries.\n\nHe said the region is marked by swamps and people tend to live subsistence lives hunting and fishing. He said that because of the region's remoteness and patchy communications, it could take several days to figure out the extent of the damage.\n\nMoihoi said the quake was big enough to be felt in surrounding regions, including in the nation's highlands.\n\nThe quake struck just after 4 a.m. at Chambri Lake and the epicenter was relatively deep at 62 kilometers (38 miles), according to the U.S. Geological Survey. Deeper earthquakes tend to create less damage on the surface than those that are shallow.\n\nPapua New Guinea is located on the eastern half of the island of New Guinea, to the east of Indonesia and north of Australia. It sits on the Pacific “Ring of Fire,” the arc of seismic faults around the Pacific Ocean where much of the world’s earthquake and volcanic activity occurs.\n\nPapua New Guinea is located on the eastern half of the island of New Guinea, to the east of Indonesia and north of Australia.\n\nA magnitude 7.6 quake that struck a remote area of Papua New Guinea in September was later found to have killed 21 people."}, {"source": "abc-news", "title": "Seymour Stein, record exec who signed up Madonna, dead at 80", "text": "Seymour Stein, the brash, prescient and highly successful founder of Sire Records who helped launched the careers of Madonna, Talking Heads and many others, has died at age 80\n\nNEW YORK -- Seymour Stein, the brash, prescient and highly successful founder of Sire Records who helped launched the careers of Madonna, Talking Heads and many others, died Sunday at age 80.\n\nStein, who helped found the Rock and Roll Hall of Fame Foundation and was himself inducted into the Rock Hall in 2005, died of cancer in Los Angeles, according to a statement by his family.\n\nBorn in 1942, Stein was a New York City native who as a teenager worked summers at Cincinnati-based King Records, James Brown's label, and by his mid-20s had co-founded Sire Productions, soon to become Sire Records.\n\nObsessed with the Billboard music charts since childhood, he was known for his deep knowledge and appreciation of music and would prove an astute judge of talent during the 1970s era of New Wave, a term he helped popularize, signing record deals with Talking Heads, the Ramones and the Pretenders.\n\n“Seymour’s taste in music is always a couple of years ahead of everyone else’s,” Talking Heads manager Gary Kurfirst told the Rock Hall around the time of Stein's induction.\n\nHis most lucrative discovery happened in the early 1980s, when he heard the demo tape of a little known singer-dancer from the downtown New York club scene, Madonna.\n\n“I liked Madonna’s voice, I liked the feel, and I liked the name Madonna. I liked it all and played it again,” he wrote in his memoir “Siren Song,” published in 2018, the same year he retired. Stein was hospitalized with a heart infection when he first learned of Madonna, but was so eager to meet that he had her brought to his room.\n\n“She was all dolled up in cheap punky gear, the kind of club kid who looked absurdly out of place in a cardiac ward,” he wrote. \"She wasn’t even interested in hearing me explain how much I liked her demo. ‘The thing to do now,' she said, ’is sign me to a record deal.'”\n\nSire artists also included Ice T, the Smiths, Depeche Mode, the Replacements and Echo and the Bunnymen, along with the more-established Lou Reed and Brian Wilson, who recorded with Sire later in their careers.\n\nStein was married briefly to record promoter and real estate executive Linda Adler, with whom he had two children: filmmaker Mandy Stein and Samantha Lee Jacobs, who died of brain cancer in 2013. Seymour Stein and his wife divorced in the 1970s and years later he came out as gay.\n\n“I am beyond grateful for every minute our family spent with him, and that the music he brought to the world impacted so many people’s lives in a positive way,” Mandy Stein said in a statement Sunday.\n\n___\n\nThis April 2, 2023, has been corrected to fix a later reference to Stein as “Sydney Stein.”"}, {"source": "abc-news", "title": "Suspect arrested in connection in deaths of 2 men who were drugged, beaten", "text": "Police are also looking for two other people in connection to the homicides.\n\nTwo suspects have been arrested in connection with a pair of men who died after being drugged and assaulted at gay nightclubs in New York City, according to the NYPD.\n\nA third suspect remains at large, according to police.\n\nPolice arrested Jacob Barroso, 30, on Saturday and charged him with murder, robbery, identity theft, grand larceny and conspiracy, the NYPD told ABC News. Robert DeMaio, 34, turned himself in to police alongside his lawyer Monday morning, police said.\n\nBarroso and DeMaio are accused by police of being connected to the deaths of John Umberger and Julio Ramirez. Their deaths were ruled as homicides after they were given fentanyl-laced drugs, police said.\n\nJayquan Hamilton, 35, is still being sought by police.\n\nBarroso was expected to appear in court on Monday, ABC News has learned.\n\nRamirez, 25, was found dead in the back of a taxi on April 21, 2022, and his bank accounts were drained after a night out at Ritz Bar and Lounge.\n\nUmberger, 33, was found dead inside the East 61st Street apartment on June 1, 2022, where he had been staying since he arrived in New York on business. More than $200,000 had been stolen from Umberger’s phone and credit cards, according to his mother Linda Clary.\n\nAccording to the NYPD, Ramirez and Umberger's deaths are part of a pattern of robberies that occurred between Sept. 19, 2021, and Aug. 28, 2022. Police are investigating 17 incidents that fit the pattern.\n\nLast week, prosecutors obtained indictments in connection to the case and at least one other person may be charged with second-degree murder.\n\nAt least 43 incidents of drugging have been linked to robberies in and around Manhattan clubs dating back to September 2021, with seven of the incidents resulting in fatal overdoses, including the cases of Umberger and Ramirez.\n\nAlthough the patterns first gained public attention after the April and June 2022 deaths connected to gay bars in the Hell's Kitchen neighborhood, the patterns involve a mix of both straight and gay bars, and of both heterosexual and LGBTQ individuals."}, {"source": "abc-news", "title": "Missing 2-year-old found dead in alligator's mouth in Florida lake, father charged with murder", "text": "The boy's mother was discovered stabbed to death on Thursday, police said.\n\nA 21-year-old man has been charged with two counts of first-degree murder after police found the body of his 2-year-old son in the mouth of an alligator days after the child's mother was stabbed to death in St. Petersburg, Florida.\n\nThe child, Taylen Mosley, was reported missing when authorities found his mother, Pashun Jeffery, 20, stabbed to death in her apartment on Thursday, Yolanda Fernandez, a police spokesperson, said in a press release.\n\nSt. Petersburg authorities' investigation led them on Friday to Dell Holmes Park and Lake Maggiore, which lies adjacent to the park. While searching the area, detectives spotted an alligator with an object in its mouth, St. Petersburg Police Chief Anthony Holloway said in a press conference. After police fired a round at the alligator, the animal dropped the object, which was later identified as the body of Taylen Mosley, Holloway said. His body was recovered completely intact, and the alligator was killed, the chief said.\n\n\"We didn't want to find him this way,\" Holloway said. \"But at least we can bring some closure to that family.\"\n\nTaylen's father, 21-year-old Thomas Mosley, faces two charges of first-degree murder, one for Jeffery, and one for Taylen, according to the chief. Mosley is in the hospital receiving treatment for minor injuries at this time, according to police.\n\n21-year-old Thomas Mosley, faces two charges of first-degree murder, one for Jeffery, and one for Taylen Pinellas County Jail\n\nAccording to an arrest affidavit, Mosley arrived at his mother's house on Wednesday with lacerations to his arms after celebrating his birthday earlier in the day at Jeffery's home.\n\nThe injuries to his arm were caused by slippage during a knife attack, the affidavit said.\n\nAccording to the complaint, Jeffery's family went to check on her on Thursday and discovered blood on the sidewalk near her apartment. Her body was found with over 100 stab wounds, according to the affidavit.\n\nA blood fingerprint, allegedly belonging to Mosley, was found on a cleaning bottle placed under a bed in Jeffery's apartment, as well as a bloody shoe print that had the Gucci emblem, according to the arrest affidavit.\n\nAuthorities have not yet determined a cause of death for 2-year-old Taylen."}, {"source": "aftenposten", "title": "Russisk resolusjonsforslag om Syria falt", "text": "Russisk resolusjonsforslag om Syria falt\n\nEt russisk resolusjonsforslag i FNs sikkerhetsråd om å redusere nødhjelp over grensen til Syria, har falt.\n\nEn stor syrisk flyktningleir nær grensen til Tyrkia.\n\n09.07.2020 05:38 Oppdatert 09.07.2020 21:39\n\nRussland trengte ni stemmer av Sikkerhetsrådets 15 og ingen stemmer imot blant de fem vetomaktene for å få forslaget igjennom. Men det fikk bare fire stemmer.\n\nSju land stemte mot forslaget, og fire avsto, ifølge Tysklands FN-ambassadør Christoph Heusgen, som for tiden er Sikkerhetsrådets president. Foruten Russland stemte Kina, Vietnam og Sør-Afrika for forslaget.\n\nTirsdag la Russland og Kina ned veto mot et forslag fra Tyskland og Belgia om å holde to grenseoverganger mellom Tyrkia og Syria åpne for nødhjelp inn i Syria i ett år.\n\nRussland mener i prinsippet at all nødhjelp bør gå via de syriske myndighetene, men ville ha godtatt at ett krysningspunkt fra Tyrkia holdes åpent i seks måneder. I januar fikk Russland gjennom at antall overganger ble redusert fra fire til to.\n\nLes også Russland og Kina nedla veto mot Syria-resolusjon i Sikkerhetsrådet\n\nNytt forsøk\n\nTyskland og Belgia vil nå gjøre et nytt forsøk på å få vedtatt en forlengelse av to grenseoverganger. For å tekkes Russland vil de tilby å korte ned forlengelsen til seks måneder.\n\nDen nåværende ordningen har godkjent at FN siden 2014 har fått bruke grenseoverganger som ikke kontrolleres av syriske myndigheter.\n\nDe to grenseovergangene det er snakk om, er Bab al-Salam, som leder frem til Aleppo-regionen, og Ban al-Hawa, som går til Idlib. Russland ønsker å stenge den første av dem.\n\nIfølge FNs kontor for humanitær hjelp (OCHA) gir de to overgangene direkte adgang til de største konsentrasjonene av internflyktninger i områder de behovene er enorme.\n\nLes også FN: Åpenbare krigsforbrytelser i Idlib-offensiven i Syria\n\nFrykter alvorlige følger\n\nInternasjonale hjelpegrupper frykter alvorlige konsekvenser for millioner av internflyktninger i Syria om ikke de to grenseovergangene holdes åpne.\n\n– Dersom antall grenseoverganger for nødhjelp reduseres ytterligere, vil det være et stort tilbakeslag for humanitær hjelp i det nordvestlige Syria. Det vil uvegerlig føre til stor mangel på forsyninger til en befolkning som har store behov, sier Konstantin Witschel i tyske Welthungerhilfe.\n\nVerdens matvareprogram WFP har beregnet at 9,3 millioner syrere ikke lenger har nok mat."}, {"source": "aftenposten", "title": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter", "text": "Kina og USA stadig nærmere klinsj i Sør-Kina-havet, mener eksperter\n\nKinas militærøvelser i Sør-Kina-havet møtes med kritikk fra USA, som selv viser muskler i regionen. Eksperter mener de to er stadig nærmere militær konflikt.\n\nHangarskipene USS Ronald Reagan (foran) og USS Nimitz (i bakgrunnen) seiler sammen i formasjon i Sør-Kina-havet mandag. Eksperter advarer om at risikoen for militær konflikt mellom USA og Kina er større enn noensinne, med stadig høyere spenning i Sør-Kina-havet.\n\n09.07.2020 06:53 Oppdatert 09.07.2020 22:51\n\nSatellittbilder skal vise hvordan Beijing bygger ut sitt nærvær på de kunstige øyene de har etablert i havet.\n\nDet er tydelig høyere spenning i Sør-Kina-havet, et av få steder der kinesiske og amerikanske interesser møtes, sier Mikael Weissmann, som er forsker ved Försvarshögskolen og Utrikespolitiska institutet i Sverige til TT.\n\nKinesiske myndigheter kunngjorde i starten av juli at de ville gjennomføre en militærøvelse i området. USA har svart med å sende to hangarfartøy, noe som har fått regjeringen i Beijing til å se rødt.\n\n– Det viser tydelig at en opptrapping har skjedd. Fra USA er det en maktdemonstrasjon. Å sende to hangarfartøy er veldig tungt, sier Weissmann.\n\nLes også Trusler om Hongkong-sanksjoner sender Kina i strupen på USA\n\nBygger ut\n\nKina, som gjør krav på nesten hele Sør-Kina-havet, har de siste årene skapt kunstige øyer rundt rev og klipper i havet. På øyene er det bygd militæranlegg.\n\nIfølge amerikanske Centre for Strategic and International Studies (CSIS) kontrollerer Beijing nå 20 posteringer rundt øygruppen Paraceløyene, som både Kina, Vietnam og Taiwan gjør krav på, og ytterligere sju andre øygrupper.\n\nSamtidig rapporteres det i asiatiske medier at Kina har begynt med mudring på en av Parcel-øyene. På satellittbilder ser det ut som Kina bygger ut øyas nordvestre hjørne, som utgjør Beijings administrasjonssenter i Sør-Kina-havet.\n\nUSS Nimitz fotografert i nærheten av Sør-Korea i 2013.\n\nOmstridt område\n\nIfølge nabolandene er Kinas militarisering av øyene i strid mot internasjonal lov og rett.\n\nBlant annet Vietnam, Taiwan og Filippinene har fremsatt krav for deler av Sør-Kina-havet, noe Kina anser som en utfordring mot kinesisk territorium.\n\nFlere land henvendte seg i mai til FN med fordømmelse av Kinas fremferd.\n\nFlere årsaker\n\nDragkampen om området handler ikke bare om at det er en av verdens viktigste handelsruter, eller at bunnen antas å inneha enorme olje- og gassverdier.\n\nI takt med at Kina har tatt stadig større plass i den globale verdensorden, har det blitt mer og mer viktig for landet å bli sett som handlekraftig, både for egen befolkning og omverden, forklarer Weissmann.\n\nI tillegg handler ambisjonene i området for Kina også om forholdet til USAs allierte Taiwan, som Kina anser som en utbryterregion.\n\nLes også Kina åpner kontor for sikkerhetsagenter i Hongkong\n\nMye å tape\n\nDen økende politiske mistilliten mellom Kina og USA over koronaviruset har heller ikke bidratt til å roe ned situasjonen.\n\nNational Institute for South China Sea Studies i Beijing, som studerer amerikansk nærvær i Sør-Kina-havet, beklaget seg i en nylig rapport over at hundrevis av kommunikasjonskanaler mellom de to landenes militærstyrker er blitt lukket.\n\nEksperter, blant dem instituttets sjef, advarer om at risikoen for militær konflikt mellom landene er større enn noen gang tidligere.\n\nWeissmann tviler imidlertid på at det vil bryte ut konflikt.\n\n– Man kan selvfølgelig aldri vite sikkert, men det ligger ikke i noen parts interesse å havne i krig. Det har både USA og Kina for mye å tape på, sier han."}, {"source": "aftenposten", "title": "Oberstløytnant som vitnet mot Trump, går av", "text": "Oberstløytnant som vitnet mot Trump, går av\n\nOberstløytnant Alexander Vindman, som vitnet mot president Donald Trump i riksrettssaken, orker ikke mer mobbing og trekker seg fra hæren.\n\nOberstløytnant Alexander Vindman tas i ed under riksrettssaken mot president Donald Trump. Nå forlater han hæren som følge av Trumps mobbing.\n\n09.07.2020 05:57 Oppdatert 09.07.2020 07:23\n\nVindman fikk sparken fra sin stilling i det nasjonale sikkerhetsrådet i Det hvite hus i februar, to dager etter at president Donald Trump ble frikjent.\n\nVindman lå an til forfremmelse til oberst, men hans advokat David Pressman sier i en kunngjøring at det åpenbart ikke blir noe av.\n\nI kunngjøringen heter det at Vindman forlater hæren etter 21 års tjeneste etter at det ble klart for ham at hans fremtid i hæren for alltid er begrenset.\n\n– Ved hjelp av en mobbe- og hevnkampanje har USAs president forsøkt å tvinge Vindman til å velge mellom å adlyde loven eller gjøre en president til lags, mellom å hedre sin ed eller beskytte sin karriere, heter det i en kunngjøringen.\n\nLes også Eksplosiv smittebølge fortsetter i USA\n\nVindman fortalte i riksrettssaken om hvordan han i kraft av sin stilling hadde hørt på telefonsamtalen der Trump ba Ukrainas president Volodymyr Zelenskyj innlede gransking av Joe Biden.\n\nSenator Tammy Duckworth sier at saken setter søkelyset på forsvarsminister Mark Esper, som «ikke har beskyttet en dekorert veteran mot en hevngjerrig øverstkommanderende».\n\nHun gjør det klart at hun vil blokkere alle 1.123 planlagte forfremmelser i forsvaret inntil Esper kommer med en transparent redegjørelse for situasjonen."}, {"source": "aftenposten", "title": "Tik Tok installert på flere mobiler i regjeringen", "text": "Tiktok installert på flere mobiler i regjeringen\n\nUSA frykter at brukerdata fra Tiktok kan bli overført til Kina. I Norge har flere i regjeringen lastet ned appen – inkludert statsminister Erna Solberg.\n\nDen kinesiskeide videoappen Tiktok har den siste tiden vært i hardt vær. USAs utenriksminister Mike Pompeo opplyste denne uken at USA vurderer å forby appen, blant annet av frykt for at persondata som samles inn gjennom Tiktok, kan bli overført til kinesiske myndigheter.\n\n09.07.2020 05:44 Oppdatert 09.07.2020 09:18\n\nMed mer enn to milliarder nedlastinger er Tiktok blitt en av verdens mest populære apper.\n\nMen nå vokser skepsisen. India innførte forbud mot appen i forrige uke. USA vurderer å gjøre det samme. EU, Danmark, Nederland og Storbritannia har alle åpnet sak.\n\nFrykten er at Tiktok, som eies av kinesiske Byte Dance, kan misbrukes til storstilt innsamling av personopplysninger, deriblant om barn – og at disse personopplysningene i verste fall kan havne i kinesiske myndigheters hender.\n\nSom NTB skrev onsdag, er det likevel ingen relevante myndighetsorganer i Norge som har gjort noe forsøk på å undersøke appen nærmere.\n\nDet er heller ikke utarbeidet råd for hvordan myndighetspersoner skal forholde seg til den.\n\nLes også Både Selma og Morten opplevde å bli sensurert på Tiktok. Ingen av dem vet nøyaktig hvorfor.\n\nTiktokere i regjeringen\n\nEn kartlegging NTB har gjort, viser nå at flere regjeringsmedlemmer har opprettet brukere på Tiktok.\n\nDet inkluderer statsminister Erna Solberg (H). Hun skaffet seg appen i forbindelse med at hun deltok i en dansevideo på Tiktok med sykepleiere på Rikshospitalet.\n\nDa videoen ble spilt inn, fortalte statsministeren til VG at hun hadde Tiktok selv, men at hun ikke hadde publisert noe der.\n\n– Etter det har jeg ikke brukt appen, og jeg har den heller ikke på telefonen, sier Erna Solberg i en kommentar til NTB.\n\nStatsminister Erna Solberg danset sammen med sykepleierne Ida Larsson Gerø og Marie Bachke Lian på Rikshospitalet 12. mai i år. Videoen ble delt på Tiktok, og statsministeren skaffet seg appen i den forbindelse.\n\nLes også Tiktok går klar av kritisk søkelys i Norge: Ingen har vurdert sikkerheten\n\nHenrik Asheim og Tina Bru\n\nTo andre regjeringsmedlemmer som har vært på Tiktok, er olje- og energiminister Tina Bru (H) og forsknings- og høyere utdanningsminister Henrik Asheim (H).\n\nSistnevnte trekker frem nettopp dansevideoen med Erna Solberg som noe av det som gjorde ham nysgjerrig.\n\n– Jeg har en bruker på Tiktok rett og slett fordi jeg måtte sjekke hva det var, sier Asheim til NTB.\n\nIngen spesifikke råd\n\nSeniorrådgiver Martin Bernsen i Politiets sikkerhetstjeneste (PST) forteller at det ikke er gjort noen spesifikk vurdering av hvor trygt det er for regjeringsmedlemmer å ha Tiktok.\n\n– Vi gir råd til myndighetspersoner, og bruk av sosiale medier er noe vi snakker om der. Men da gir vi råd som ofte er tilpasset hver enkelt myndighetsperson, med utgangspunkt i trusselbildet rundt personen og hvilke sosiale medier denne personen bruker, sier Bernsen til NTB.\n\nIfølge ham gjør PST ingen teknisk vurdering av konkrete apper.\n\n– Det vi sier, er at vi oppfordrer myndighetspersoner, men også andre personer som har yrker og stillinger der de kommer borti sensitiv informasjon, til å ha et bevisst forhold til hva de legger ut, og hvilke plattformer de bruker.\n\nLes også Tiktok-kjendiser får barn til å sende penger via livesendinger. Det er ikke greit! | Ingrid Bergtun\n\nMæland bekymret\n\nJustis- og beredskapsminister Monica Mæland (H) er ikke blant dem som har brukt Tiktok.\n\nHun ser med bekymring på de mulighetene som nye kommunikasjonsplattformer kan gi for aktører med uredelige hensikter.\n\nMæland viser samtidig til at Nasjonal sikkerhetsmyndighet (NSM) nylig kom med nye råd om sikkerhet på mobile enheter.\n\n– Et av rådene er at vi alle bør gjøre en kritisk vurdering av hvilke apper vi skal installere. Vi bør ha et bevisst forhold til alle apper og tjenester vi benytter, sier hun.\n\n– Dette handler ikke bare om denne ene appen, men gjelder generelt.\n\nSelv har Tiktok gjentatte ganger avvist anklagene mot appen. Tiktok fastholder overfor NTB at selskapet overholder de personvernlovene som gjelder lokalt, og at ingen data overføres til Kina.\n\nEtter at NTB tok kontakt, har Asheim slettet Tiktok fra sin mobil."}, {"source": "aftenposten", "title": "Direkteblogg om korona", "text": "Helse- og omsorgsminister Ingvild Kjerkol (Ap) sier regjeringens strategi om tidlig å kunne avdekke en eventuell bekymringsfull utvikling og ta flere grep ved behov, står ved lag. Foto: Terje Bendiksby / NTB\n\nNorge vil ikke kreve negativ koronatest for reisende fra Kina selv om flere europeiske land har innført dette.\n\nI begynnelsen av januar kom EUs krisehåndteringsmekanisme frem til en liste med anbefalte tiltak for å håndtere pandemien og den utviklingen man ser i Kina. Blant annet ble alle de 27 EU-landene anbefalt å kreve koronatesting av passasjerer fra Kina.\n\nMandag kunngjorde Helse- og omsorgsdepartementet at det ikke vil bli innført krav til negativ koronatest her i landet.\n\n– Anbefalingene de europeiske landene ble enige om, er basert på helhetsvurderinger for alle de europeiske landene samlet. Landenes oppfølging og håndtering av tiltakene tilpasses nasjonale forhold, sier helse- og omsorgsminister Ingvild Kjerkol (Ap).\n\nNorske myndigheter støtter øvrige tiltak. Blant annet at reisende fra Kina skal bruke munnbind på flyet, samt at de skal få informasjon om hygienetiltak.\n\nI tillegg skal Folkehelseinstituttet fortsette med overvåking. Blant annet skal instituttet overvåke avløpsvann fra Gardermoen og analysere virusvarianter hos sykehusinnlagte personer.\n\nAnbefalingen fra EUs krisehåndteringsmekanisme er rådgivende, ikke juridisk bindende. Sverige og Tyskland har innført krav til negativ test, mens folkehelsemyndighetene i Danmark har anbefalt at det ikke skal innføres et slikt krav."}, {"source": "aftenposten", "title": "George Floyd ropte 21 ganger at han ikke kunne puste", "text": "George Floyd ropte 21 ganger at han ikke kunne puste\n\n21 ganger ropte George Floyd at han ikke kunne puste før han døde. Det viser nye utskrifter fra opptakene fra politimennenes kroppskameraer.\n\nEn Black lives matter-demonstrasjon i Pittsburgh.\n\n09.07.2020 06:04 Oppdatert 09.07.2020 06:38\n\nI en utveksling kort etter at han var lagt i bakken, sa Floyd til politimannen Derek Chauvin at «du kommer til å drepe meg».\n\n– Så slutt å snakke, slutt å skrike, snakk tar en helvetes masse oksygen, ropte Chauvin.\n\nUtskriftene, blant annet fra politimannen Thomas Lanes kroppskamera, ble lagt frem for retten i Minnesota tirsdag og avdekker nye detaljer om pågripelsen og Floyds død.\n\nChauvin er siktet for forsettlig drap etter at han satte kneet på halsen til Floyd i sju minutter slik at han kort etter døde, mens tre andre politimenn er siktet for medvirkning. Alle fire er sagt opp fra politiet.\n\nFloyd ropte også på sin mor mens han lå under politimannens kne med håndjern på.\n\n– Mamma, jeg elsker deg, si til barna mine at jeg elsker dem, jeg er død, sa han og ropte på henne flere ganger til.\n\nIfølge utskriften var hans siste ord: «De dreper meg, de dreper meg, jeg kan ikke puste.»\n\nGeorge Floyds dødsfall 25. mai ble også filmet av flere vitner og utløste en massiv protestbevegelse i USA og rundt i verden mot rasisme og politivold."}, {"source": "aftenposten", "title": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.", "text": "Steriliseringsmetoden har resultert i over 33.000 søksmål. I Norge er metoden stoppet, men pasienter blir ikke informert.\n\nEtter at Kjerstin Bakkevoll fikk satt inn et implantat for å bli steril, fikk hun sterke fysiske plager. I Norge brukes ikke lenger implantatet, men norske pasienter får ingen informasjon.\n\nKjerstin Bakkevoll ble sterilisert i 2016 ved hjelp av et implantat som er omstridt i utlandet. Hun reagerer på at det ikke finnes informasjon om mulige bivirkninger av produktet på norsk – hverken fra helsemyndighetene eller firmaet som produserte implantatet.\n\n09.07.2020 05:34 Oppdatert 11.07.2020 07:43\n\nEn kveld i juni ligger Kjerstin Bakkevoll (42) og ektemannen i sengen og skal se på Netflix før de sovner. Han foreslår dokumentaren «The Bleeding Edge». Den handler om medisinsk utstyr og hvordan det testes før det når pasientene.\n\nNoen av kvinnene i dokumentaren omtaler et implantat som brukes i forbindelse med sterilisering – Essure. Bakkevoll kjenner seg plutselig ubehagelig mye igjen i bivirkningene som skildres: kraftig hodepine, invalidiserende smerter, svimmelhetsanfall og hårtap."}, {"source": "aftenposten", "title": "Europa åpnet grensene i juni. Nye tall forteller hvor mange som ble smittet.", "text": "Europa åpnet grensene i juni. Nye tall viser hvor mange som ble smittet.\n\nÅpning av grensene i Europa i juni har gitt «ubetydelig» importsmitte, ifølge det europeiske smittevernbyrået.\n\nDen greske øya Hydra i juni. Hvor mye har koronaviruset spredt seg i Europa etter at grensene åpnes? En rapport fra det europeiske smittevernbyrået viser at bare 3 prosent av nye smittetilfeller i EU/EØS i juni kom som følge av reise til andre land.\n\n08.07.2020 19:24 Oppdatert 11.07.2020 11:37\n\nSaken ble oppdatert torsdag kl. 16.13 med nye smittetall t.o.m. 6. juli og opplysninger fra Danske Serumsinstitutt og ECDC, og fredag kl. 11.45, forut for regjeringens pressekonferanse om nye reiseråd.\n\nNorge har de siste ukene hatt de mest stengte landegrensene i Europa innenfor EU- og Schengen-området. Begrunnelsen har vært risikoen for økt smitte."}, {"source": "aftenposten", "title": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?", "text": "Prinsesse Ingrid Alexandra bor i Viken, men skal gå på skole i Oslo. Hvordan kan det ha seg?\n\nMandag ble det klart at prinsesse Ingrid Alexandra skal begynne på Elvebakken videregående skole i Oslo til høsten, selv om hun er bosatt i Viken. Slottet oppgir at hun kom inn på ordinære vilkår.\n\nPrinsesse Ingrid Alexandra sammen med dronning Sonja i september 2019.\n\n08.07.2020 16:11 Oppdatert 08.07.2020 20:34\n\nPrinsesse Ingrid Alexandra ble tatt opp på «ordinære vilkår» da hun kom inn på en av Oslos mest populære videregående skole, opplyste Slottet mandag.\n\n– Prinsessen søkte og fikk plass på ordinære vilkår, sa kommunikasjonssjef Guri Varpe til NTB."}, {"source": "aftenposten", "title": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.", "text": "Over 600 tyske soldater etterforskes for høyreekstremisme. Nå har spesialstyrkene til oktober å rydde opp i eget hus.\n\n48.000 patroner og 62 kilo med eksplosiver har forsvunnet fra våpenlagrene til tyske spesialstyrker. Tyske myndigheter er bekymret.\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK.\n\n07.07.2020 12:08 Oppdatert 19.07.2020 20:50\n\nEn dag i mai, mens resten av Tyskland fortsatt strever seg gjennom koronakrisen, graver politistyrker opp hagen til en sersjant i de tyske spesialstyrkene. Under jorden finner de et lager med eksplosiver, våpen og tusenvis av patroner. Alt antas å være stjålet fra soldatens egen arbeidsplass. I tillegg finner man et lager med nazieffekter.\n\n– Han hadde en plan. Og han er ikke den eneste, sier Eva Högl, Tysklands parlamentarisk kommissær for de væpnede styrkene, skriver New York Times.\n\nSaken har fått stor oppmerksomhet i Tyskland. Spesielt fordi soldaten som har tjent de tyske spesialstyrkene i 19 år, antas å være nynazist. Høyreekstreme holdninger er han ikke alene om innad i landets forsvarsrekker. Det vedgår både landets politiske ledelse og militæret.\n\nProfessor: – Alarmerende\n\nRundt 600 tyske soldater er under etterforskning for tilknytning til ekstremisme, ifølge militærets egne tall. Av disse skal omtrent 20 av sakene dreie seg om spesialtrente soldater i hærens spesialstyrker, også kjent som KSK. Det er en andel som er fem ganger så høy som i andre deler av den tyske hæren.\n\nProfessor i internasjonal politikk på Universitet i München, Dr. Carlos Masala, sier saken om sersjanten har bidratt til en svært viktig debatt om holdninger innad i det tyske militæret.\n\n– Ser man på antall saker sammenlignet med antallet soldater i styrken, er det uten tvil problemer med høyreekstremisme i spesialstyrkene. Dette er snakk om svært godt trente elitesoldater, så det er alarmerende, sier Masala.\n\nKSK-ledelsen har fått beskjed fra tyske myndigheter om at store endringer må gjennomføres innen oktober.\n\nOppløste en del av spesialstyrkene\n\nI kjølvannet av politiaksjonen mot sersjanten ble det satt ned en komité som skulle undersøke utbredelsen av høyreekstreme holdninger i KSK. Funnene til komiteen førte til at Tysklands forsvarsminister, Annegret Kramp-Karrenbauer, i forrige uke ga ledelsen i KSK klar beskjed: Rydd opp i egne rekker innen oktober.\n\n– KSK kan ikke fortsette i sin nåværende form, sa Kramp-Karrenbauer på en pressekonferanse.\n\nHun beskrev kulturen i spesialstyrkene som «usunn elitisme» og med «giftig lederskap», ifølge BBC.\n\nSpesialstyrkene får ikke dra på internasjonale oppdrag før både rekrutteringen, treningen og ledelsesmetodene har fått en overhaling.\n\nI tillegg kunngjorde forsvarsministeren en reform med drastiske tiltak. Blant annet fjernes en av KSKs fire enheter. Der hadde høyreekstreme holdninger fått så kraftig fotfeste at det eneste man kunne gjøre var å legge den ned.\n\nTysklands forsvarsminister, Annegret Kramp-Karrenbauer, er fast bestemt på å få has på høyreekstreme holdninger innad i landets militærstyrker.\n\nFakta KSK Tysklands elitestyrke med spesialtrente soldater har siden 1996 vært en del av den tyske hæren, Bundeswehr. Styrkene fokuserer på operasjoner i forbindelse med antiterror og gisseltagning i farlige områder. Styrkene har blant annet blitt sendt til Afghanistan og Balkan. Operasjonene blir hemmeligholdt. Vis mer\n\nKan være kroken på døren om det ikke gjøres endringer\n\nDet ble også rapportert at spesialstyrkene ikke kunne gjøre rede for hvor hele 62 kilo med eksplosiver og 48.000 patroner hadde blitt av. Dette var spesielt alarmerende med tanke på funnet i hagen til sersjanten, uttalte Kramp-Karrenbauer. Hun krever nå at spesialstyrkene finner ut hvor resten av arsenalet er blitt av.\n\nProfessor Masala tror det kan bli kroken for døren for KSK om man ikke ser konkrete endringer de neste månedene.\n\n– Vi har en forsvarsminister som er svært dedikert til saken og ønsker å komme roten av problemet til livs. Hun mener alvor. Jeg tror derfor det vil komme store endringer i styrkene. KSK-ledelsen har ikke noe valg, sier Masala.\n\nKSK-soldat sendte brev om «fryktkultur» i egen avdeling\n\nAnklager om ekstremisme innad i landets elitestyrke fikk oppmerksomhet allerede i 2017. Da skal flere KSK-soldater ha saluttert med «Hitler-hilsen» og spilt nynazistisk rockemusikk på en avskjedsfest for en av sjefene.\n\nSå sent som i juni sendte en ung KSK-soldat brev til forsvarsministeren hvor han innstendig ba henne sette i gang en etterforskning av sin egen avdeling. Han beskrev en «giftig kultur av aksept» og «fryktkultur»,. Ekstreme holdninger blant hans medsoldater ble ignorert, og tidvis, akseptert, ifølge soldaten, skriver New York Times.\n\nDe tyske spesialstyrkene har i lang tid fått operere frittstående, utenfor resten av det tyske militæret. Det har ført til en form for elitisme, mener eksperter.\n\nElitisme og dårlig lederskap preger miljøet\n\nProfessor Masala mener lojalitet og feilslått lederskap gjør at ekstreme holdninger kan få vokse frem i en tropp med hovedoppgave å takle Tysklands farligste oppdrag.\n\n– Disse spesialstyrkene lever i store perioder helt avskåret fra omverdenen. Når man er på hemmelige, livsfarlige oppdrag sammen, er du er nødt til å kunne stole fullt og helt på sidemannen. Det skaper et helt spesielt bånd og lojalitet til hverandre. Det blir en slags militær kult. Da tyster man ikke på hverandre, sier Masala.\n\n– Du har også KSK-ledere som mener militæret og opptrening skal være svært aggressiv og maskulin. I tillegg har KSK frem til nå fått operere ganske frittstående fra resten av det tyske militæret. Da utvikler det seg en holdning om at man er mer spesiell enn andre. Mange av soldatene blir i styrken i 15–20 år, så man får få impulser utenfra, fortsetter professoren.\n\nDet har også blitt spekulert i om fremveksten av det høyreorienterte partiet Alternative für Deutschland (AfD) på den politiske arenaen, kan linkes til høyreekstremisme innad i forsvarsrekkene. I enkelte delstater får det kontroversielle partiet godt over 20 prosent oppslutning.\n\nMasala mener man foreløpig skal være forsiktig med å bruke AfD som en forklarende faktor.\n\n– Jeg tror hovedproblemet først og fremst ligger i strukturen til KSK. Det er dette som må endres."}]