[{"source": "abc-news", "title": "Ben & Jerry's workers announce plan to unionize in Vermont", "text": "About 40 workers at the Ben & Jerry’s ice cream shop in the Vermont city where the company was founded have announced that they plan to form a union\n\nBURLINGTON, Vt. -- About 40 workers at the Ben & Jerry's ice cream shop in the Vermont city where the company was founded announced Monday that they plan to form a union.\n\n“Collectively, we have come to embody Ben and Jerry’s slogan of ‘peace, love, and ice cream,’” they said they wrote to management.\n\nThe so-called scoopers at the Burlington, Vt., shop said they have formed an organizing committee and petitioned the National Labor Relations Board for an election. They said they have the support of the upstate New York & Vermont chapter of Workers United, the union that started the Starbucks unionization campaign in Buffalo, New York.\n\n“I think of this union as a sign of respect for Ben & Jerry’s,” said Rebeka Mendelsohn, a shift manager and catering lead, in a statement. “We’re a company that stands for social justice rights and equity, and I want to ensure that this message is translated to all levels of employment.”\n\nBen & Jerry's, now owned by consumer goods giant Unilever, said organizers just presented the plan to the company Sunday night.\n\nIt's ”an important issue to us, we’re aware of it, and we’re actively working on it,\" Ben & Jerry's spokesman Sean Greenwood wrote in an email.\n\nThe shop employees' letter to management says they want a voice in key decisions over issues such as salaries and health care costs.\n\n“We are taught from the beginning of our employment that equality and justice are integral rights of ours as people. But what happens when Vermont’s Finest are continuously left out of these conversations?\"", "tags": ["starbucks", "vermont", "mendelsohn"]}, {"source": "abc-news", "title": "NY woman driven to wrong address fatally shot by homeowner", "text": "Authorities say a 20-year-old woman on her way to a friend’s house in upstate New York was driven to the wrong address and quickly shot to death by the homeowner\n\nHEBRON, N.Y. -- A woman looking for a friend's house in upstate New York was shot to death after the car she was riding in mistakenly went to the wrong address and was met with gunfire in the driveway, authorities said Monday.\n\nKaylin Gillis, 20, was traveling through the rural town of Hebron with three other people Saturday night when the group made a wrong turn onto the property.\n\nThey were trying to turn the car around when the homeowner, Kevin Monahan, 65, came out onto his porch and fired two shots, according to Washington County Sheriff Jeffrey Murphy.\n\nOne round hit Gillis.\n\nThe group drove to the neighboring town of Salem, northeast of Albany near the Vermont state line, and called 911, said Murphy, who noted the shooting took place in an area with limited cell phone service. Emergency crews arrived and performed CPR on Gillis but couldn't save her.\n\nWhen officers arrived at Monahan's house to investigate the shooting, he refused to come out, Murphy said. Authorities spoke with him through a 911 dispatcher and in person for about an hour before he was taken into custody, according to the sheriff.\n\nMonahan was booked into the Warren County jail on a charge of second-degree murder. It wasn't clear whether he had an attorney who could speak on his behalf.\n\nMurphy said at a news conference Monday that Gillis, who lived in Schuylerville, “was an innocent young girl who was out with friends looking for another friend’s house,” according to the Times Union of Albany. He said there was ”no reason for Mr. Monahan to feel threatened.”\n\nThe shooting happened days after 16-year-old Ralph Yarl was shot and wounded in Kansas City, Missouri, after going to the wrong house to pick up his younger brothers.", "tags": ["murder", "gunfire", "death"]}, {"source": "abc-news", "title": "Families displaced from California neighborhood seek $2B", "text": "Black and Latino Californians who were displaced from a neighborhood in Palm Springs in the 1960s are seeking $2.3 billion in compensation from the city\n\nPALM SPRINGS, Calif. -- As a child, Lawrance W. McFarland lived on a small piece of land on a Native American reservation in Palm Springs he described as a “little world of its own,” surrounded by the parts of the city that were tourist magnets and depicted in movies.\n\nThe retiree, who now lives in Mississippi, recently recalled seeing houses of the diverse, tight-knit community being torn and burned down in the square-mile area known as Section 14.\n\n“We thought they were just cleaning up some of the old houses,” he said.\n\nBut eventually his family was told to vacate their home, and McFarland, his mother and his younger brother hopped around from house to house before leaving the area altogether and moving to Cabazon, a small town about 15 miles (24 kilometers) west of Palm Springs.\n\nDecades later, Palm Springs’ city council is reckoning with those actions, voting in 2021 to issue a formal apology to former residents for the city’s role in displacing them in the 1960s from the neighborhood that many Black and Mexican American families called home. But the former residents say that is not enough.\n\nThose former residents now say the city owes them more than $2.3 billion for the harm caused by their displacement. That would be nearly $1.2 million per family. The dollar amount was disclosed Sunday at a meeting attended by experts such as Cheryl Grills, a member of the state’s reparations task force studying redress proposals for African Americans.\n\nThe effort in Palm Springs is part of a growing push by Black families to seek compensation and other forms of restitution from local and state governments for harms they’ve suffered due to generations of discriminatory policies that continued long after slavery ended.\n\nCalifornia’s statewide reparations task force is evaluating how the state can atone for policies like eminent domain that allowed governments to seize property from Black homeowners and redlining that restricted what neighborhoods Black families could live in. Last year, Los Angeles County officials voted to complete the return of land in Manhattan Beach to a Black family descended from property owners who had it seized by the city through eminent domain in the 1920s. The family decided to sell the property back to the county for $20 million.\n\nPalm Springs officials expect to work with a “reparations consultant” to decide whether and how to compensate the families displaced from the area, said Amy Blaisdell, a spokesperson for the city, in an email. The council may take this up for a vote later this month. The city, located about 110 miles (177 kilometers) east of Los Angeles, is home to about 45,000 people today and is largely known as a desert resort community, home to golf courses and ritzy resorts.\n\nThe families are also exploring legal avenues for reparations. Areva Martin, a Los Angeles lawyer representing them, filed a tort claim with the city in November alleging officials hired contractors to bulldoze homes and sent the fire department to burn them. City officials said in response that they would work with former residents and their descendants to try to come up with a solution, Martin said.\n\n“There’s no evidence of the tremendous contributions they made to the city,” she said.\n\nJulianne Malveaux, an economist and dean of the College of Ethnic Studies at California State University, Los Angeles, said the $2.3 billion figure accounts for the displacement of 2,000 families and the trauma caused to them.\n\nLisa Middleton, a city council member and former Palm Springs mayor, said it was important to acknowledge the city’s role in displacing Section 14 residents.\n\n“Our history includes some wonderful moments for which we have every right to be proud,” she said at a meeting. “But it also includes some moments for which we have every reason to be remorseful, to learn from those mistakes and to make sure that we do not pass those mistakes onto another generation.”\n\nBut the story of displacement at Section 14 is more complicated than some people may realize, said Renee Brown, associate curator and archivist for the Palm Springs Historical Society.\n\nSection 14 is a part of the Agua Caliente Band of Cahuilla Indians reservation. The tribe wanted to open up Section 14 to lease to developers, and the city helped it clear the land over the course of more than a decade, Brown said.\n\n“The city could never have gone on that land and done anything,” she said, without “tribal permission.”\n\nThe tribe did not respond to requests for comment.\n\nThe tort claim argues the tragedy was akin to the violence that decimated a vibrant community known as Black Wall Street more than a century ago in Tulsa, Oklahoma, leaving as many as 300 people dead. There were no reported deaths in connection with the displacement of families from Section 14.\n\nThree survivors of the Tulsa massacre are seeking compensation through a lawsuit filed against the city. U.S. lawmakers introduced legislation in 2021 to try to make it easier for survivors and descendants to seek reparations, but the bill never received a hearing.\n\nPalmdale resident Pearl Devers lived in Section 14 with her family until she was 12 years old. She helped spearhead efforts in recent years to create a group to reflect on their time living there and determine next steps.\n\nHer father, a carpenter, helped build their home and many others in Section 14, she said. She recalled how close residents in the neighborhood were, saying her neighbors acted as a “second set of parents” for her and her brother.\n\nShe recalled smelling and seeing burning homes until one day her mother said their family had to pack their bags and leave.\n\n“We just felt like we were running from being burned out,” she said.\n\nAlvin Taylor, Devers’ brother, said it’s essential for city officials to listen to displaced residents and descendants before deciding on a course of action for how to best make amends.\n\n“An apology is not enough,” Taylor said.\n\n___\n\nSophie Austin is a corps member for the Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Follow Austin on Twitter: @sophieadanna", "tags": ["homeowners", "californians", "mexican"]}, {"source": "abc-news", "title": "Boy, 13, gets stuck climbing into claw machine for prize", "text": "An official says a 13-year-old boy had to be freed from a claw machine after he climbed inside hoping to score a prize at a North Carolina amusement park south of Charlotte\n\nCHARLOTTE, N.C. -- A 13-year-old boy had to be freed from a claw machine after he climbed inside hoping to score a prize, according to an official at a North Carolina amusement park.\n\nCarowinds officials were alerted just before 2 p.m. Sunday that the boy was inside the Cosmic XL Bonus Game, which contained plush prizes, according to Courtney C. McGarry Weber, a spokesperson for the park south of Charlotte.\n\nThe medical response team unlocked the machine and the boy was able to get out, she said. He was treated and released from first aid to his guardian.\n\nThe boy has been banned from the park for one year for attempted theft, Weber said.", "tags": ["sunday", "boy", "theft"]}, {"source": "abc-news", "title": "Report: Serial rapist sentenced to more than 150 years", "text": "A convicted serial rapist in Indiana has been sentenced to life in prison\n\nINDIANAPOLIS -- An Indiana judge has sentenced a convicted serial rapist to more than 150 years in prison, authorities said Monday.\n\nDarrell Goodlow was charged in 2021 with 57 counts, including rape, burglary and criminal confinement. He pleaded guilty in March to nine counts, including eight felony counts of rape and one felony count of killing a domestic animal, as part of a plea agreement.\n\nMarion Superior Judge Mark Stoner sentenced him to 156 1/2 years behind bars on Friday, prosecutors said in a news release.\n\n“With this resolution, the defendant will spend the rest of his life in prison without putting the survivors in a position to relive the trauma they have experienced throughout the duration of a trial,” Marion County Prosecutor Ryan Mears said.\n\nTelephone messages were left with defense attorneys listed in online court records as representing Goodlow.\n\nProsecutors alleged that Goodlow targeted women in their 60s and 70s on the east side of Indianapolis and in the suburb of Lawrence. They accused Goodlow of sexually assaulting eight women on six different occasions between August 2020 and September 2021.\n\nIn some cases, he dressed as a utility worker to gain access to his victims’ homes. He killed one of his victims' dogs during one attack, police said.\n\nA fingerprint at one of the scenes helped investigators identify him. They also matched his DNA to evidence collected in all eight cases.", "tags": ["burglary", "rapist", "felony"]}, {"source": "abc-news", "title": "DOJ accuses China of using 'police station' to spy on, harass dissidents inside US", "text": "Two defendants are charged with operating a \"police station\" in New York City.\n\nThe FBI on Monday revealed what it said is evidence of expanding espionage and security activity by the Chinese government on U.S. soil.\n\nThe Justice Department announced three cases suggesting more brazen activity by China inside the U.S. in the wake of the spy balloon controversy.\n\nOne case involves Chinese security officials allegedly spying on Zoom calls and then harassing Chinese dissident participants identified as targets.\n\nTen Chinese officials were charged with conspiracy along with an employee of a telecommunications company.\n\nSources told ABC News the company was Zoom and the insider from China allegedly was able to disrupt meetings on Zoom.\n\nA Zoom spokesperson told ABC News the company has been \"cooperating fully with the Department of Justice. We wholly support the U.S. Government’s commitment to protecting American companies and citizens from foreign coercion or influence.\"\n\nChina national flag STOCK PHOTO/Getty Images\n\nAnother of the cases involves Chinese security officials allegedly setting up a \"police station\" in New York City and using it as a base of operations to spy on, co-opt or intimidate Chinese dissidents living in the city and elsewhere.\n\nThe charges unsealed allege two defendants were operating an illegal overseas \"police station\" -- the first ever in the U.S. -- located in lower Manhattan, for a provincial branch of the Ministry of Public Security of the People's Republic of China (PRC).\n\nA top DOJ official told ABC News' that the charges show how brazen China is.\n\n\"[It] shows how brazen they are, how unwilling they are to work under the laws that apply in free democracies,\" David Newman the Principal Deputy Assistant Attorney General for National Security at the Department of Justice told Chief Justice Correspondent Pierre Thomas. \"And it demonstrates that they choose to project their authoritarian system outside their borders.\"\n\nThe two suspects operated out a Manhattan office building in Chinatown at the direction of a Chinese police official, prosecutors alleged.\n\nThe men engaged in a number of activities on U.S. soil, prosecutors said, including participating in counter protests and targeting specific Chinese dissidents for harassment.\n\n\"It is simply outrageous that China's Ministry of Public Security thinks it can get away with establishing a secret, illegal police station on U.S. soil to aid its efforts to export repression and subvert our rule of law,\" said Acting Assistant Director Kurt Ronnow of the Counterintelligence Division. \"This case serves as a powerful reminder that the People's Republic of China will stop at nothing to bend people to their will and silence messages they don't want anyone to hear.\"\n\nThe seal of the Federal Bureau of Investigation is seen outside of its headquarters in Washington, DC, August 15, 2022. Mandel Ngan/AFP via Getty Images, FILE\n\nThe men arrested were expected in a Brooklyn federal court later Monday.\n\nIf convicted of conspiring to act as agents of the PRC, the defendants face a maximum sentence of five years in prison. The obstruction of justice charge carries a maximum sentence of 20 years in prison.\n\nThe Justice Department also announced charges against 34 members of a specialized unit in China. The unit, run by the Chinese national police or Public Security Ministry, the U.S. said, allegedly created fake social media accounts, including on Twitter, to harass Chinese dissidents in the U.S. and to promote propaganda from China.\n\nNewman said it further shows how China wants to further their agenda in the U.S.\n\n\"We're limited in what we can say outside of our charges, but everyone who follows China in the PRC knows that this effort is ongoing and that they are going to continue to take other efforts to try to project their system into the United States,\" he said.\n\nFBI Director Christopher Wray expressed concern about the Chinese \"police stations\" during a congressional hearing in November 2022.\n\n\"I'm very concerned about this. We are aware of the existence of these stations,\" Wray told a Senate Homeland Security and Governmental Affairs Committee hearing in November.\n\n\"But to me, it is outrageous to think that the Chinese police would attempt to set up shop, you know, in New York, let's say, without proper coordination. It violates sovereignty and circumvents standard judicial and law enforcement cooperation processes,\" he added.\n\nABC News' Alem Agha and Beatrice Peterson contributed to this report.", "tags": ["fbi", "prosecutors", "espionage"]}, {"source": "abc-news", "title": "Supreme Court to deliver answer in religious mailman's case", "text": "The Supreme Court this week is hearing the case of a religious mail carrier who refused to deliver Amazon packages on Sundays\n\nLANCASTER, Pa. -- Gerald Groff liked his work as a postal employee in Pennsylvania's Amish Country. For years, he delivered mail and all manner of packages: a car bumper, a mini refrigerator, a 70-pound box of horseshoes for a blacksmith. But when an Amazon.com contract with the United States Postal Service required carriers to start delivering packages on Sundays, Groff balked. A Christian, he told his employers that he couldn't deliver packages on the Lord's Day.\n\nNow Groff's dispute with the Postal Service has reached the U.S. Supreme Court, which will consider his case Tuesday. Lower courts have sided with the Postal Service, which says Groff's demand for Sundays off meant extra work for other employees and caused tension. Groff, for his part, argues employers can too easily reject employees' requests for religious accommodations, and if he wins, that could change.\n\n“We really can’t go back and change what happened to me,” said Groff, who ultimately quit his job over the Sunday shifts. But he says that other people “shouldn’t have to choose between their job and their faith.”\n\nGroff’s case involves Title VII of the Civil Rights Act of 1964, which prohibits religious discrimination in employment. The law requires employers to accommodate employees’ religious practices unless doing so would be an “undue hardship” for the business.\n\nGroff grew up in Lancaster County, where he attended Mennonite schools and lived in a home across the street from his grandparents' farm. His grandfather's death around the time he graduated from high school was a turning point for him, he said, and helped motivate him to work as a missionary. While he has a college degree in biology, over the years he has gone on eight mission trips lasting anywhere from two months to two years that took him to Asia, Africa and Latin America.\n\nHe did different jobs in between but in 2012 he found a job at the Postal Service, regularly filling in as a mail carrier when other carriers were off or sick.\n\n“I just really enjoyed the job from the very beginning. You get to be out in the countryside, in the fresh air ... It’s a beautiful place to live and work and I just really enjoyed it and planned to make a career of it unless God called me back to the mission field somewhere,” said Groff of his job as a rural carrier associate.\n\nAs a fill-in mail carrier he ultimately learned 22 different routes, which he would drive in his Honda CR-V, hitting 500 to 800 mailboxes a day. Eventually, he hoped to become a regular mail carrier, with a set route of his own.\n\nSoon after Groff joined the Postal Service, however, it signed a contract with Amazon to deliver packages on Sundays. And about four years into the job Groff was told he'd have to start working his share of Sunday shifts. Groff said no. Sunday, he says, is “a day we come together as Christian believers and we honor the Lord’s Day.”\n\n“And so to give that up, to deliver Amazon packages would be to give up everything that we believe in,” Groff said.\n\nTo avoid Sunday work, Groff gave up his seniority at the post office in rural Quarryville, Pennsylvania, where the parking lot includes two spaces labeled “HORSE AND CARRIAGE ONLY.” He transferred to a smaller office in nearby Holtwood, which was not yet doing Sunday deliveries. Eventually, however, Sunday deliveries were required there too.\n\nGroff told his supervisor he'd work extra shifts and holidays to avoid Sundays. The supervisor tried to find other carriers for Groff's Sunday shifts, even though finding substitutes was time consuming and not always possible. Groff's absences, meanwhile, created a tense environment, led to resentment toward management and contributed to morale problems, officials said. It also meant other carriers had to work more Sundays or sometimes deliver more Sunday mail than they otherwise would. One carrier transferred and another resigned in part because of the situation, Groff's supervisor said.\n\nEventually, however, Groff missed enough Sundays that he was disciplined. He resigned in 2019 rather than wait to be fired, he said, and then filed a religious discrimination lawsuit.\n\nGroff says that under a 1977 Supreme Court case, Trans World Airlines v. Hardison, employers don't have to show much to prove an undue hardship and can deny religious accommodations to employees when they impose “more than a de minimis cost” on the business. The case was 7-2 in favor of TWA with both liberals and conservatives in the majority.\n\nBut Groff's lawyer Hiram Sasser of the First Liberty Institute says the Hardison case “sort of stacked the deck against employees and the common folk.” “They’ve got to climb Mount Kilimanjaro to try to win one of their cases, and, I mean, that's not right,” he said.\n\nGroff wants the Supreme Court to say that employers must show “significant difficulty or expense” if they want to reject a religious accommodation.\n\nBiden administration lawyers representing the Postal Service say Hardison should be clarified to make clear it gives substantial protection for religious observance. But the administration also says that when accommodating the religious practices of one employee negatively impacts other employees, that can be an undue hardship on a business.\n\nGroff would seem to have the upper hand. Three current justices — Clarence Thomas, Samuel Alito and Neil Gorsuch — have said the court should reconsider Hardison. And in recent years the court's conservative majority has been particularly sympathetic to the concerns of religious plaintiffs.\n\nLast year, for example, the court sided with another one of First Liberty's clients, a football coach at a public high school who wanted to be able to kneel and pray on the field after games.\n\nGroff, for his part, has found other work since leaving the Postal Service. These days, he's essentially the postmaster for a retirement community with several thousand residents. He oversees a staff of volunteer residents that sorts mail and puts it in mailboxes every day except Sunday.\n\nThere are no Sunday deliveries to Groff's home either. He says he went in and disabled them on Amazon.\n\n“I can wait for that stuff,” he said. “And if I need it that bad, I’ll go to the store and get it.”", "tags": ["tuesday", "mennonite", "sunday"]}, {"source": "abc-news", "title": "Ex-Cardinal McCarrick charged in Wisconsin with sex abuse", "text": "The defrocked Roman Catholic cardinal who became the face of the church’s clergy sex abuse crisis has been charged in Wisconsin with sexually assaulting an 18-year-old man more than 45 years ago\n\nMADISON, Wis. -- The defrocked Roman Catholic cardinal who became the face of the church's clergy sex abuse crisis has been charged in Wisconsin with sexually assaulting an 18-year-old man more than 45 years ago, court records show.\n\nA criminal complaint filed Friday alleges that Theodore McCarrick, who was removed from the priesthood in 2019 after a Vatican investigation found he had sexually molested adults and children, fondled a man in 1977 while staying at a cabin on Geneva Lake in southeastern Wisconsin.\n\nThe alleged victim, who is not named, told investigators that McCarrick had repeatedly sexually assaulted him since he was 11 and even brought him to parties where other adult men sexually assaulted him, according to the complaint.\n\nMcCarrick became the highest-ranking Roman Catholic official in the U.S. to face criminal charges for sexual abuse when he was accused in 2021 of sexually assaulting a teenage boy in Massachusetts at a wedding reception in 1974. His attorneys asked the judge in that case earlier this year to dismiss the charges, saying that McCarrick, now 92 and suffering from dementia, is not competent to stand trial.\n\nThe once-powerful priest was ordained in 1958 and became archbishop in Newark, New Jersey, in 1986 and then archbishop of Washington, D.C., in 2000. He rose to power despite church officials' knowledge of accusations against him. A two-year Vatican investigation into McCarrick's tenure found credible reports of his problematic behavior dating back to 1999, including an inquiry confirming that McCarrick had slept with seminarians.\n\nThe church has confirmed it made financial settlements with adults who accused McCarrick of sexual misconduct. McCarrick retired in 2006 but continued to be active in political circles until he was defrocked by Pope Francis in 2019.\n\nWisconsin prosecutors learned of the alleged 1977 assault through a program dedicated to prosecuting instances of abuse by faith leaders, according to a news release. Officials were able to charge McCarrick because the statute of limitations does not apply to people who are not residents of the state. A similar law allowed Massachusetts prosecutors to bring their case against McCarrick more than 40 years later.\n\nMcCarrick's attorney in Massachusetts, William Fick, did not immediately return a phone call or email sent Monday. An attorney for McCarrick has not yet been listed in the Wisconsin case.\n\n___\n\nHarm Venhuizen is a corps member for the Associated Press/Report for America Statehouse News Initiative. Report for America is a nonprofit national service program that places journalists in local newsrooms to report on undercovered issues. Follow Venhuizen on Twitter.", "tags": ["molested", "priest", "assaulting"]}, {"source": "abc-news", "title": "SpaceX set for Monday test flight of giant Starship rocket", "text": "SpaceX scrubbed the launch of its powerful Starship rocket -- which is expected to eventually carry passengers to the moon and Mars -- that was set for Monday morning.\n\nThe uncrewed launch of the world's largest rocket would have marked the first flight test of a \"fully integrated\" Starship spacecraft and the so-called Super Heavy rocket, SpaceX said. SpaceX CEO Elon Musk said on Twitter just before the launch that a \"pressurant valve appears to be frozen,\" ending the possibility of any launch Monday.\n\nSpaceX said the attempted launch would now be turned into a wet dress rehearsal, meaning it simulates every stage of rocket launch but without liftoff actually occurring.\n\nThe 150-minute test window opened at 7 a.m. CT Monday, SpaceX said, and the company was aiming for a 8:20 a.m. CT launch. A live webcast of the flight test began 45 minutes before expected liftoff and the countdown clock was taken down to the 10-second mark before stopping.\n\nThis undated photo provided by SpaceX shows the company's Starship rocket at the launch site in Boca Chica, Texas. SpaceX via AP\n\nDuring the webcast, the team said it would need at least 48 hours to reset the rocket and figure out why the pressurization issue occurred before attempting to launch Starship again.\n\n\"Learned a lot today, now offloading propellant, retrying in a few days,\" Musk tweeted after the launch was scrubbed.\n\nThe timing comes after the Federal Aviation Administration on Friday approved SpaceX's launch of the nearly 400-foot-tall rocket from a remote site on the southernmost tip of Texas near Boca Chica Beach.\n\n\"Success maybe, excitement guaranteed!\" Musk tweeted Friday night.\n\nDuring a Twitter \"Spaces\" event for subscribers Sunday evening, Musk warned to set expectations \"low.\"\n\nFollowing blastoff, the first stage of the Super Heavy rocket is expected to splash down about 20 miles off the coast of Boca Chica while the Starship vehicle orbits around the globe before splashing down off the coast of Hawaii.\n\nFor this first flight test, SpaceX said it will not attempt a vertical landing of Starship or a catch of the booster.\n\nSpaceX said this flight test will \"inform and improve the probability of success in the future as SpaceX rapidly advances development of Starship,\" which is designed to carry up to 100 people on long-duration, interplanetary flights.\n\nNASA has already announced plans to use a Starship to put astronauts on the lunar surface in 2025.\n\nABC News' Gina Sunseri contributed to this report.", "tags": ["spacex", "astronauts", "2025"]}, {"source": "abc-news", "title": "Boston Marathon sweep for Kenya, but not favorite Kipchoge", "text": "BOSTON -- Defending Boston Marathon champion Evans Chebet wasn't focused on beating Eliud Kipchoge, the world record holder considered the greatest marathoner of all time.\n\nConquering the course was the goal.\n\nChebet won the world's oldest and most prestigious marathon on Monday for the second year in a row, leaving Kipchoge behind at Heartbreak Hill to spoil the two-time Olympic gold medalist's much-anticipated debut and win in 2 hours, 5 minutes, 54 seconds.\n\nGabriel Geay of Tanzania won a footrace for second, finishing 10 seconds behind the winner and two seconds ahead of Kenyan Benson Kipruto. Kipchoge finished sixth — just his third major marathon loss to go with 12 victories.\n\n“When we race, we don’t race against an individual,” said Kipruto, the 2021 winner and Chebet's training partner. “When we woke up this morning, we were going for a race, not for an individual. ... And that’s what happened.”\n\nHellen Obiri, a two-time Olympic silver medalist in the 5,000 meters, won the women's race in 2:21:38 to complete the Kenyan sweep. Amane Beriso of Ethiopia was second, 12 seconds back, followed seven seconds later by Israeli Lonah Salpeter.\n\n“I tried to be patient and wait for the right time to happen,\" said Obiri, who finished sixth last fall in New York in her marathon debut. \"Today was my time.”\n\nIt was the third straight Kenyan sweep. Obiri is the 15th Kenyan to win the distaff division since 1966. Chebet is the 25th Kenyan men’s champion and fourth in a row; he is the first man to defend his Boston title since Robert Kipkoech Cheruiyot won three in a row from 2006-08.\n\nChebet's time was the sixth-fastest in course history. Kipchoge finished in 2:09:23, the slowest marathon of his career.\n\n“In a marathon anything can happen,” Obiri said of the men’s race. “It was a strong field, and everybody was there to race.”\n\nChebet was in a lead pack that dropped Kipchoge around Mile 20, shortly after he missed his bottle at a water station. Geay, Kipruto and Chebet pulled away with about three miles left, and Chebet made his move in the final mile.\n\n“Most of them blew up. Even Eliud Kipchoge blew up,” said Scott Fauble, who finished seventh and was the top American. “I almost caught him.”\n\nKipchoge had been hoping to add a Boston Marathon victory to his unprecedented running resume. The 38-year-old has won four of the six major marathons; Boston is the only one he has competed in and failed to win. (He has never run New York.) He also broke 2 hours in an exhibition in a Vienna park.\n\nFighting a headwind and rain that dampened the roads, Kipchoge ran in the lead pack from the start in Hopkinton until the series of climbs collectively known as Heartbreak Hill. But to the surprise of the fans lined up along Boylston Street for the final kick, he wasn’t among the three leaders.\n\n“I live for the moments where I get to challenge the limits,” Kipchoge said in a statement distributed by the race organizers. “It's never guaranteed, it's never easy. Today was a tough day for me. I pushed myself as hard as I could, but sometimes, we must accept that today wasn't the day to push the barrier to a greater height.”\n\nHe also congratulated the winners and thanked the fans for their support.\n\n“In sports you win and you lose and there is always tomorrow to set a new challenge,” said Kipchoge, who has stated a goal to win all six major marathons but did not announce any plans on Monday. “Excited for what's ahead.”\n\nMarcel Hug of Switzerland won the men’s wheelchair race in a course record time – his sixth victory here. American Susannah Scaroni won her first Boston title despite having to stop early to tighten a wheel that began to wobble on the bumpy pavement.\n\n“It’s better to pull over losing that time tightening it,\" she said. \"The speed you lose when your wheel is (loose) is much greater than the time you would lose by not tightening it. I was disappointed. I just tried to get back to the ... pace as quickly as I could.”\n\nKae Ravichandran finished in 2:38:57 to win the new nonbinary category, which included 27 entrants. Runner-up Cal Calamia, who wore a transgender patch on their singlet, said they heard spectators cheering for them all along the course.\n\n“To be able to do it in this way, in this category, makes it so much more special,” said Calamia, who was running their sixth marathon and first Boston. “Knowing how much work has gone into getting this category — in a way, that was already a win.”\n\nAlso running were former Boston Bruins captain Zdeno Chara, who finished in 3:38:23, and celebrity chef Daniel Humm, with a time of 2:58:53. Olympic tennis gold medalist Monica Rakitt, who was known as Monica Puig when she won the Rio Games, wore bib No. 2016 and finished in 3:49:47.\n\nHeisman Trophy winner Doug Flutie, who wore No. 22 at Boston College and No. 2 for much of his NFL career, had bib No. 222 while finishing in 5:28:34.\n\nChara, who wore No. 33 for the Bruins, had bib No. 3333.\n\nNo one was assigned bib No. 2013 in remembrance of the 2013 finish line bombings that killed three people and wounded hundreds more. The race included 264 members of the One Fund community — those injured by the attack, their friends and family and charities associated with them.\n\nThe city marked the anniversary in a ceremony on Saturday.\n\nA robotic dog named Stompy belonging to the Department of Homeland Security patrolled the start line before the race began, trailed by photographers capturing the peculiar sight. Officials said there were no known threats.\n\nAt 6 a.m., race director Dave McGillivray sent out a group of about 20 from the Massachusetts National Guard that hikes the course on the state holiday of Patriots' Day commemorating the start of the Revolutionary War.\n\nCapt. Kanwar Singh, 33, of Malden, Massachusetts, said the race reminds him of Boston's resilience.\n\n“Ten years ago, the city came to a halt. It’s an incredibly strong comeback, as a group together,” he said. “I tell people, never bet against Bostonians.”\n\n___\n\nMore AP sports: https://apnews.com/hub/apf-sports and https://twitter.com/AP_Sports", "tags": ["marathoner", "marathons", "marathon"]}]